{"game_title": "Resident Evil: Village", "series_title": "Resident Evil", "codexes": [{"id": 30683, "title": "Gardener&#39;s Diary", "text": "November 10th\n\nMistress Donna is now Mother Miranda&#39;s adopted daughter. In all my years, I&#39;ve never been this overjoyed.\n\nEver since childhood she has always feared others, due to the scar across her face.\n\nAfter her parents&#39; death she locked herself away and would only talk to Angie, the doll her father made her.\n\nI am forever thankful to Mother Miranda&#39;s infinite compassion.\n\nNovember 27th\n\nMistress Donna seems happy. It might be my imagination, but I feel like her doll Angie is even more lively than before.\n\nShe came to me in the garden today and used Angie to talk with me. We had a mighty fine conversation.\n\nSomething about receiving a gift of power from Mother?\n\nNovember 29th\n\nMistress Donna gave me yellow flowers and told me to plant them in the garden.\n\nI planted them in front of Miss Claudia&#39;s grave. I don&#39;t know if it was the scent of the flowers, but I felt light headed. Then, like a dream, I saw my departed wife.\n\nI mentioned this to Donna and she seemed thrilled by it. She told me to go to the house tomorrow and see her. She said I could see my family once more.\n\nI&#39;m not sure what she meant by that, but she&#39;s so kind.", "authors": ["Josef Simon"]}, {"id": 30684, "title": "Leonardo&#39;s Message", "text": "I heard a scream from the house with the chimney.\n\nI was going to take a look but the way was blocked by debris. Going to have to take the long way around. Who would have thought the hole in the stable walls would come in handy...\n\nIf I&#39;m not back by morning...you should go to Luiza&#39;s house alone.\n\n- Father", "authors": ["Leonardo"]}, {"id": 30685, "title": "Donna&#39;s Medical Report", "text": "Subject Name: Donna Beneviento\n\nCadou Affinity: Favorable\nBrain Function: Normal, although severe mental illness.\n\nPhysically she is no different from a regular human, however, she can secrete a signal producing substance which controls plants infected by the mutamycete.\n\nWhen humans absorb the pollen from a particular flower she can cause them to have hallucinations.\n\nHowever, she is mentally underdeveloped and has divided her Cadou among her dolls in order to control them from a distance.\n\nAn unfit vessel for Eva.", "authors": ["Unknown "]}, {"id": 30686, "title": "A Cook&#39;s Diary", "text": "Another one was sent to the cellar. She had only spilled some soup...\n\nEveryone knows what happens when you&#39;re sent to the cellar. You&#39;re never seen again. They drain your blood, your soul cursed to wander the halls.\n\nI went looking for her, and when I found her, she was just skin and bones and gnawing on a rat carcass.\n\nI suspect it&#39;ll be my turn next.", "authors": ["Unknown "]}, {"id": 30687, "title": "Scribbled Note", "text": "O great lycans,\nThe fabled monster wolves of old.\n\nMay they come to eat our flesh.\nMay they come to tear us apart.", "authors": ["Unknown "]}, {"id": 30688, "title": "Development Note 1", "text": "Mechanical Soldier: Soldat\n\nver. 1.00\nFully-grown male corpse used.\n\nRemoved heart and implanted Cadou. Muscle stimulation via electric shock was successful.\n\nBrain dead so no high cognitive ability. Only moves by destructive instinct, then stops.\n\nMechanical Soldier: Soldat\n\nver. 1.01\nAttached headgear to the cranium. Electrodes confirm stable brainwaves.\n\nExperiment One: lycan fight.\nWas dismantled and eaten within three minutes.\n\nIssues with destructive and murderous capabilities.\n\nMechanical Soldier: Soldat\n\nver. 1.10\nReplaced lower part of arm with drill. Not enough output for effective movement.\n\nNeed live bodies perhaps?\n\nMechanical Soldier: Soldat\n\nver. 1.15\nImplanted Cadou reactor into the chest. Output greatly increased.\n\nExperiment Two: lycan fight.\nDestroyed three lycans in one minute.\n\nGood results but issues with reactor durability. May stop functioning if the reactor is destroyed.", "authors": ["Unknown "]}, {"id": 30689, "title": "Dangerous Creatures", "text": "Luiza,\n\nThey broke in again, got more of the livestock. I don&#39;t think we&#39;ll make it through winter at this rate.\n\nErnest is still missing, too. We can&#39;t find him anywhere.\n\nHas Mother Miranda abandoned us?", "authors": ["Unknown "]}, {"id": 30690, "title": "Grand Chambermaid&#39;s Notice", "text": "Please be aware the Mistress&#39;s lipstick is missing. If anyone finds it could they please return it to her bathroom.\n\nIt is custom made and therefore very expensive.\n\n- Grand Chambermaid -", "authors": ["Grand Chambermaid"]}, {"id": 30691, "title": "Analysis Results", "text": "DNA sequencing complete. 99.95% match to Dulvey mutamycete. The deviation of 0.05% can presumably be attributed to artificial changes by humans. Which means this is probably the source.\n\nFurther investigation into how The Connections managed to find and extract the mold is needed.\n\nThe fungal colony is spread out under the entire village.\n\nWhen you take the Baker incident into account, the hosts of the mutamycete are part of a network of consciousnesses.\n\nIf that network is linked to here then we could assume this organism here is data storage?\n\nIf that&#39;s the case, then what &quot;data&quot; is Miranda after?", "authors": ["Unknown "]}, {"id": 30692, "title": "Insect Observations Journal", "text": "Scientific name: None\nSize: 5 - 6cm\n\nSimilar body structure to blow flies, although there are differences in the head.\n\nThey are carnivorous and vigorously consume meat. In order to catch unsuspecting prey, they&#39;ll gather using pheromones to mimic a human.\n\nThey are produced when a Cadou lays eggs in its host, but the flies themselves are unable to\nreproduce.\n\nThey are weak to sudden drops in temperature.\n\nEspecially if the temperature drops below 10&deg;C (50&deg;F), their metabolism lowers and they go into a dormant, cryptobiotic state.\n\nSimilar to the cryptobiosis of Tardigrade or Polypedilum vanderplanki?", "authors": ["Unknown "]}, {"id": 30693, "title": "&quot;Goats of Warding&quot; Placard", "text": "We offer these Goats of Warding to protect the village and its people.\n\nAny who break them shall feel Mother Miranda&#39;s wrath.", "authors": ["Unknown "]}, {"id": 30694, "title": "Experiment Notes", "text": "Cadou Implantation Notes.\nSubjects: 174 - 181\n\nSubject 174: Mihai M\n\nCharacteristics:\n21, male, Silversmith\nScars from pneumonia\n\nResults: Low affinity. Cadou failed to grow.\nBody transformation, drop in cognition.\n(Another lycan)\nSent to pasture.\n\nSubject 177: Bernadette B\n\nCharacteristics:\n21, female, no occupation\nNo history of illness.\n\nResults: Death\n\nSubject 181: Alcina D\n\nCharacteristics:\n44, female, noble descendant\nNot from the village\nHereditary blood disease\n\nResults: Very high affinity. No loss of cognition.\nArbitrarily able to control body transformation.\nApplied cognition control procedure.\nSent for observation.", "authors": ["Unknown "]}, {"id": 30695, "title": "Sturm", "text": "Prototype: Sturm\n\nUsed a cheap turboprop engine, but he&#39;s impossible to control. All he does is charge. Too much power output from the reactor?\n\nCompletely invincible head on.\n\nBut the dumbass managed to chop his own damn arms off on the propeller. Also issues with overheating from running for long periods of time.\n\nConclusion: A complete failure.", "authors": ["Unknown "]}, {"id": 30696, "title": "Old News Clipping", "text": "Curtain Closes on The Dulvey Gas Incident\n\nThe committee completed their investigation on the 18th into the Dulvey toxic gas leak in Louisiana in 2017. They concluded the deaths were caused by a leak of natural gas that had built up in the mudrock under the area.\n\nJack Baker (57) and his family, who were exposed to the gas, perished.\n\nEthan Winters and his wife were also believed to be have been nearby but their current whereabouts are unknown.\n\nThe entire area has been closed off by officials who believe it will be at least 10 years before the area is habitable again.", "authors": ["Unknown "]}, {"id": 30697, "title": "Vasile&#39;s Final Testament", "text": "The wounds are severe. I won&#39;t last much longer.\n\nI can hear it shuffling about outside.\n\nIt barely flinched when I shot it.\nI feel like it&#39;s toying with me.\n\nThis...isn&#39;t a wolf.\n\nStill, it won&#39;t lie down like a dog!\n\nIf I can get to the old watermill I can stop it. I can protect you. It&#39;s so close...\n\nDamn, I&#39;m so cold. My legs won&#39;t work.\n\nI&#39;m so sorry Luiza. Please forgive me.", "authors": ["Vasile"]}, {"id": 30698, "title": "Moreau&#39;s Diary of Experiments", "text": "Mother Miranda gave me a mountain.\n\nNow I can do lots and lots of Cadou experiments.\n\nThis is my secret special laboratory.\n\nI did 3 Cadou experiments today.\n\nBut they all went pop and made a mess.\n\nI put in the Cadou and then I tried putting wolf blood from a needle into the spine.\n\nThe person wriggled a lot and then killed my assistant.\n\nI could not hold it down so I put it in a cage. Now I have to feed it.", "authors": ["Salvatore Moreau"]}, {"id": 30699, "title": "Mission Briefing", "text": "Mission Objectives:\n- Eliminate target, recover body.\n- Secure Rosemary Winters and Ethan Winters.\n\nMove the two Winterses to site C for further investigation.\n\nAt least two transport officers to accompany them.", "authors": ["Unknown "]}, {"id": 30700, "title": "Alcina Dimitrescu&#39;s Diary", "text": "We were all called by Mother Miranda to decide the fate of the child&#39;s father.\n\nJust thinking of that &quot;family&quot; meeting makes me shudder. To think I am treated like a sister to those miscreants!\n\nEspecially Heisenberg! That riffraff wouldn&#39;t know proper manners if they slapped him in the face!\n\nI would have sliced him to ribbons if Mother hadn&#39;t stopped me.\n\nWhy... Why does she treat me the same as them!?\n\nShe gave me this castle, obedient daughters, everlasting life, did she not?\n\nAm I not her favorite? Am I not special?\n\nI need a drink.", "authors": ["Alcina Dimitrescu"]}, {"id": 30701, "title": "The Labyrinths", "text": "Norshteyn&#39;s Labyrinths\n\nA craftsman of the late 19th Century, Norshteyn was branded a heretic in his homeland. He wandered the lands until he settled in a remote village.\n\nNorshteyn then created four labyrinths, The Castle, The House on a Hill, The Water Wheel, and The Iron Tower. Upon their completion, he put a gun to his temple and took his own life.\nEach labyrinth is unique and requires its own specially crafted metal ball to operate.\n\nEach one contains crystallized human remains, which are said to be Norshteyn&#39;s four beloved wives. The labyrinths are their graves.", "authors": ["Unknown "]}, {"id": 30702, "title": "Note on the Luthier&#39;s House", "text": "To whom it may concern,\n\nDue to the luthier&#39;s long absence, I am keeping hold of his house key.\n\nPlease find me if you need it.\n\nRegards, Josef Simon\n(Beneviento&#39;s Gardener)", "authors": ["Josef Simon"]}, {"id": 30703, "title": "Moreau&#39;s Diary 1", "text": "October 1, a sunny day.\n\nMother Miranda brought me 5 peoples from the village. Just like I askeded.\n\nI made them sleep with some liquid and then I put Cadou in their tummies.\n\nI am looking forward to the Cadou to grow in their tummies.\n\nOctober 2, a cloudy day.\n\n4 of the people from the village are dead this morning.\n1 is almost a lycan.\nI sent it to my lab on the mountain.\n\nI failed again. Mother wants strong vessels but I cannot get any.\n\nI will need more people from the village.", "authors": ["Salvatore Moreau"]}, {"id": 30704, "title": "The Reservoir and Giant Fish", "text": "Leave the boat key in the shack in the mine.\n\nHans is dead, so no more fishing for a while.\n\nI mean, we all know his death was no accident. He was eaten by a giant fish! Boat and all!", "authors": ["Unknown "]}, {"id": 30705, "title": "Eugen&#39;s Diary", "text": "February 1st\n\nSacrificed two goats to Mother Miranda.\n\nFebruary 3rd\n\nOffered wool to Mother Miranda.\n\nShe instructed I find her a list of drugs and tools in the next dew days.\n\nWhat for, I wonder?\n\nFebruary 8th\n\nNo messages from Mother Miranda.\n\nYet the livestock won&#39;t stop their ruckus.\n\nFebruary 9th\n\nI was instructed to take the items to the cave church at sunrise.\n\nBut what I saw was...frightful.\n\nThe great Four Lords were there and Mother Miranda was holding a child.\n\nShe whispered something and touched the child...\n\nI can&#39;t explain it well but...the child...turned into a white crystal?\n\nThen...then...she...\n\nI couldn&#39;t help but speak up and I asked her why she did such a thing.\n\nMother Miranda just smiled at me. &quot;This is the chosen child. She will return to her original form no matter what befalls her.&quot;\n\nThen she gave each lord a part of the crystal in a flask and they left.\n\nI forgot to bow to Mother Miranda before I fled.\n\nI&#39;m still shaking.\n\nWhat did she do?\nWhat is that child?", "authors": ["Eugen"]}, {"id": 30706, "title": "Ethan&#39;s Diary", "text": "February 6th, 2021\n\nMia and I had another fight.\nI accidentally mentioned what happened three years ago and she blew up at me.\n\nWe finally settled down in our new life in Europe and can bring Rose up properly.\n\nBut...I still feel like a part of me is trapped in that hell hole back in Louisiana.\n\nI know Mia doesn&#39;t like to talk about it, but can we really just forget everything and pretend it didn&#39;t happen?\n\nShouldn&#39;t we face what happened there so we can live our lives with Rose without it hanging over our heads?\n\nWe owe her that much at least...\n\nI know Mia knows this too.\nShe wouldn&#39;t have exploded like that at the hospital if she didn&#39;t care.", "authors": ["Ethan Winters"]}, {"id": 30707, "title": "Ernest&#39;s Diary", "text": "July 8th\n\nToday&#39;s the day the jolly merchant stops by. He always gives me old newspapers. I know Miranda forbids them but news of the outside world is always so fascinating.\n\nThere was one thing that piqued my interest in the last one. It was an article about some medicine company? I don&#39;t remember the name but their emblem looked familiar.\n\nIt was the same symbol on the Giant&#39;s Chalice. I&#39;m pretty sure I saw the same one painted on the walls in the cave too.\n\nThat radiating umbrella image really stands out. What&#39;s some outsider company emblem doing here? I wonder if it had anything to do with that man that stayed here all those years ago?\n\n...Nah. I&#39;m over thinking it.", "authors": ["Ernest"]}, {"id": 30708, "title": "Heisenberg&#39;s Diary", "text": "Miranda is abominable.\nHer deceit knows no bound.\n\nWe&#39;re merely a bunch of failed Cadou experiments to her.\n\nI was just lucky I had more affinity to the stuff than the other poor shmucks in the village.\n\nSo she still calls me her &quot;son.&quot;\n\nWhat a joke. I&#39;ll never forgive her for what she did to me.\n\nThat crazy bitch has never been right in the head.\n\nShe can&#39;t see a difference between &quot;experiment&quot; and &quot;family.&quot;\n\nMiranda didn&#39;t just change my body, she took my dignity.\n\nIf I don&#39;t kill her then my life will never be my own.\n\nStill...she may be crazy but she&#39;s also powerful. She can turn into anyone using the Megamycete.\n\nThe trick is that brat, Rose. If I could access her power then maybe...\n\nSpeaking of, the kid&#39;s dad, Ethan has a pretty interesting body himself. Maybe I could get him to help me out...", "authors": ["Karl Heisenberg"]}, {"id": 30709, "title": "Guest Book", "text": "January 5th\nRednic - Delivery of one male, three females.\n\nJanuary 28th\nMother Miranda - Meeting with Mistress Dimitrescu.\n\nFebruary 1st\nThe Duke - Business discussions.", "authors": ["Unknown "]}, {"id": 30710, "title": "Observation Report", "text": "Irina - Robust appetite.\n\nMihaela - Robust appetite.\n\nLois - Robust appetite.\n\nIngrid - Unstable. Overly alert at times.", "authors": ["Unknown "]}, {"id": 30711, "title": "A Maid&#39;s Diary", "text": "June 9th, 1958\n\nIt was my first day working at the castle today. I was most shocked to see the masters of the house were all women!\n\nThe Mistress and her daughters were very adamant that they wouldn&#39;t bite.\n\nIt was quite peculiar.\n\nJune 23rd, 1958\n\nIt&#39;s been two weeks since I started working at the castle and I am a little...afraid.\n\nAnother maid, Adela, made a mistake and Miss Daniela slashed her face with a knife!\n\nAnd at night...I can hear wailing, as if ghosts roam the halls. I want to go home...\n\nJuly 8th, 1958\n\nI don&#39;t know what to do.\n\nThe young ladies were complaining it was too hot and stuffy during dinner, so I opened the window just a crack.\n\n&quot;SHUT IT! SHUT IT NOW!&quot; they all shrieked at me in unison.\n\nI fear I may be taken down into the cellar, never to be seen of again. I don&#39;t know what to do. I don&#39;t know what to do.", "authors": ["Unknown "]}, {"id": 30712, "title": "Development Note 2", "text": "Soldat Enhancement: Soldat Jet\n\nAttached a jet pack and head stabilizers to a Soldat. Greatly improves mobility.\n\nExperiments prove limited flight capabilities. No long-distance flight, but now possible to navigate rugged terrain.\n\nSoldat Enhancement: Soldat Panzer\n\nAttached aluminum alloy shielding to a Soldat to protect chest reactor and exposed flesh.\n\nExperimentation proves he is invincible against regular firearms.\n\nArmor doesn&#39;t hold up against strong blasts. Further development needed.", "authors": ["Unknown "]}, {"id": 30713, "title": "Treatment Candidates", "text": "- Candidates -\nIrina, Mihaela, Lois, Ingrid\n\n- Rejects -\nDandora, Gretta, Nadine, Camelia,\nBianca, Melina, Astrid, Lyudmila,\nRosalinda, Lina, Stephana, Gabriella", "authors": ["Unknown "]}, {"id": 30714, "title": "Chris&#39;s Computer", "text": "To: Hound Wolf Squad\n\nThe sweep of the factory is complete. No proof of any connection with the\norganization. Guess this just wasn&#39;t our lucky day.\n\nI did manage to get my hands on a number of documents disclosing some of Miranda&#39;s experiments, which support\nour previous theories.\n\nShe seems to have infected herself with the mutamycete, which has granted her a number of abilities.\n\nIncluding &quot;mimicry.&quot;\n\nShe can control her cells and transform herself to look like anyone or anything.\n\nShe disguised herself as Mia and infiltrated the Winterses&#39; home.\n\nHer objective was clearly to kidnap Rose.\n\nMaybe she thought she could control Rose easier if she looked like her mom.\n\nWhen we attacked, it put a little damper on her plans, so she mimicked a corpse.\n\nShe then revived herself in the transport truck, killed everyone on board, and took off with Rose.\n\nThings didn&#39;t go the way she had originally planned, but in the end, she still got what she wanted.\n\n...Until now.\n\nIt&#39;s time to rendezvous and blow this place sky high.\n\nThis might turn into a fight with Heisenberg, but I think I found something useful. He left one of his little toys laying around and it&#39;s even made from a metal/polymer composite, which he can&#39;t control. Time to turn the tables.\n\n- Alpha", "authors": ["Alpha"]}, {"id": 30715, "title": "Spencer&#39;s Letter", "text": "Dear Miranda,\n\nMy deepest apologies for not meeting you in person.\n\nI would love nothing more than to visit your quaint village once more, however, I am incredibly busy.\n\nThen again, I suppose for an immortal woman such as yourself, you no longer remember this poor half-dead medical student in the snow.\nI have always cherished the revelations I cam to 15 years ago when I stayed in your village.\n\nI was inspired by your research. To think, one could transform a human by infecting them with an organism. Positively visionary.\n\nI know that with that knowledge I could achieve my own vision for the next step in human evolution.\n\nEven after two world wars, and humanity on the cusp of another, my conviction never wavered.\nI realised, however though the many nights of intellectual talks you and I shared, that your conviction differed from mine.\n\nYou hoped to bring back a single dead person. While I aimed to change the world.\n\nYour experiments on the mold would not have aided me in my endeavor to achieve an exponential infection. I thought a virus would be more effective.\n\nThis is why, my dear, I had to leave you. I will regret never telling you goodbye.\nMy apologies for reminiscing, I actually have news that I thought might please you.\n\nI have found the key to evolution! The &quot;progenitor,&quot; a virus found in Africa.\n\nI plan to start a company with friends and colleagues, dedicated to the virus&#39; research. I will call it Umbrella. Just like the symbol in the cave that we spoke about.\n\nI am one step closer to making my vision a reality. I hope you will be able to achieve your goal someday, too.\n\nYou taught me so much and for that I will be forever in your debt.\n\nSincerely, your life-long student,\nOzwell E. Spencer", "authors": ["Ozwell E. Spencer"]}, {"id": 30716, "title": "Medical Checkup Report", "text": "Name: Rosemary Winters\nDOB: 02/08/2020\n\nHeight: 62.3cm (24.53in)\nWeight: 6.57kg (14.48lbs)\n\nScreenings (Hearing, Vision, Touch, Reflex Test):\nAll results show no issues. Patient is in good health.\n\nOther Notes:\nResults for additional fungal pathogen tests will be provided by BSAA.\n\n- Applefeld Memorial Hospital", "authors": ["Applefeld Memorial Hospital"]}, {"id": 30717, "title": "Officer&#39;s Diary", "text": "The King&#39;s orders finally arrived... &quot;Withdraw.&quot;\n\nIt is most vexing that we must abandon the border stronghold to those heretics. If I had but a little more time, I know I might be able to turn the tides of this battle.\n\nNay... I should not put on airs. It is my curiosity that ties me to this place.\n\nThere are a number of ruins in the vicinity which the locals say are very ancient.\n\nThe ceremony site with four giant statues.\nThe caves with murals carved on the walls.\nThe stone plinth they call the Giant&#39;s Chalice.\n\nWhere did the people who built them come from?\nWhere did they go? It irks me that we must abandon this place without knowing.", "authors": ["Unknown "]}, {"id": 30718, "title": "Fridge Memo", "text": "Rose&#39;s food (February)\n\n6th:\n- Rice cereal, banana pur&eacute;e\n\n7th:\n- Sweet potato pur&eacute;e\n- Boiled spinach and cream\n\nEthan - Don&#39;t give her any sugar or honey. And NO mushrooms!", "authors": ["Mia Winters"]}, {"id": 30719, "title": "Dimitrescu&#39;s Medical Report", "text": "Subject Name: Alcina Dimitrescu\n\nCadou Affinity: Most favorable\nBrain Functions: Normal\n\nRegeneration rate is incredibly fast. The subject can heal any external wound within seconds, and grow her nails into claws in mere moments. Rapid regeneration also means an increased body size.\n\nNote: Due to a hereditary blood disease the subject must ingest human flesh and blood on a regular basis to maintain regeneration properties.\n\nI suspect that if the subject&#39;s regeneration is not properly balanced then she may mutate uncontrollably.\n\nAn unfit vessel for Eva.", "authors": ["Unknown "]}, {"id": 30720, "title": "Church Computer", "text": "Operation Date: 2.9.2021\nRecorded By: NH\n\n1135 - Arrived at site. No sign of EW or RW.\n\n1210 - Infiltrated village.\nEngaged with numbers of bioweapons.\nFound evidence of EW. RW location unknown.\n\n1310 - Established base in church.\n\nPlan of operations:\nLB/TD/K9 - Search laboratory.\nNH/UE - Analyze mold samples.\nAlpha - Infiltrate factory.", "authors": ["Unknown "]}, {"id": 30721, "title": "Moreau&#39;s Diary 2", "text": "Mother Miranda gave me a Rose jar.\n\nNo one likes me which is why I thought they would leave me out again.\n\nBut Heisenberg said that was why we each get a Rose. The ceremony cannot happen without us all there.\n\nMother didn&#39;t seem to care though...\n\nMother said Rose is a vessel.\n\nWith a vessel Mother can get her real child back.\n\nEven though she has been dead for a very long time.\n\nBut if Mother does then...\nwhat will happen to me?\n\nI&#39;m not her real child...\nWould she abandon me?\n\nNo! I don&#39;t want that!\n\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!\nNo! No! No! No! No! No! No!", "authors": ["Salvatore Moreau"]}, {"id": 30722, "title": "Craftman&#39;s Note", "text": "I finished that item that was requested.\n\nPlease deliver it to the house with the red chimney. Go through the caves to the ruins, then down into the village.", "authors": ["Unknown "]}, {"id": 30723, "title": "Changing the Cranks", "text": "This crank is old and busted up.\nIt feels like it&#39;s going to snap any second.\n\nI hope it doesn&#39;t break. The only other one we have is over at Windmill Two.", "authors": ["Unknown "]}, {"id": 30724, "title": "Winemaking History", "text": "The winemaking technique of Castle Dimitrescu can be traced as far back as the 15th Century, long before the current occupants of the castle.\n\nAlcina Dimitrescu uses this legendary, yet peculiar, technique to enrich the wine&#39;s flavor intensity and bestow it with a thick bouquet.\n\nHer best vintage is Sanguis Virginis, meaning &quot;maiden&#39;s blood.&quot; It is kept in a special ornate bottle decorated with intricate silver flowers.", "authors": ["Unknown "]}, {"id": 30725, "title": "Moreau&#39;s Medical Report", "text": "Subject Name: Salvatore Moreau\n\nCadou Affinity: Low\nBrain Functions: Surprisingly low.\n\nThe Cadou has caused drastic changes to internal organs, transforming them into organs similar to fish-like gills and a swim bladder.\n\nAnother subject with irregular cell division causing him to transform into a giant fish. The subject is unable to control this transformation.\n\nToo many defects. An unfit vessel for Eva.", "authors": ["Salvatore Moreau"]}, {"id": 30726, "title": "Further Observations", "text": "One day since treatment.\n\nThe three girls have stopped moving. They seem almost dead.\n\nAn insect flew out of the eldest&#39;s mouth. It appears to be a common fly.\n\nTwo days since treatment.\n\nAll three bodies are covered in flies.\nIt appears the flies are consuming their flesh.\n\nWhen I opened a window some of the flies dropped dead to the floor. It would seem the cold petrifies them. I quickly closed the window to avoid weakening the insects further.\n\nFour days since treatment.\n\nAll three bodies have almost been completely consumed by the insects. All that is left is a dark, writhing human-shaped mass of creatures.\n\nIt is just after noon and the insects have started to change color. Those around the face turned pale and those around the lips turned a deep crimson.\n\nSix days since treatment.\n\nThe mass of insects has transformed into human bodies again.\n\nAll three girls awoke, looking at me like newborns. I sense a bond between us. Like mother and daughters.\n\nI have already decided their names: Bela, Daniela, and Cassandra.", "authors": ["Unknown "]}, {"id": 30727, "title": "Miranda&#39;s Diary", "text": "My Eva...\n\nIt&#39;s been one hundred years since I lost you to the Spanish flu. I was so powerless back then.\n\nBut now... Now I can bring you back to life from the Megamycete.\n\nI had to test your new vessel&#39;s regenerative abilities. I took her apart and revived her in the Megamycete regulator, the Giant&#39;s Chalice.\n\nAll that is left is to merge her with the Megamycete. The ceremony can finally begin!\n\nAfter I lost you I was so stricken with grief that I wandered into a cave to die... I so wanted to be with you again. And that&#39;s when I found it. The Megamycete! Completely by accident!\n\nWhen I touched the black substance my mind was overcome with knowledge.\n\nThe Megamycete breaks down and absorbs the consciousness of those who have perished.\n\nI knew that if your consciousness was in there too then there would be a way to bring you back.\n\nI just needed the right vessel...\n\nWhen I returned to the village I implanted the villagers with mold from the Megamycete. That way I could control them, experiment on them.\n\nI have experimented on hundreds of people just to find you the perfect vessel.\n\nI even tried to increase the efficiency of finding a vessel by creating a parasite I called Cadou... Yet none of my experiments came to fruition.\n\nThere were some, like Alcina, who were close to being perfect, but most turned into lycans.\n\nI was once approached by an organization who said they would assist me. I gave them some of the mold and your DNA.\n\nBut all they created was another defect, Eveline.\n\nThen again, not a complete failure. I learned of Rose thanks to them and I knew she would be the perfect vessel.\n\nThere was some interference, but I was able to verify her suitability. Now my research is finally complete.\n\nEva... I have waited too long to see you again.", "authors": ["Mother Miranda"]}, {"id": 30728, "title": "Rumours of a Dagger", "text": "I heard there was something called &quot;the Dagger of Death&#39;s Flowers&quot; somewhere in this castle.\n\nIt&#39;s apparently an antique from the Middle Ages that&#39;s coated in a concotion of poisons from across the continent. It&#39;s said to have been crafted to kill demons and monsters.\n\nIt sounds fascinating but...no one knows where it is.", "authors": ["Unknown "]}, {"id": 30729, "title": "Heisenberg&#39;s Medical Report", "text": "Subject Name: Karl Heisenberg\n\nCadou Affinity: Incredibly favourable\nBrain Functions: Normal\n\nHas electric organs similar to the electric ray, Narke japonica. These electric organs are connected to the subject&#39;s nervous system.\n\nCan therefore pass and control electricity throughout the entire body, allowing control of magnetic fields which is used to move metal.\n\nSplendid specimen, but still an unfit vessel for Eva.", "authors": ["Unknown "]}]}