{"game_title": "Dishonored", "series_title": "Dishonored", "codexes": [{"id": "242", "title": "The Flooded District", "text": "[Excerpt from a report on Dunwall - By Abe Breen, City Watch]\n\nBefore the plague turned everything to shit, Rudshore was filled with barristers and money men, rushing around taxing each other and whatnot. Every guard in the Watch wanted that post, and there were classy women everywhere.\n\nThe whole place flooded years ago, just as the plague got real bad. People were sick and nobody was working, so the city let the dams go to rot. When the big one broke, I've heard tell, the river put it all under water. The swanky Chamber of Commerce was there, and so was the bloody Greaves Whale House.\n\nNow, there's nothing but rats and gangs and who knows what. Last I heard, the Captain's been using it as a quarantine for weepers. You show one sign of the plague and it's 'your citizenship has been revoked.' Over the wall you go, into the water.", "authors": ["Abe Breen"]}, {"id": "243", "title": "The Hungry Cosmos", "text": "[Excerpt from a longer work on the movement of the spheres - By Anton Sokolov]\n\nOnce the curtain has been lifted, it becomes inescapable that we inhabit a world adrift in a sea of howling chaos, a terrible maelstrom in which all heavenly bodies orbit a devouring core. Though the trip could take many thousands of lifetimes, all cosmic objects are eventually dragged into this hungry nexus and forever cease to be.\n\nThough they are moved by eddies in the celestial medium, stars offer guide points in the otherwise perilous blackness. Our own sun holds its planets close in our inexorable course toward oblivion, giving us life and warmth until the end.", "authors": ["Anton Sokolov"]}, {"id": "244", "title": "Pandyssian Bull Rat Study", "text": "[Excerpt from lab notes - By Anton Sokolov]\n\nThe bulk of the rodent is hardly the most interesting detail, though it is the one first remarked upon by visiting colleagues who come to study my prize from Pandyssia. Upon further observation, it becomes obvious that the specimen exhibits greater cunning than its cousins native to temperate Gristol. Twice in the night I have awoken to find it loose in my apartments, so a new cage had to be devised. An entertaining diversion, but a waste of my precious time. The dietary tests I have conducted have also provided some surprise. The Pandyssian Bull Rat, I can say with confidence, is not a finicky eater. With equal gusto, I have seen my little guest dine upon other, smaller rats, living felines, and even the corpse flesh of a plague-dead woman found in the Wrenhaven River. Further study is required.", "authors": ["Anton Sokolov"]}, {"id": "245", "title": "Travel to Pandyssia", "text": "(Excerpt from a travel chronicle - By Anton Sokolov)\n\nThe men I set out with are good sailors, no doubt half of them cut their teeth on the rascally pirate ships spawned in the Serkonan Archipelago. Or they were, I should say. Half of them died before we sighted the broken red cliffs welcoming those who would visit the Far Continent as it is called. Sickness, in-fighting, poisoned by a school (or would one say flock) of small fish that fly over the waves like birds, landing in the hundreds across the deck, pricking any they touched with toxic quills. Two thrown overboard by gusting demon winds. The quiet Tyvian navigator simply dead in his bunk, wrapped in his white furs, eyes wide with terror. Few have crossed the Ocean and the distance to Pandyssia is greater than most would imagine. More died climbing the cliffs. And now with but a handful I stand looking across the greatest expanse of land that exists. My allies are frightened, for this is beyond them, and now their captain is dead too, stung by something that resembled a prairie mole but reacted with great apoplectic outrage when handled. So it falls on me to lead them.", "authors": ["Anton Sokolov"]}, {"id": "246", "title": "Early Life and Times: Slackjaw", "text": "[Excerpt from a series of letters sent by a member of the Bottle Street Gang]\n\nYou want the chinwag on Slackjaw? What he was like when we was young, before he got his name? Oh, he's got a cool head now, but it weren't always like that in the days before he was boss of the Bottle Street gang. Time was, young Slackjaw wasn't such a reasonable man.\n\nLike most of us, he grew up on the streets, running with a pack of ragamuffins and avoiding the law, pinchin' whatever he needed. Dark haired and dark eyed, smokin' a pipe by the age o' ten. For them born into the brothels or coming from the orphanages, it was either the gangs or workin' with the mud larks and no one wants that. Some got pressed into the Navy or put down in the mines run by the Pendleton or Boyle families. As hard as it was on the streets, as hungry as we all got, at least we was free.\n\nBy the time we weren't little 'uns any more, Slackjaw was one to watch, usually callin' the shots when we took down a farmer's cart or sidewalk street vendor. He'd come up with the plan, give everyone some part to play and decide on the split. Most of us just went along, 'cause we learned fast that we made out better like that. More food, more coin. Plus, none of us wanted to deal with Slackjaw when he was in a rage.\n\nHe worked on a couple of big jobs with Black Sally across town, and that was enough to get the attention of the other bosses. He wasn't just a street kid any more. Now he was an up-and-comer, which meant trouble.\n\nAnother guy who fancied himself as such was Mike the Fish, who was workin' his way up running the protection racket among the factory women. One fine evening we're all taking in a bawdy show in the theater house. Mike the Fish and his lot are there in the cheap seats too, just down the aisle from us. Mike gets a wild idea - he wasn't big on planning - and throws a heavy ceramic spittoon at Slackjaw. Hits him square in the face and breaks his jaw. We look to see if there's gonna be a blood brawl, but Slackjaw just points at the door and we all leave, with Mike laughing at our backs.\n\nWaking up the next day, without telling us why, Slackjaw motions for us all to follow. He still can't say a word, so we just come along. We stop at the docks and Slackjaw buys - actually pays coin for it - a heavy chain covered in hooks. It's for fishing in the deep, something you'd attach to a long line off the side of a ship. It's about four feet, made of thick links, and there are shark hooks comin' off it at different angles. Slackjaw's got that thing wrapped around his left arm, danglin' at his side.\n\nNot sure how he knew where Mike the Fish was stayin', but when we reach his girl's house, Slackjaw throws a bottle through the window just like that. It's almost noon. There's a bunch of screamin' inside and Mike pokes his head out, looking wide-eyed and baffled. When he sees Slackjaw out in the street, a look comes over his face that still gives me the willies. Pure murder.\n\nMike comes out the side door bellowin' like a bloodox, holding a cleaver, heading straight for Slackjaw. When they come together in the street, Slackjaw spins and the shark hooks bite deep into Mike's arm and shoulder. He screams, but Slackjaw holds onto the chain. He's standin' there with his jaw broken, clenched tight, with the chain wrapped around his left arm, hooks sunk into Mike the Fish, just knifing him as fast as he can. Mike couldn't fight very well, hooked like that and using his left hand, but he was a big guy and it took a lot of stabbin' before he went to his knees. Everyone was cheering at first, but then we all went quiet. It just kept goin' and goin', until finally it was just Mike the Fish blubberin', cryin' like a baby, and the sound of Slackjaw's knife.\n\nWhen it was over - and here's the brilliant part - Slackjaw took out a note and stuck to Mike's face with a nail. It just said, If you want a job, come to Bottle Street.\n\nSlackjaw didn't talk right for a couple of months, but word spread fast.\n\nBy the end of the year, once we had a sizable gang goin', he sent out letters to the other bosses, tellin' them that he was running a brand new crew over on Bottle Street. Most of them laughed or beat up the guys who delivered the letters. Green-eye Trish even came back missing a thumb. But apparently Slackjaw was expecting that kind of reaction and had a backup plan.\n\nA week later, four of the bosses were dead. Seemed like a series of unfortunate events, but everyone knew better. One shot dead by the Watch while standing in the middle of a meat market. Another slipping and falling into the water, out cold. One of the older bosses found in bed with his belly opened wide and a Tyvian pear stuffed into his mouth. Still not sure what that meant. And Sheila Barnsworth was found bubblin' in a cauldron o' hot wax.\n\nSlackjaw sent out another set of letters. Offers to the under-bosses, telling 'em they'd be treated fair as peers. He even sent Green-eye Trish with one of the letters. All of the under-bosses accepted.\n\nAfter spilling the guts of his main competition, Slackjaw went in for stabilizin' his business, real neat like. Calling in favors, smoothing things over, giving everyone a little bit of coin or drink as a bonus. Showin' what he could be like as boss. So everything got quiet, which always makes the boys of the City Watch nervous, of course.\n\nWord went out among the Royal Spymaster's snitches, the Responsible Citizens Group they called themselves, telling everyone working in a shop or sweeping off the front steps of their homes to keep watchful eyes for Slackjaw and his men. Tryin' to suss out what they were up to and what had just happened. But Slackjaw aint stupid. He greased a few palms among the shopkeepers and the Watch too, telling them that he was in town to stay and that things would be run properly from now on, without so much blood. He was finally a real boss, ready to settle into the business of moving whiskey, running the hound fights, and offering up the ladies and gentlemen of the night if you take my meaning.\n\nThen the plague came.\n\nAt first it seemed like a good thing. A few people got sick and everyone wanted to buy those potions, from Sokolov or Piero. Health elixir or spiritual remedy they call 'em. Slackjaw told me he saw an opportunity. We already had an old whiskey factory with a still, where we could water the stuff down and sell it discounted. Doing the same with Sokolov's elixir was a smart plan. Pretty soon everybody in the slums was sick and business was good. But after a while there were so many people down with plague that everyone got scared. Everybody started actin' real nasty and everything fell apart. When people can't work, they don't have the coin for elixir, watered down or pure.\n\nWhen the Empress died, it seemed like Dunwall would slide into the Void. Spymaster Burrows took over and the Watch started using all that new Sokolov technology. Watchtowers, tallboys and them arc pylons. They put up a wall of light across Clavering Boulevard and cracked down hard.\n\nBut Slackjaw surprised us again. Instead of leaving town on a boat bound for Morley or one of the other Isles, he stayed and kept it all together. We get as much elixir to fight off the plague as the City Watch, with their taxes and rations. And that's kept us alive, so far.\n\n-Crowley, Bottle Street Gang", "authors": ["Crowley "]}, {"id": "247", "title": "Damien's Journal", "text": "Amanda and I only had enough coin to buy half the elixir we needed. Even that's all gone now, and there's nothing to do but wait. We're very sick and there's no place above to hide from the city watch. They're breaking into houses all over our district. So we'll stay here and share the last hours together. Our fire will keep the rats away, but they'll inherit this city.\n\n-Damien", "authors": ["Damien "]}, {"id": "248", "title": "Daud's Log", "text": "[The latest log entry]\n\nEighteen years on this wretched rock, in this city of filth. I've felt the blood of scholars, of noble pedophiles, of guildsmen, of unfaithful lovers, of politicians who were far too just for their own good, and of law enforcers who came too close to bringing the wrong man to justice. Why should an empress be any different? Why should I feel the entire weight of this dying city crushing down on my back?\n\nCorvo, Lord Protector, is of Serkonos, just as I once was. I might have known that fact already, but it didn't matter until I recognized it in his face. It brought back distant memories of home, and the optimistic young man I once was.\n\nWhat would I find if I went back there? Would I find that it has rotted from the inside, just like Dunwall, or will it only appear that way because I'm the one who's rotted?", "authors": ["Damien "]}, {"id": "249", "title": "Donovan's Journal", "text": "[Excerpt from a worn journal]\n\nEveryone was looking for someone to blame for what happened, as the waters rose day by day, and one by one the business owners had to give up their shops to ankle-high muck and river krusts started growing as far back as Thresh Street.\n\nTruth is it wasn't some plot to wipe the ever-prosperous Rudshore off Dunwall's maps: it was laziness and stupidity. The barriers keeping the rising river waters out hadn't been maintained in at least a decade, and once one leak started the whole thing gave out. City was so tied up fighting the plague no one lifted a finger to salvage the place.\n\nIt's been a year now, and living in a place the Regent's forgotten about has its perks.", "authors": ["Donovan "]}, {"id": "251", "title": "Weeper Identification and Handling", "text": "[Excerpt from notes by Dr. Galvani on proper procedure for handling those infected with plague]\n\nOnce a victim bleeds from the eyes, you cannot help them. Death is inevitable, given our current understanding of the plague. However, by following protocol we can limit its spread.\n\nAll personnel handling \"weepers\", or those in the final stages, must consume liberal amounts of one of the available protective potions. Any of the variants will serve this purpose: Sokolov's Elixir or Piero's Remedy, for instance. A dose per day for the enlisted man. A dose twice daily for officers.\n\nDistance must be maintained, either through the use of pole arms or incendiary ranged weapons, in order to avoid the parasitic stinging insects that colonize on infected host.\n\nAfter use, strict washing procedures must be followed with regard to washing the metal kennels, transport paddocks, and the carriages used to transport the infected to one of the deportation zones, such as the Flooded District.", "authors": ["Dr. Galvani"]}, {"id": "252", "title": "Whale Oil Processing", "text": "[Excerpt from the founder of the Greaves Whale House - By Ebenezer Greaves]\n\nOut at sea, they secure the beast with hooks, with lines cast from the main-ship and from several smaller boats. Buoys keep the whale from diving deep. Once it's caught, a larger hook is driven through the tail, which is used to hoist the creature up through the chute. They moan and bellow for some time as the men get them onto the deck, then heft them into the scaffolding overhead. The ship adjusts its prow and returns to port in Dunwall, where the crew works on the great creature, slicing off the fattiest parts while it still lives.", "authors": ["Ebenezer  Greaves"]}, {"id": "253", "title": "Esma Boyle's Diary", "text": "Finally! Tonight, tonight! The party is going to be so fabulous. I shall bed the first man to ask for it. And the second after that! I am so sick of these dark, awful times. Every day is as dreary as the one before. Well not tonight! Tonight is for the living!\n\n- Esma", "authors": ["Esma  Boyle"]}, {"id": "254", "title": "The Elixir Black Market", "text": "We've seen widespread looting since the Month of Clans.\n\nIt wasn't prevalent at first, but it's a pattern now: There's an outbreak in one of the districts and the Watch moves in. We quarantine buildings, put down weepers, and deport anyone showing early signs. Afterward, the Dead Counters come through and the lawyers write up the paperwork to transfer ownership of businesses and homes at Parliament's discretion. Soon after, like clockwork, the gangs begin tearing the place apart.\n\nThere's a fairly robust black market now, because everyone wants elixir and most can't afford it. Even Sokolov's brand won't help you if you've already got the plague, but getting a regular dose is your best chance if you want to avoid contracting it.\n\nSome of the gangs have taken to buying small amounts and watering it down before selling it. And I have to admit, if I didn't have an officer's ration, I'd be buying from them.'\n\nGerard Corey\nCity Watch, Third Regiment\nEstate District", "authors": ["Gerard  Corey"]}, {"id": "255", "title": "Granny Rags' Diary", "text": "I can't trust him, you can't love what you don't trust. That's the song the birdies sing when the weather turns cold and forces them out of their nice homes they built. Nice homes spoiled. Spoiled and ruined. Useless now. So the birdies hate the weather that betrayed them. They fly away to look for new homes that aren't so cold and dreary, dreary, dreary.\n\nI am leaving too. My valise is packed. So dreary everywhere I look. I can't bear it anymore.", "authors": ["Granny Rags "]}, {"id": "256", "title": "The Journal of Granny Rags", "text": "[Excerpt from the ramblings of a street denizen]\n\nOf course I'll tell you, dearie. I won't keep any secrets from you in the end. All the dreary days of my life are like the windows of a house. From the kitchen, I can see out into the garden where the leaves and stalks are brown and bug-eaten. You can see a little lump of dirt where something was wrapped in a blanket and laid to rest along the rows of twisting vines.\n\nThe front room looks out into the street, where the neighbors are all setting fire to their homes, barricading themselves inside. Warm and snug, dearie.\n\nDon't forget about the bedroom, either. It sees into a dreary alley, where hooligans are playing a game with an old man. The first two are hitting him with sticks and the girl with them is kicking at his dry, old ribs. Oh, to have those bones, to boil them in a pot.\n\nNo one lives in my house anymore dearie. No one you'd want to meet.\n\nWhen I lived there with my husband, we were fine, fine people. Vera Moray, everyone would say, your house is as grand as Boyle Manor. Better even. Your dinners are lavish and your parties are the best.\n\nWhen that young Sokolov came to paint my portrait I was nearly still in my prime. Radiant, he said, and he was just barely a man, so young, painting all the best people across the land. Everyone wanted a portrait by his hand, all my friends. I was the only one, dearie, wet with his paint, glistening on the canvas for a pretty coin.\n\nBut it wasn't all parties and paintings. My husband and I weren't always at home, no. We traveled together, he and I, to the far ends of the Isles. Beyond even, all the way to the red cliffs of Pandyssia, to dig in the rock and crawl through the caves, holding up candles and squinting at the walls. Many precious things we came upon, but none so precious as the boy with the black eyes, dearie. All those marks and bones, carved so deep and polished so bright.\n\nI brought the old bones home. Hid them from my dear husband. Then I learned to boil them and carve them myself. They made such good presents, dearie. The little mute boy took them home. He loved them so. All the time he came back with new bones for me, holding them up so I could see it in his eyes, even though his tongue was still. Granny, his eyes would say to me, carve these bones for me. Make me another present. And he went so far, so far, all the way to Dunwall Tower, the Royal Headsman himself now. My little mute boy and his shiny, shiny sword.\n\nBetter bones were what I needed, you see. Better bones to carve and polish, scrape and gleam. My dear old husband was always tired. I made him soup and then he was sick. Better bones, was all. For my little mute boy, carved in the name of the one with the black eyes. And after my husband was gone, given away as birthday gifts, I didn't want to live there any more.\n\nSo now I'm old and don't have many to give my presents to. It's sifting through the garbage for Granny Rags, and feeding the little birdies that gather at my feet. No one wants to have tea, dearie. Especially those rude louts on Bottle Street. Slackjaw and his boys, always meddling with an old woman just trying to make her way.\n\nIn the end we'll be together with him. You and me in the dreary night with the stars above and below. And always the one with the black eyes, dearie.", "authors": ["Granny Rags "]}, {"id": "257", "title": "Havelock's Log", "text": "It has been days since our men were dispatched to stash weapons for Corvo in the old sewer. They have not returned, so I can only hope that they succeeded in getting the package delivered. Piero spent considerable time and resources making those things. If I could find a way to mass produce them, the Dunwall Navy would secure its place as the dominant force on the globe. But back to Corvo. Can he actually break out of Coldridge Prison and if so, will he make his way back here? I personally give him odds of 1 in 5.", "authors": ["Farley  Havelock"]}, {"id": "258", "title": "Litany on the White Cliff", "text": "[Excerpt from a series of Overseer invocations - By High Overseer Abram Templeton]\n\nAnd I say to you, brothers, it is here that we make our stand as a righteous force against the growing darkness. It is here that we unite against the spirits of the unknown that would drag us screaming into the night, never to return to our homes, to our families! Together we will serve as a rod to those who would stray from the herd, for the foggy gray wastes of the Outsider. We will burn a bright fire with our virtuous actions so that others will not lose their way. And to those who choose to wander, beyond the walls of our homes, in far places, we will strike at them swiftly before they whisper to their neighbors, filling their hearts with strangeness and doubt.", "authors": ["Abram  Templeton"]}, {"id": "259", "title": "Curnow's Visit", "text": "Wayland,\n\nCaptain Curnow and his retinue will be here this evening. See that they are allowed through the checkpoint without incident. I would like him in a fair mood when I have drinks with him in the meeting chamber.\n\nAlso, be prepared to defend the checkpoint from the inside should things go awry with negotiations. Not that I expect they should, but I want your Overseers prepared in case Curnow and his men live up to the City Watch's reputation.\n\nHigh Overseer Campbell", "authors": ["Thaddeus Campbell"]}, {"id": "260", "title": "The Great Trials", "text": "[Excerpt from an Overseer's findings - By High Overseer Tynan Wallace]\n\nSpending two years in the company of heretics, the insane, and those rare, black-hearted villains who were truly practitioners of magic, I can say with truth that I have seen such things as to break the minds of most. While the trials and burnings weigh heavily upon my heart, I must chronicle what has been a unique opportunity to witness the multifarious perversions that the Outsider bestows upon those who seek his black council.\n\nMany of those we faced were accused of bewitching their neighbors or family, controlling them from afar, or even walking around in their skins. And I have seen this with my own eyes, as one woman slid into the form of another, prowling unseen until a vigilant Overseer struck down both the witch and her host.\n\nOthers, detailed herein, were found to stand in two places seemingly at once, or to vanish from one place and appear in another.\n\nOur work was dire, we knew, for if the followers of the Outsider can truly inhabit the skin of another, or move from place to place like the wind, then how can we hope to erect walls to keep him out? It was these trials that first led us to investigate barriers beyond the physical.", "authors": ["Tynan Wallace"]}, {"id": "261", "title": "Field Survey Notes: The Royal Spy", "text": "[Excerpt from the personal memoirs of Hiram Burrows, dated several years earlier]\n\nThis is the Fourth Day, Month of High Cold.\n\nProgress continues on the suppression of gang activity in the Distillery District, but more slowly than I'd expected. The ruffians operating there have been cunning, I'll grant them that, but it's only a matter of time. I'll see their leaders flogged in public and sent beneath the Royal Executioner's blade. If I had my way, that mute bastard would be working night and day, removing the heads that need removing.\n\nInternally, the Empress does not seem pleased with my investigations. It seems that it is beyond her thinking - against her very nature as a trusting person - to believe that traitors move among us, but I know they do. They must.\n\nNo, Jessamine would rather spend her time with the Royal Protector. At least he's likely to stop any immediate threat to her safety, but a strong arm is not what's needed against those who would undermine us. How will Corvo's sword stop a poisoned wine glass or an explosive delivered by courier? It will not. There are many threats around us. Threats requiring meticulous efforts to police.\n\nYoung Lady Emily is undisciplined, I'm afraid. Here within Dunwall Tower, she receives instruction from the finest tutors known in the Isles, yet her mother spoils her and she spends most of her time lost in imagination, wasting her time drawing, or asking Corvo to teach her to fight with wooden sticks. The girl might rule the Empire some day; every moment spent at play is a moment wasted.\n\nShoring up security for the main gate leading into Dunwall Tower has been another pet project of late. To think that back in his day Emperor Kaldwin left it open to the public during the day, allowing anyone to come and go as they pleased. If it were up to me, I'd seal off access to the streets entirely, but the Empress won't hear of it. The water lock is much easier to protect and if it were the only way in to the Tower, traffic in and out would be greatly reduced. Someday the wrong person is going to slip in and we'll suffer for it, mark my words. No amount of security is excessive when it comes to protecting heads of state.\n\nThe Empress also disapproves of my plans for the Sokolov devices. Sokolov himself has no interest in security, of course, but he's vain and therefore keen to see his inventions deployed in any fashion. This \"wall of light\" he's been tinkering with has promise. In any case, at least I was able to convince the Empress to upgrade the pistols carried by the officers of the Watch.\n\nWhy do I worry so, when no one else seems to care? If I ever fall asleep, will it all sink into the Ocean? Will the rough things clamber over the walls and fill themselves on our flesh? This is what I see in the same dream several times each month. If only I had more say in things, more authority, I could protect us all.\n\nPerhaps I have been working too hard. Dinner and an evening of conversation with a certain lady of refinement might be in order, perhaps somewhere nice in the Estate District.\n\n--Hiram Burrows, Royal Spymaster", "authors": ["Hiram  Burrows"]}, {"id": "262", "title": "The Eradication of Black Sally", "text": "[Excerpt from a popular story of crime and daring - By Jules Roebin and the City Watch]\n\nBefore Slackjaw ran the streets in the Distillery District, there was no boss more ruthless, violent or dedicated to squeezing the average citizens for coin than Black Sally.\n\nLike so many from Morley, she was pale-skinned and green-eyed, with 'hair as black as the Void.' They say that she started young, and as a girl she'd stun a man with her looks, coming upon him in an alley, then smile a one-sided smile and suddenly run him through with a knife. She'd have his money and be on her way before he breathed his final breath.\n\nAs a boss, she was worse, ruling over the meanest street gang Dunwall had seen up to that time. Her operation touched everything from shipping to prostitution. She even had a racket going with the Bakers' Guild. A finger in every pie, indeed.\n\nOne man, Watch Captain Jules Roebin, made it his mission to stop her, and kept the case going for half a decade. Black Sally met her end when Roebin had his men light smoke fires in barrels, near the warehouse where she hid out during the day. As she and her gang rushed to the streets, terrified the building was burning, Captain Roebin and his top officers threw nets over them and ran them all through with blade and pistol shot.", "authors": ["Jules Roebin"]}, {"id": "263", "title": "Lydia Boyle's Diary", "text": "I am looking forward to the party tonight despite the prospect of so many boorish men talking about their business failures. What I wouldn't give to meet a fine young musician in this horrible town! Someone who appreciates the harpsichord for instance and could write me a song.\n\n- Lydia", "authors": ["Lydia Boyle"]}, {"id": "264", "title": "Mace Brimsley's Journal", "text": "Day 1\n\nWhen the Dead Counter came I was certain that if they discovered the illness in my wife then I would be taken as well. I commanded her to feign death, and I did the same in the hope that the inspectors would either be too lazy or too stupid to care. True to my suspicion, we were loaded onto the plague wagon without them even bothering to check for pulse. The Dead Counter seemed only concerned in the value of our estate.\n\nDay 2\n\nI cannot be certain if it was luck or cruel fate that I should survive the drop from the plague wagon. I suspect it might be a curse, for my darling wife not only survived unscathed as well, but the experience nor the plague have done a thing to halt her nagging mouth. Soon we discovered that we were not the only survivors, and in fact a small band huddles close to Rudshore Gate, begging for any chance at freedom.\n\nDay 3\n\nCertainly by now I should be feeling the effects of the sickness within my chest and throat, but aside from dehydration and the pains of an empty stomach, I feel nothing.", "authors": ["Mace Brimsley"]}, {"id": "265", "title": "Missing Women, Golden Cat", "text": "[Excerpt from a crime story, revolving around the Golden Cat]\n\nMister Arrowhoff,\n\nI assure you, my family has the means to pay you and your associates, should you locate my sister. You've got her name and description, and everything else we know about her initial weeks in Dunwall, before Patrice stopped writing to me.\n\nHowever, there is one other detail, so hard to believe that I was reluctant to mention it.\n\nThere is an establishment within Dunwall called the Golden Cat. A bath house, I believe, though some say it's a brothel. I find it implausible that Patrice would ever be connected with such a place, but I would be remiss if I did not pass along the information. Just before her letters stopped coming, the cousin of an old friend said he saw Patrice performing there, singing and playing the harp. It could be nothing, but please investigate.\n\nLastly, if your search of the city has not borne fruit by the Month of Wind, I will be making the trip from Morley myself in order to retain another agent.\n\nSincerely,\n\nMadison Kanebright", "authors": ["Madison Kanebright"]}, {"id": "266", "title": "Martha's Journal", "text": "[Excerpt from a worn journal]\n\nThe Whalers came in greater numbers last night. We ran as soon as we heard the odd sounds they make, but half of our men fell before we could scatter.\n\nLarrion says they aren't whalers at all, but cultists hiding their faces behind masks from the old oil processing factories. We should have moved out when they first started skulking around. They're after the old Chamber of Commerce building for the same reasons we settled here. It's secure, fairly dry and there's a tunnel underneath leading straight to Rudshore Gate.", "authors": ["Martha "]}, {"id": "267", "title": "Mother's Journal", "text": "Eighth Entry\n\nIt's the 4th day of the Month of Rain. Morris is sick and so are the children. I've avoided it thus far, which is good fortune, since it has fallen on me to care for them.\n\nNinth Entry\n\nThe city watch comes and goes, knocking on doors and asking for signs of plague. Even our neighbors cannot be trusted. Earlier, it was difficult to keep the children quiet. Now they sleep most of the time.\n\nTenth Entry\n\nThe flies have set in. I try to keep them away, but I can barely get close, they sting so. Most of the time, Morris won't answer me when I try to talk to him from across the room.\n\nEleventh Entry\n\nMorris is gone now. I don't know what I'll do. For now all my hope is reserved for the children. Leaving the flat for a while near dawn, I found some plague bags from a guard booth while no one was around. It took a while, but I got Morris into one of the bags. At least his face is covered.\n\nTwelfth Entry\n\n\nYoung Robert has passed. The star of my sky is gone.\n\n(Page Missing)\n\nSeventeenth Entry\n\nElise stopped breathing in the middle of the night. She was such a head-strong girl, I can hardly believe she was overcome. She was always near as I cut up hagfish or vegetables, arguing with me about everything.\n\nEighteenth Entry\n\nIt is the 4th day of the Month of Wind. It has settled in that they are lost to me, all of them. I cannot bring myself to call the Dead Counter.\n\nNineteenth Entry\n\nI have the fever now. No guards come near anymore.", "authors": ["Mother "]}, {"id": "268", "title": "On Hunting Whales", "text": "[Excerpt from a forward-gaffer's journal - By Old Grum]\n\nThese new ships made by that Sokolov fellow make life easier than it was in my youth, I'll tell you what. Ere was, we were at the mercy of the winds. Nowaday, the engines git up at first whale-sign and there aint time enow to roust the boys from they're bunks afore you're on the herd.\n\nWe cull out the biggest bastard we can lay eyes on and the pilots drag us out from the circlin' brutes. Them things groan and bellow across the water, like they're callin' to each other. Men below say you can feel it in the hull.\n\nBut when the harpoons go in, the beast cannot make for deep water no more. Once it weaks from lost blood, we launch the hook-boot and put chains into the tail. Then the winches drag the bastard backwards up the chute and into the rigging overhead.", "authors": ["Old Grum "]}, {"id": "269", "title": "River Krust Reproduction", "text": "[Excerpt from a nature journal - By Piero Joplin]\n\nCuriously, the river krust possesses both male and female anatomical features. One can only imagine what this would mean for human society, were it true among our own species. Would we dispense entirely with courting and dances? Imagine the increase in efficiency, as we all dedicated ourselves to the important matters in life. Natural Philosophy, of course, but also industry and law. And when aged members of society needed to be replaced by more vigorous younger members, one could simply engage in the auto-impregnation process and produce the desired offspring.\n\nBack to the matter at hand, while any given river krust is fully capable of inseminating itself, it must also be noted that reproduction does frequently occur between individual krusts. This happens when river krusts live in colonies, clustered above and below one another, such as when attached to a wooden dockyard piling. In these cases, as one of the mollusks releases its fluids, they run down across another in the colony, resulting in the intermixing of bloodlines.", "authors": ["Piero Joplin"]}, {"id": "270", "title": "A Second Solution", "text": "[Excerpt from a series of newspaper articles from prominent natural philosophers - by Piero Joplin]\n\nIt is through no fault of my own that the average citizen has expressed a preference for Sokolov's Elixir over my own formula, sold as Piero's Remedy, a name I did not choose if you must know the truth. The public has spoken its usual message of idiocy, spending their coin as a means of selecting Sokolov's formula over mine, which I believe to be equal if not superior.\n\nMuch has been made over the popularity of these concoctions as a means to resisting this remarkable new plague. I say remarkable because this strain works with an efficiency we have not seen in the history of the Empire. This plague, now making its way through the City of Dunwall, is unrivaled in its effectiveness. I have studied it within the blood of those afflicted and it is nearly perfect. Elegant, in fact.\n\nAnd while it is true that Piero's Remedy and Sokolov's Elixir are known to protect the body against the plague equally, my own has properties, not fully understood, which relate to the mind itself, and the spirit. And it is in this way that my formula wins out. Here, is where one should pay attention to this contest. For you see, Sokolov's Elixir, with its emphasis on the brute, animal body, is a cross goo better suited for livestock. The subtle and secret variance in the key ingredients making up Piero's Remedy ensure that it works on the higher functions that separate humankind from the mindless blue-jawed hagfish swimming in the Wrenhaven River.", "authors": ["Piero Joplin"]}, {"id": "271", "title": "Rat Behavior and Extermination", "text": "(Excerpt from a series of interviews with street workers - By Rat Catcher Lena)\n\nUsed to be, you'd go out with a bag, a stick with a nail on the end, and catch as many rats as you could in a night. The City Watch paid by weight. My husband Benjamin and I mostly worked alone, and we got by. If we found a place where the rats were real bad, sometimes we'd hire a crew of street brats to work with us, the younger ones who didn't make trouble. We'd pay them with bread and apple cider.\n\nOnce the plague came, the rats were different. Meaner, bigger, and a little quicker. You had to watch yourself. If you got cornered, they'd turn and the swarm would come back at you. I barely got away with my skin a few times, down in the sewers. The bites hurt afterward, but it was the sounds they made that stayed in your dreams at night.\n\nIt got more dangerous, and the City Watch started paying better. But that didn't last long because after a while too many people had been stripped clean, trying to fill up a bag. One slip and they'd be all over you, gnawing and trying to chew down to the bone. That's how I lost my poor Benji.", "authors": ["Lena "]}, {"id": "272", "title": "The Rat Plague", "text": "[Excerpt from a natural philosopher's notes]\n\nFor over a year, I've studied this cursed plague, collecting and dissecting rats by the thousands. Given their rapid gestation and maturation cycle, it's been possible to breed them for numerous generations.\n\nThe rodents themselves seem immune to the plague, but they pass it readily between members of their own species, perhaps through mites.\n\nThe bloods of the rats tells its own story, allowing me to gauge the number of generations that a given group of rats have lived with the plague. As such, a nagging question remains. The rats collected in the poorest parts of town, in the slums, exhibit the oldest strains of the plague. While those found near the docks - where the foreign, plague-bearing rats would presumably have entered our city - exhibit a younger strain of plague.\n\nCould this mean that the rats were transported to the slums in some way that is not obvious?\n\nI will continue my research. If nothing else, I am living proof that Sokolov's Elixir and Piero's Remedy are very effective at protecting against the plague, if one consumes enough of the stuff.", "authors": ["Lena "]}, {"id": "273", "title": "Tyrion's Journal", "text": "26th Day, Month of Wind\n\nI finally found a new place where I should be able to hide and survive for a long time if I stay quiet. The City Watch condemned the building, so this basement should be a safe spot. I have to believe that.\n\n28th Day, Month of Wind\n\nEverything is going as I expected. The Watch patrols in the street nearby, but they never enter this building. Food is the only problem, but I managed to steal some during the night.\n\n2nd Day, Month of Darkness\n\nSomeone else found this place and wants to share it. He has a strange amulet made of bone and he claims that it protects him from the plague. We'll see.\n\nPerhaps we can help each other, but I'm losing confidence in the odds of survival.\n\n4th Day, Month of Darkness\n\nSince he arrived, I've been having bad dreams and I don't feel really well. There're more and more rats in the building. Soon, I won't be able to leave this shack even if I want to. I'm starting to think that his amulet is cursed.", "authors": ["Tyrion "]}, {"id": "274", "title": "The Abbey of the Everyman", "text": "[Excerpt from a larger work on the history of the Overseers]\n\nThe Abbey of the Everyman is the seat of religious power and inspiration for all Overseers across the Empire. The order arose over the years to protect the common people from the ravages of the Outsider, until the need for a central bastion of authority was deemed necessary. This imposing structure is a destination for pilgrims seeking refuge or guidance.\n\nMany mistakenly attribute the Abbey's construction to High Overseer Benjamin Holger, when it was in actuality Holger's successor John Clavering who laid the foundation. Shortly after the Abbey was completed, every Overseer in the land gathered there and began a trek to White Cliff.\n\nThere, a great siege commenced, as the Overseers purged the region. The battle raged against heretics, witches and thralls of the Outsider. Though Holger was killed in the struggle, White Cliff was cleansed and the ceremonial rites that followed lasted for a month, giving birth to many invocations and speeches which were inscribed in tomes and carried back to the Abbey, where they are still revered today.", "authors": ["Unknown "]}, {"id": "275", "title": "Abductee Manifest", "text": "The following children have been brought to Godfrey's farm, awaiting passage to White Cliff on the 13th Day, Month of Seeds.\n\nJude Thornton, Ada Hargreve, Nicholas Reynes, Patrick Fagan, Roland Williams, Zachary Clendon, Thomas Jordan, Kent Hodgson\n\nRation allotment:\n\n12 crusts of bread\n\n1 wheel of blood ox cheese\n\n5 tins of brined hagfish", "authors": ["Unknown "]}, {"id": "276", "title": "The Academy of Natural Philosophy", "text": "[Excerpt from an overview of the Academy]\n\nSquatting at the edge of Dunwall, the Academy of Natural Philosophy is an ancient educational institute, bustling with young students and old philosophers, alchemists, cosmologists, and vivisectionists. The best minds from across the Isles gather there to study all of nature, including the human corpus, the celestial heavens, and the physical universe.\n\nNo one is allowed inside except esteemed members and the few students accepted each year, after a long and arduous application process. Those living nearby can only puzzle at the exotic shipments seen coming from the river and passing through the back doors, or wrinkle their noses at the odd smells that emerge from the smokestacks atop.\n\nRoyal Physician Anton Sokolov is currently head of the Academy.", "authors": ["Unknown "]}, {"id": "277", "title": "Admiralty and the Fleet", "text": "(Excerpt from a book on naval history)\n\nWhile each of the Isles has some form of naval fleet, none is more envied than that of Gristol, with its long, proud history of great ships and the admirals who command them. Boys come of age in the cities of Gristol hoping to someday captain such a ship, and family dynasties are made by those captains who track down infamous pirates or crush seditious uprisings, as during the Morley Insurrection.\n\nIn times of war and peace, Gristol continues to innovate at sea. The ship designs of Anton Sokolov himself now represent the highest standard in the whaling trade, allowing crews to haul their kill up over the deck and begin their butchery and processing, even as the ship returns to Dunwall. The crews can be seen working on their latest whale as the ship moves slowly up the Wrenhaven River, coming to dock with one of the powerful warehouse companies such as the Greaves Whaling House. Suspended in the rigging overhead and backlit by the setting sun, the silhouette of one of these creatures makes a moving sight as it cruises to its final resting place in the industrial heart of the capital city.", "authors": ["Unknown "]}, {"id": "278", "title": "The Ancient Music", "text": "[Excerpt from a longer work]\n\nThroughout the natural world there are ripples that we can barely perceive with our sense, on Ancient Music permeating everything as fundamental structural rule. Through it, you can work wonders without violating the natural world or begging favors from unfriendly spirits.\n\nThroughout my studies I have found a 17 note scale derived from this phenomenon, and with the right equipment those notes allow for astonishing effects. Not the least of these is the ability to calm the turbulence originating in the Void which we attribute to the Outsider.", "authors": ["Unknown "]}, {"id": "279", "title": "Avoiding the Rat Plague", "text": "(Excerpt from a government protocol on disease practices)\n\nMuch of the public still harbors false beliefs related to the plague. It is NOT true that the bile from river krusts will protect against contraction of the disease. Nor is it true that crushed Morley orchids act as a remedy, though it is speculated that both of these ingredients are used in both Sokolov's Elixir and Piero's Remedy. Consumption of these products, before exposure to the plague, constitutes the only known means of resisting the disease.\n\nFurther, the Abbey of the Everyman warns against superstitious practices. Not only is it ineffective to burn two hagfish and a cat together, inhaling vapors while chanting the names of the plague-dead, but it is also considered heresy by the Overseers and will be met with the full measure of the Abbey's laws.\n\nTell your neighbors and practice these things yourself: Avoid contact with the infected. Consume your ration of elixir daily, preferably in the morning. And report anyone suspected of carrying the plague. Everyone must work together to stop the spread of the dreaded contagion.", "authors": ["Unknown "]}, {"id": "280", "title": "The Bone Charm Situation", "text": "[Excerpt from a report to the Office of the High Overseer Gerard]\n\nI was asked, should we not tolerate the possession of simple bone charms among the populace? Surely this is a trivial matter, merely a cultural practice seen across the Isles? Not as terrible as the creation and coveting of more complex occult runes?\n\nSuch an insidious question.\n\nThis foolish distinction weakens our mission while the stench of the Outsider grows thick around us.\n\nPerhaps, as some claim, our ancestors tolerated these cursed practices during the times before our modern Empire arose, to ease the lives of the lowliest serfs as they paved the roads to civilization. But there is no excuse for witchery in this brighter industrial age.\n\nHaving adjudicated the trials of many heretics myself, I swear that their eyes, as the clarity of pain took their lives, were grateful to be liberated.", "authors": ["Unknown "]}, {"id": "281", "title": "Bone Charms", "text": "[Excerpt from a book on sailing traditions and scrimshaw]\n\nBone charms, a sailor's blessing, they say.\n\nThe carving itself is a practice from long back, passed from father to son, old man salt to greenhorn still getting his sea legs beneath him. In the old times, men cut into the tusks of ice seals and into the arm-long fangs of bears that roamed the isles north of Tyvia.\n\nOnce the whale trade began, the practitioners went to engraving the bones of these great beasts, rendering charms that sing in the night and grant some small boon to a man's vigor or defense against pregnancy.", "authors": ["Unknown "]}, {"id": "282", "title": "Bounty Ledger", "text": "[Excerpt from a bounty ledger]\n\nCroonigan - Eliminated, 1,500 coins paid\n\nSollard - Location unknown\n\nElizabeth - Abducted, delivered, 2,000 coins paid\n\nBoothe - Eliminated, payment refused. Employer eliminated\n\nUnknown Masked Man - Revealed to be Corvo\n\nSlackjaw - Location Unknown\n\nCorvo - in custody, to be delivered alive", "authors": ["Unknown "]}, {"id": "283", "title": "Boyle Party Guest Ledger", "text": "Lord Montgomery Shaw\n\nMiss Adelle White\n\nMr. Byron Alderdice\n\nMrs. Jane Blair\n\nMr. Jerval Crawford\n\nMiss Ella Triss\n\nStephen Harding\n\nDr. Jack Ramsey\n\nLord Talmedge Estermont\n\nMr. Nels Jefferies\n\nLord Timothy Brisby\n\nLord Bernard Prismall\n\nMr. Adam Pyle\n\nCorvo Attano", "authors": ["Unknown "]}, {"id": "284", "title": "Call to the Spheres, Vol 1", "text": "(Excerpt from a work of fiction, early chapters)\n\nMy stomach twisted as the engines of the old vessel roared louder. It was the creation of Orchado, Third Prefect from the Academy of Natural Philosophy. He was exhilarated, savoring each of the small craft's undulations. Orchado pulled a lever and a great gout of smoke surrounded us. The smell of burning whale oil grew unbearable as the machine propelled itself upward.\n\nI was too afraid to look through the window, which suddenly didn't feel thick enough. As if knowing my thoughts, Overseer Bryn looked at me and smiled; \"Recite some the Litany, my pupil. It will protect your heart from the turpitude of the Void on our way to the Outer Spheres.''", "authors": ["Unknown "]}, {"id": "285", "title": "Call to the Spheres, Vol 2", "text": "[Excerpt from a work of fiction, middle chapters]\n\nOrchado was elated, like a boy of sixteen on the eve of the Fugue Feast. \"When we are back in Gristol, I'll be named Royal Physician!\n\n\"Or you will be burned for heresy, Third Perfect. All depends on what we find when we get there.\" My master's voice was different, as if the air of the Outer Spheres added qualities normally absent: uncertainty, weakness, fear.\n\nI risked another glance at the monolithic structure in the distance. It was a wonder for Orchado, a puzzle for Overseer Bryn, and for me a towering monument for emptiness; a magnificent shrine to madness.", "authors": ["Unknown "]}, {"id": "286", "title": "Call to the Spheres, Vol 3", "text": "[Excerpt from a work of fiction, final chapters]\n\nI do not fear the Void, nor am I concerned with the spiritual sanctity of the weak. For I am now His herald, His chosen, having seen His sublime vault, where eternally He feeds upon the substance of the Void.\n\nAlone in Orchado's ship, the floor painted red with life, I draw designs with my fingers and gaze through the portals at the land rising below. There I will build the first monument to His glory, a rotting wound in the flesh of nature.\n\nPatiently, I'll build, awaiting Your arrival, oh great scion of the Void!", "authors": ["Unknown "]}, {"id": "287", "title": "Confiscation Log 2749", "text": "Accused: Archibald Pelling\n\nRecovered: Effigy of the Lord Regent\n\nSentence: Sentenced to 3 years imprisonment at Coldridge\n\n\nAccused: Beatrice Gauld\n\nRecovered: Collection of animal skulls, carved with pictographic sigils\n\nSentence: Home confiscated\n\n\nAccused: Charles Hanley\n\nRecovered: Book of rituals\n\nSentence: Home and property seized, banished to the flooded district", "authors": ["Unknown "]}, {"id": "288", "title": "Customs and Food of Morley", "text": "[Excerpt from a traveler's journal]\n\nBorn and raised in Gristol, I spent my formative years in our smaller cities before settling in magnificent Dunwall. There, in the capital city, I learned to appreciate the finer things. When the opportunity arose to document my travels to Serkonos, Tyvia and finally Morley, I left my position as a clerk for the late Lord Estermont.\n\nPerhaps, like so many in Dunwall, I suffer from being excessively cultured, but I found Morley disappointing.\n\nOver the course of this journal, I will explain why I found the Festival of Churners to be tiresome, despite the high banners, bare feet, and red robes. And why their renown jellied ox tongue is something I will be struggling to forget for many years to come.", "authors": ["Unknown "]}, {"id": "289", "title": "Daughter of Tyvia", "text": "(Excerpt from a theatre play)\n\nYoung Lady Amelia (in the back garden): Duchess, I do not know of the world beyond these garden walls, but do not mistake my lack of experience for fear. Or for an absence of desire. If I've avoided you it is because of the warning your name carries.\n\nDuchess Kalli (bending a rose to her face, inhaling the scent): And what warning is that, my dear Amelia?\n\nYoung Lady Amelia (turning her back to the Duchess): I believe you know my meaning. Your father's tales are still the subject of parlor gossip.\n\nDuchess Kalli (stepping up close): And those stories excite you? Tell me, girl, I am a friend.\n\nYoung Lady Amelia (hesitating): Duchess Kalli, I- Yes, I confess they do. In my youth I hid a copy of the tales of Prince Kallisarr. I read them late into the night.\n\nDuchess Kalli (speaking into her ear): As did I.\n\nYoung Lady Amelia (leaning back into her embrace): But he was your father?!\n\nDuchess Kalli (stroking her neck): They're just stories, Amelia. Fire for the imagination.\n\nYoung Lady Amelia (breathing deeply): Duchess, will you teach me to kiss?\n\nDuchess Kalli (cooing softly): I will, but have you ever kissed another?\n\nAbirri, a rose gardener (emerging from the hedges, stammering): My ladies! I swear to you, I did not intend to spy. Forgive me, but I was pruning the hedge and could not find a way to interrupt.\n\nDuchess Kalli (extending a hand): We forgive you. But as punishment, I command you to stay, and to come closer.\n\nYoung Lady Amelia (shocked, brows furrowed in irritation): But he is a servant, Duchess!\n\nDuchess Kalli (pulling at each of them, drawing them closer to her): And serve us, he will, young Amelia.", "authors": ["Unknown "]}, {"id": "290", "title": "Dead Counter Responsibilities", "text": "[Excerpt from a manual on new City Watch procedures]\n\nCommissioned by the Lord Regent in the face of the growing plague crisis, the Dead Counter is a position that will only be given to officers, usually of junior or middle grades. In most matters of edict or curfew enforcement, these officers will defer to the acting officer on-duty. However, any Dead Counter will have command in situations related to the plague and the handling of the dead, including those with late-stage plague symptoms (called \"weepers\" in common parlance). Starting in the Month of Rain, interested officers may apply for the test and, if accepted, for the two-week training tour. Pay will be administered in coin and rations of elixir, at one and one-half normal pay grade.", "authors": ["Unknown "]}, {"id": "292", "title": "Deposition Log 73826", "text": "The Case of Agatha Harcort\n\nDeposition from Mary Wallace\n\n\"I smelled a peculiar stench coming from Agatha's window one night. As I looked in the window, I saw her burning over a fire the bones of something small, along with clumps of hair.\"\n\nDeposition from Herbert Alcott\n\n\"On several evenings as I came home from work, I saw Agatha peering at me unnaturally from behind her curtains. On the fifth day I felt a pain in my stomach upon approaching her home.\"\n\nOutcome:\n\nAgatha's home was searched. Several outlawed items were found, and Agatha was caught as she attempted to flee from the back door. Her interrogation yielded little of use. Home and property seized for the Abbey. Remains cremated.", "authors": ["Unknown "]}, {"id": "293", "title": "Disclosure Log 965", "text": "Name: Dillion Jacobs\n\nAdmitted Violations: Theft of neighbor's food\n\nRecourse: Half wages to be given to neighbor for a month\n\n\nName: Milicent Ridgeway\n\nAdmitted Violations: Adultery\n\nRecourse: One year in the service to the order\n\n\nName: Robert Young\n\nAdmitted Violations: Spying on his neighbor as she bathed\n\nRecourse: Public humiliation in the stocks for 2 days", "authors": ["Unknown "]}, {"id": "294", "title": "The Distillery District", "text": "[Excerpt from a pre-plague promotional book on products made in Dunwall]\n\nAcross the Empire, Old Dunwall Whiskey is not only the finest libation of its kind, but it's also an important cultural tradition among discerning folk, sophisticated and common alike.\n\nCaptains moving their ships across the Great Ocean always have a bottle in their quarters for occasions, fine restaurants and bars keep it in stock, and farmers across Gristol exchange Old Dunwall Whiskey when healthy children are born.\n\nSome might disagree, preferring \"highbrow\" drinks such as King Street Brandy or one of the other brands from Morley, but sales of Old Dunwall have been brisk through the early years of Empress Jessamine Kaldwin's reign, a trend that is expected to continue.\n\nAged and bottled in Dunwall's Distillery District, Old Dunwall Whiskey is what you want!", "authors": ["Unknown "]}, {"id": "295", "title": "Elixir Accounts", "text": "Next Batch\n\nTubbard Family - 4 doses\n\nCrammling Family - 3 doses\n\nBraeden Family - 5 doses\n\nGolden Cat - 2 crates\n\nBitterleaf Almshouse - 1 crate\n\nEd Knack - 1 dose\n\nLuther - 1 dose\n\nBlack Sally - 2 crates\n\nGriff - past due.\n\nTrace Flannery - 2 doses\n\nPratchett Family - 5 doses\n\nNelly and Morris Sullivan - 2 doses", "authors": ["Unknown "]}, {"id": "296", "title": "The Estate District", "text": "[Excerpt from a historical overview of the Estate District]\n\nHome to some of the most powerful families in Dunwall, the Estate District has been a jewel in city's crown for generations. No district enjoys finer restaurants or cultural events, and no families inspire more admiration, or more gossip, than the lords and ladies of the Estate District.\n\nThe late Lord Boyle and his lovely wife perhaps best epitomize the privileged class of citizens. Their annual costume ball is the talk of high society, creating ripples throughout Dunwall when one family or another is excluded from the guest list. But it's not all play that drives the Boyles; on several occasions, they've generously brought in poor laborers from elsewhere in the city for a week or two to work on their garden or home, providing vital employment for those who need it most.\n\nWith so much history, the Estate District has also seen its share of trouble as fortunes are made and lost. The great Lord Preston Moray, and his eccentric wife Vera were once the toast of Dunwall, before tragedy struck and they fell into ruin.\n\nRiddled with canals and large homes that enjoy historical preservation tax breaks, the Estate District is a place to which we can all aspire.", "authors": ["Unknown "]}, {"id": "297", "title": "Excerpt from An Assassin's Log", "text": "[Excerpt from a fresh journal]\n\nThe four hounds we rescued from the Overseers are making great progress. I am confident that with continued care and proper feeding, the training that they received at the hands of the zealots will fade and they'll begin to behave more to our liking.", "authors": ["Unknown "]}, {"id": "298", "title": "Explorer's Journal", "text": "[Excerpt from the journal of an explorer and natural philosopher]\n\nDr. Hazian's interpretations of the Pandyssian carvings are the height of ignorance. The core theme is not renewal, but dire warning. The central figure is not a benign spirit. It is clearly a monster, and the jewel a type of fetish, the key to its dark potency perhaps.\n\nThe panels should be read as follows: The hero-figure steals the jewel from the monster and casts it into an unquenchable fire. Thus, the monster is made mortal and the hero is able to slay it, breaking the cycle of terror.\n\n[Note scrawled in the margins]\n\nVera has taken an inordinate interest in my field manuals. Such appetites are unseemly in a lady of her station. I shall have to reprimand her.\n\n[Second note, written in a different hand]\n\nSo dreary dreary, dearie.", "authors": ["Unknown "]}, {"id": "299", "title": "The Exquisite Tallboy", "text": "[Excerpt from a letter of public concern by anonymous authors]\n\nWhat you've read here is the truth, regardless of what you will hear from the \"authorities\" who rule over us. It is not a matter of coincidence that the former \"Royal Spymaster\" is the one who stepped in when the late Empress fell. We, who will remain nameless, believe that these events are interconnected.\n\nThe signs of oppression are all around us. The Sokolov designs, originally intended to provide light and warmth in our homes, have been turned against us as a means of inspiring fear and controlling our movements through the city. And where did this plague originate? Some say it was imported. A wild theory? Perhaps.\n\nOne of our members risked her life to obtain an internal report from the government, which we will be printing and sharing soon, called \"The Exquisite Tallboy,\" extolling the virtues of this newest member of the City Watch.\n\nTo those in the streets below, these \"virtues\" are horrors, spread by stilted thugs who rain down fire on the sick and the poor. To these eyes, the tallboy is another government bully, armed with incendiary devices, thickly armored and standing high overhead, looking down at the common people of the city. We now know that the tallboys are heavily drugged, imbibing a substance that renders them resistant to pain, but also dulls whatever empathy they might normally possess. Exquisite? We think not.\n\nCopy these words and share them with your neighbors. And remember, when the tides are lowest, the truth will be revealed.", "authors": ["Unknown "]}, {"id": "300", "title": "Failed Experiments", "text": "[Excerpt from a series of lectures on natural philosophy - By Piero Joplin]\n\nOf course I have attempted to improve upon Sokolov's designs. Of course! And why not? After all, it is likely that his thinking was influenced in some small way by our time together at the Academy. We are all part of a community, striving to unknot the mysteries of the Cosmos. Even those among us who possess the greatest minds are often led to a fruitful line of consideration by, how does one say it, our intellectual subordinates. Sokolov is no exception to this, despite the glamor of genius he has cast over the aristocracy.\n\nAnd further it is true that many of my experiments have failed. No need to gossip about it behind my back in your social clubs and in the very chambers of the Academy itself. Great ambition requires risks. You may laugh now at my Door to Nowhere, but someday you will not. Your children will likely see it as commonly as you see the electric lamps lighting our streets at night. But a few short years ago, you would have laughed at Sokolov's Arc Pylon or Wall of Light. Your laughter, your condescending smiles, they are nothing but evidence of you own limited imagination!", "authors": ["Unknown "]}, {"id": "301", "title": "The Fifth Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict the Rampant Hunger or the intemperate will rise up among you like a virulent swarm, devouring everything wherever they go, even filth. For what goes into your body, poisons you, and if you eat filth then filth is what you will vomit up. Surely the glutton will sell away birthright, family, and friends for a morsel of meat.", "authors": ["Unknown "]}, {"id": "302", "title": "The First Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict the Wandering Gaze that looks hither and yander for some flashing thing that easily catches a man's fancy in one moment, but brings calamity in the next. For the eyes are never tired of seeing, nor are they quick to spot illusion. A man whose gaze is corrupted is like a warped mirror that has traded beauty for ugliness and ugliness for beauty. Instead, fix your eyes to what is edifying and to what is pure, and then you will be able to recognize the profane monuments of the Outsider.", "authors": ["Unknown "]}, {"id": "303", "title": "The Fourth Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict the Roving Feet that love to trespass. They pay no heed to the boundary stones of a neighbor's fields. They wander into foreign lands, only to return with their soles blackened by iniquity. Where have you strayed that destruction now comes behind you? Would you walk across burning coals or broken glass? They why do you prowl into the homes of the honest, or into the dens hidden things, for the result is the same. You will fall into the Void! Instead, rest your feet on a firm foundation so that when the winds of the Outsider shriek against you, you will stand firm and not be overthrown.", "authors": ["Unknown "]}, {"id": "304", "title": "The Fugue Feast", "text": "[Excerpt from a book on the celebrations and holidays]\n\nAt the end of every year, after the last day of the Month of Songs, we begin the Fugue Feast.\n\nThe new year has not started and thus the time that follows is 'outside' the calendar. A period of celebration and feasting begins, during which the people abandon the very practices that keep them whole and healthy over the year.\n\nMany leave their homes, euphoric with spirits or potent herbs. Some paint their faces or wear masks to conceal themselves as they pursue their passions without reservation.\n\nWhen the right cosmological signs are observed and it is time for the calendar to begin anew, the sitting High Overseer calls for the hymn of atonement and the Fugue Feast ends.\n\nFamilies return to their homes, wives to their husbands. Enemies put down their weapons and fires are extinguished. No complaint is given for those who have wronged others, deviated from ancient codes, or discarded oaths; for this time during the astrological alignment does not exist, and is not recorded.\n\nThe following day starts the new year, marked on the first day of the Month of Earth, as it has always been.", "authors": ["Unknown "]}, {"id": "305", "title": "A Gaffer's Tale, Vol 1", "text": "(Excerpt from the travel journal of a young whaler)\n\nA Gaffer's Tale Vol 1: Or, A Gaffer's Early Adventures\n\nMy sister Nina and I left Tyvia together, saying goodbye to our aunt, the woman who had raised us since childhood. Leaving behind our home city of Yaro and the cold, but beautiful white landscapes we had always known, we boarded a ship for Dunwall. Our parents had left us with a sizable inheritance, and we spent half of this getting to the capital city and establishing a small import shop dedicated to Tyvia furs.\n\nOnce I'd helped Nina establish the business, I was free to pursue my dream. Signing on with a whaling ship was the most exciting thing I'd ever done, and saw it as a means to an end; someday I would captain my own crew, and eventually own a fleet of similar vessels. With tears in her eyes, Nina kissed me farewell and I did not see her again for many months.\n\nAs an apprentice to the gaffer, I got to see the tracking and killing of the great beasts up close. Nothing had ever fired my spirit so, as the wind and pounding waves; racing after a wounded whale, being pulled by a skein of cables embedded in its thick flesh.\n\nI changed more in those first seven months that I had in the previous seven years. Whaling was beginning to put its mark on me so that Nina barely recognized me when I returned, tanned and sinewy with muscle, weather creases already wrinkling the corners of my eyes. But she could see that I was filled with joy, having found my purpose.", "authors": ["Unknown "]}, {"id": "306", "title": "A Gaffer's Tale, Vol 2", "text": "(Excerpt from the travel journal of a whaler in his final years)\n\nA Gaffer's Tale, Vol 2: Or, A Gaffer's Final Passage\n\nAfter more than a quarter of a century, I am done with whaling, too broken to continue. I've seen all corners of the Isles and made more coin that most men see in a lifetime. But it's all gone. I've lived through an Emperor and watched his daughter take the throne, fair young Empress she was, but slain so young. Everything beautiful comes to die. I've eaten in every port of the known world and sailed in the loneliest waters you could imagine. I've seen the cliffs around Pandyssia. Even the best of it doesn't give me an ounce of joy. The years come back across my dreams as a line of butchered bodies; long, sleek and singing among the waves under the moonlight, only to be speared by ugly, weather-scarred men who'd knife each other for a good pair of boots.\n\nEach year I had less time to come home. My tongue forgot the language of small chatter and those who lived in the cities thought me odd. My sister Nina hardly knew what to say to me during our visits. When she lost her business to the Lord Regent's crooked barrister I was a hundred miles east of Morley, gaff-hand frozen from the sleet as we tracked the first bull whale we'd seen in months. I helped her as much as I could, but Nina died in the early days of the plague. None of it mattered. If I'm jaded and bitter, it's because this industry has taken away my dreams. The world has beaten me.", "authors": ["Unknown "]}, {"id": "307", "title": "Golden Cat Guest Ledger", "text": "Lord Morgan Pendleton, with Loulia in the [Steam/Ivory] Room, [downstairs/second floor].\n\nMister Bunting, with Betty in the Silver Room, second floor.\n\nLord Custis Pendleton, with Violetta in the [Gold/Smoking] Room, third floor. \n\nLords Morgan and Custis Pendleton checked out at 7:00pm, citing an appointment with the Lord Regent.", "authors": ["Unknown "]}, {"id": "308", "title": "The Greaves Whale House", "text": "[Excerpt from a book on well-established companies in Dunwall]\n\nIn the early days, when the ships brought in the great, dead whales, men would slaughter them and reduce their blubber to oil in massive vats on the banks of the Wrenhaven. Small crews maintained their own vats, with workers specializing as fire tenders, slicers, gut-men, haulers or strainers.\n\nInevitably, once the demand went up, the businessmen moved in, wooing the best crews with promises of better pay and safer conditions. The warehouse went up at the edges of the Rudshore Financial District almost overnight. None was more organized, or as some would say more ruthless, than the Greaves Whale House, opened by Ebenezer Greaves himself.\n\nThe Greaves Whale House grew rapidly, absorbing rivals until it dominated the trade. At its peak, the operation employed over 300 workers, not including the children who filled minor, and often tragic, roles. Those associated with the refinery were recognizable by their head-to-toe industrial leather uniforms and the masks they wore to protect against fumes.", "authors": ["Unknown "]}, {"id": "309", "title": "Harpooner Songs", "text": "[Excerpt from a book of sea shantys sung by sailors]\n\nWhat will we do with the drunken whaler\nWhat will we do with the drunken whaler\nWhat will we do with the drunken whaler\nEarly in the morning\n\nFeed him to the hungry rats for dinner\nFeed him to the hungry rats for dinner\nFeed him to the hungry rats for dinner\nEarly in the morning\n\nWay, hey and up she rises\nWay, hey and up she rises\nWay, hey and up she rises\nEarly in the morning\n\nSlice his throat with a rusty cleaver\nSlice his throat with a rusty cleaver\nSlice his throat with a rusty cleaver\nEarly in the morning\n\nStuff him in a sack and throw him over\nStuff him in a sack and throw him over\nStuff him in a sack and throw him over\nEarly in the morning\n\nWay, hey and up she rises\nWay, hey and up she rises\nWay, hey and up she rises\nEarly in the morning", "authors": ["Unknown "]}, {"id": "310", "title": "The High Overseer", "text": "[Excerpt from a series on Overseer roles and rituals]\n\nOver the centuries, the Abbey of the Everyman has held its place as the dominant religion across the Isles. Not only do its adherents call it the only meaningful faith, but aside from a few tolerated variants, they castigate the followers of other religions as heretics, actively resulting in harm rather than harmony.\n\nA key component to the Abbey's health is the High Overseer, venerated by all other Overseers, the women in the Oracular Order, and the congregations from each town and city across the Empire. The High Overseer is called upon to interpret the Seven Strictures and to initiate important ceremonies such as the Fugue Feast at the end of each Calendar year.\n\nAbove all, the High Overseer must embody the Strictures, serving as a living example of their perfection.\n\nUpon the death of the acting High Overseer, it falls upon a council made up of elder Overseers to call for the Feast of Painted Kettles, the first step in the arduous process of choosing a new leader for the Abbey.", "authors": ["Unknown "]}, {"id": "311", "title": "The Isle of Morley", "text": "[Excerpt from a volume on Morley geography and culture]\n\nIt's said that the history of Morley is as colorful as a quilt made from all the flags ever flown and all the clothes ever worn. The land itself hides from the sun under a layer of clouds, and thick gray moss hangs from the trees, but the spirit of the people who live in Morley dances like the firelight.\n\nAmong the people, the love of good food and drink is legendary, with stews and roasted meat dishes most often used to fight off the cold and the dreariness. The nation has a rich tradition of poets, musicians and philosophers, even among the poorest folk. Intellectual tomes and bar songs alike were often penned in Morley.\n\nA late entry into the Empire, the Morley Insurrection is still a sore point for many natives, and independence is a proud character trait among the people.", "authors": ["Unknown "]}, {"id": "312", "title": "The Isle of Serkonos", "text": "[Excerpt from a volume on Serkonos geography and culture]\n\nSerkonos, the jewel of the South, is best known for its warm winds, spiced foods and endless beaches. While the city of Cullero sees the heaviest flow of travelers from across the Isles, Karnaca, on the Southernmost edge of the known world, is preferred among the elite of the Empire. It is said that a month spent resting beneath the sun of the beaches of Serkonos, or within one of the rural villages, can cure most maladies. Travelers bring back recipes and styles from the South, and the dances that all Serkonans learn in their youth are favored in Gristol for their sensuality, copied by the fashionable aristocracy in the capital city of Dunwall.\n\nThe only persistent trouble in Serkonos originates along the string of tiny islands stretching away from the mainland to the East. For generations, pirates have hidden among this archipelago, raiding traders passing between the Isles and, more recently, attacking whaling ships returning with rich stores of oil.", "authors": ["Unknown "]}, {"id": "313", "title": "The Isle of Tyvia", "text": "[Excerpt from a volume on Tyvian geography and culture]\n\nNorthernmost among the Isles, Tyvia is dominated by snarling mountain ranges that rise up from frozen plains. Travel between cities involves arduous treks through territory thickly infested with terrible bears and packs of hounds adapted to the climate. Despite these conditions, Tyvian art, architecture, food and fashion are ornate and complex, marked by an intricate refinement that perhaps arose as a counterpoint to the cold, harsh land itself.\n\nWhile people in the lower city of Caltan share much with their nearest neighbors in Morley, most Tyvians are a breed apart, shaped by generations of life in the inhospitable cold. Austere and regal, Tyvians are proud of their customs, food and history, and have little concern for the Isles to the south.", "authors": ["Unknown "]}, {"id": "314", "title": "The Leviathans' Sorrow", "text": "[Excerpt from a report on a treatise banned by the Rudshore Trade Council]\n\nLittle is known of Pacotti, credited with this series of pamphlets arguing against the whaling trade. While he is gifted, his views are nonsense and threaten the economic underpinnings of the Empire.\n\n01 Enslavement: On the breeding and husbanding of whales, versus hunting the beasts in the wild after \"a natural and free life cycle.\" Parcotti offers no solutions for where these massive, malevolent creatures might be \"pastured.\"\n\n02 Dissolution: Laments on the destruction of \"social\" bonds between herd member. Pacotti actually uses the term \"families.\"\n\n03 Harmony: Drivel on the \"aesthetic wonder\" of what is, in reality, the great and terrible Ocean that ever-threatens to swallow us. Includes arguments on the \"gentle nature\" of the brutes, a notion refuted by seamen who return to shore, wide-eyed with tales of the whales' savagery.\n\n04 Disruption: Here Pacotti is on his weakest footing, issuing up feverish warnings against the displacement or transference of natural beasts from their native environments.", "authors": ["Unknown "]}, {"id": "315", "title": "The Lighthouse", "text": "[Excerpt from a recent historical work on Kingsparrow Island]\n\nKingsparrow Island sits in the middle of the Wrenhaven River, and up through the previous century, it was only used by fishermen and for occasional religious ceremonies.\n\nDuring the time of the Morley Insurrection, a fort and naval dock were added to the island, as a means of protecting the city from attacks by sea.\n\nIn the time of the Rat Plague Crisis, shortly after the tragic death of Empress Jessamine Kaldwin, Dunwall's acting Regent Hiram Burrows commissioned the construction of a modernized military installation and lighthouse on the island.\n\nBurrows Lighthouse, only recently completed, is widely considered to be one of the marvels of the modern age, humming with Sokolov's technologies, powered by processed whale oil.", "authors": ["Unknown "]}, {"id": "316", "title": "Looting in Recent Months", "text": "(Excerpt from a letter found in an empty house at the edge of the Rudshore Financial District)\n\nThe looting started in the warehouses. Once enough men took sick with the plague, the companies had to suspend operations.\n\nMy husband Malkus was with the Meierson Tobacco Leaf Company, which closed last year during the Month of Clans. He ran the fire boxes and the main curing barn. Malkus always said flue curing made the sweetest leaf. Sickness hits the tobacco men the hardest because of all the smoking.\n\nThey ran with a small crew for awhile, but around the time my husband got sick the fires were put out and the tobacco sat rotting.\n\nSomehow the thieves knew and started stripping the place. Later, they moved on to houses, the bastards.", "authors": ["Unknown "]}, {"id": "317", "title": "The Metaphysika Mysterium", "text": "[Excerpt from a longer banned work on supernatural ritual]\n\nIt is said that we should not sully our hands when combating the forces of the Void. My studies have been deemed heretical by my brothers, but the rewards have been invaluable. I have harnessed the same energies employed by the Outsider and his accused followers while avoiding their corruption.\n\nI will prescribe a two-fold method in this text.\n\nIndirection: As the unwholesome powers of the Outsider use living flesh as a conduit, we can avoid being tainted by using the flesh of others instead.\n\nContainment: By using Channels and Barriers we can focus these Void energies in a raw state, shielding them from the perverse perspectives of the Outsider.", "authors": ["Unknown "]}, {"id": "318", "title": "The Movements of Corvo Attano", "text": "Known Movements: Returned after an official deployment of roughly 2 months. After departure from Gristol, mission included stops at other major Isles at the behest of the Empress Jessamine Kaldwin. Arrived bearing ill news. Immediately apprehended for her murder.\n\nLast Confirmed Sighting: Entered sewers under Coldridge Prison after escaping execution under unusual circumstances.\n\nTestimony from Citizenry: Trey Dover\n\nConfidence: Moderate, unconfirmed\n\nStatement: Person matching subject's description seen conversing with unknown woman near front gates of the Academy of Natural Philosophy.\n\nTestimony from Citizenry: Benjamin Hornibey\n\nConfidence: Low, unconfirmed\n\nStatement: Person matching subject's description seen fraternizing with oxherds just outside the city.\n\nTestimony from Citizenry: Charlotte Kadenhead\n\nConfidence: Low, second hand\n\nStatement: Overheard conversation implying one of the parties involved had knowledge of the subject.\n\nSuspected Alliances: None known.\n\nRecommendation: Search of the Estate District, based on subject's prior position of authority and privilege.", "authors": ["Unknown "]}, {"id": "319", "title": "Mysteries of Pandyssia", "text": "[Excerpt from a book on the Far Continent, Pandyssia]\n\nAt the Academy of Natural Philosophy they speak of the Pandyssian Continent as a place of wonder, where all life has intwined and blossomed across aeons, producing a vibrant ecology unrivaled in the civilized world. The Overseers from the Abbey of the Everyman, by contrast, talk of horror and heresies. Of cults of sub-men engaged in brutal, perverse rituals.\n\nThe few who have traveled to the Far Continent and come back to the Isles, those who have actually touched the soil there, have returned with notes that describe vast deserts, deep jungles, and outlandish creatures that defy belief.\n\nOnce in a generation, a great effort is mounted to build a colony there, in hopes of this someday growing into a port city to rival Dunwall itself. But to date, these attempts have all ended in madness and failure.", "authors": ["Unknown "]}, {"id": "320", "title": "On Branding Heretics", "text": "The Heretic Brand is reserved for those Overseers who have committed heinous acts against the order, but have not broken codes that would otherwise result in execution. No contact, aid or shelter can be given to one bearing the brand; that person is forevermore unwelcome to the Abbey and its affiliates.\n\nWhen used, the brand is applied to the forehead, so all can see the sins of the recipient. The chemical compound acts immediately, scarring the heretic for the remainder of life.\n\nThe Interrogation Room here at the Office of the High Overseer stands ready for branding ritual, should the need arise. The recipient must be strapped into the interrogation chair and restrained as the brand is applied. The Heretic Brand itself is to be stored in the same room.", "authors": ["Unknown "]}, {"id": "321", "title": "The Outsider", "text": "(Excerpt from the diary of a known heretic, seized before his execution)\n\nFor most, the Outsider is nothing but a child's tale meant to instill fear of that beyond the family, the community.\n\nWhen I was young, my mother and I were on the run, moving from one village or sea town to the next. Camping in the woods for weeks, always with the cursed Overseers at our backs.\n\nAt night she told me of her dreams. Of the empty place where the Outsider whispered to her. With each visit, her craft grew, until she could see through the eyes of moths, and unlock a door or window latch from outside a house.\n\nI will find this empty place. Somehow the key to open the Void will fall into my hands. In time, I will learn the secret and he will call to me as he called to her.\n\nCall me a heretic for my studies. Drag me to your cold stone cell, whip my flesh and put me on trial as an apostate. Burn my body to ash.\n\nBut I will continue to seek the realm of which my mother spoke. It is my life's meaning.", "authors": ["Unknown "]}, {"id": "322", "title": "Overseer Chant", "text": "Restrict the Wandering Gaze that looks hither and yonder for some flashing thing that easily catches a man's fancy in one moment, but brings calamity in the next. For the eyes are never tired of seeing, nor are they quick to spot illusion. A man whose gaze is corrupted is like a warped mirror that has traded beauty for ugliness and ugliness for beauty. Instead, fix your eyes to what is edifying and to what is pure, and then you will be able to recognize the profane monuments of the Outsider. Restrict the Lying Tongue that is like a spark in the heathen's mouth. It is such a little thing, yet from the one spark an entire city may burn to the ground. Better to live a life of silence than unleash a stream of untruth. The echoes of lies come back as the voice of the Outsider. Restrict the Restless Hands, which quickly become the workmates of the Outsider. Unfettered by honest labor, they rush to sordid gain, vain pursuits, and deeds of violence. Of what value are the hands that steal and kill and destroy? Instead, put your hands to the plow, the fork, and the spade. For even the lowliest labor that is rigorous squeezes the muscles as a sponge, rinsing impurities from the mind and body.", "authors": ["Unknown "]}, {"id": "323", "title": "Refinery Manager's Log", "text": "[Excerpt from a work log]\n\nThe tankers marked \"Batch B\" coming from the Whalehouse slaughteryard need to be connected to the deeper pipe-row ONLY. These barges contain blubber from juvenile whales and have to undergo a different refinement process to ensure the same level of potency. We need to get the tankers emptied and back out to the Whalehouse as fast as possible.\n\nGreaves Lighting Oil Company is on track for record profits this quarter and I want it to be the Refinery that gets the credit for it, not those ass-scratchers at the Whalehouse!", "authors": ["Unknown "]}, {"id": "325", "title": "The Royal Spymaster", "text": "[Excerpt from a historical record of government positions and ranks]\n\nIt is said that the Office of the Royal Spymaster has existed for as long as there have been Emperors and Empresses. However, in the earliest days of the Empire, this position existed in secrecy. Only after the Morley Insurrection was the position publicly acknowledged, due to the tremendous role that the acting Spymaster played in quelling the rebellion.\n\nOriginally, members of the military or officers of the City Watch were advocated for the role, chosen by the Admiralty. In the recent years, the outgoing Spymaster has made recommendations on his replacement from the small cadre of espionage agents serving him. In this way continuity is preserved, since many of the covert projects undertaken by the government are not committed to writing, only communicated in whispers, behind secure doors.\n\nThis leads to the most common critique of the Office of the Royal Spymaster, that actions are taken and deeds committed that even the Emperor or Empress is not aware of. This lack of oversight or accountability is a commonly debated topic during Parliamentary sessions, but those who hold the position of Royal Spymaster insist that in order to function the role must exist outside existing bureaucracy or law.", "authors": ["Unknown "]}, {"id": "326", "title": "The Rudshore Chamber of Commerce", "text": "[Excerpt from a book covering the various districts across Dunwall and their histories]\n\nOnce the financial heart of the Empire, the Rudshore Financial District was a hive of trade activity. No district employed more barristers, accountants, or indeed more security. And no part of Dunwall saw a greater flow of coin.\n\nWhen the flood barriers broke and the waters rolled in, the looting that followed was accompanied by an epic period of chaos and butchery. Those who could withdraw and move the assets did what they could. Others, with their wealth tied up in grand mansions and artwork, lost it all.\n\nWhen the last of the high society set had withdrawn and the lights went dark, Rudshore was a gloomy, crumbling shell of what it had been, inhabited by thieves, wild dogs and rats. Once great palaces of commerce sat empty and haunted, or come to house killers and mercenaries, as well as anyone else looking to hide from the City Watch.\n\nIn mere months, \"The Flooded District\" was settled upon as the most proper name for the place.", "authors": ["Unknown "]}, {"id": "327", "title": "Rumors and Sighting: Daud", "text": "[Excerpt from an Overseer's covert field report]\n\nFor over a year now, I have lived away from the Abbey, without the company of my Overseer brethren or the guidance of the blind sisters of the Oracular Order. Days have passed with me sleeping in the dens of cut-purses, murderers and worse, and the nights have seen me prowling through the worst alleys and wretched corners of Dunwall. I have taken my meals with killers. At times I have ventured beyond the city walls, meeting in forgotten graveyards and the outlying ruins frequented by those of ill means.\n\nMy beard has grown long and I wear the weathered clothing and bits of boiled leather favored by the Bottle Street and Hatter gangs, and by those rough men and women who make their trade knifing others in return for coin. My hands have run red with blood, it's true, but I have selected my targets with care, choosing among those criminals and heretics who were not fit to live, executing them justly and using their deaths as a means of building my reputation. So far this trick has allowed me to make my name among my murderous colleagues, without taking the lives of the innocent.\n\nMy goal is singular: I must impress the assassin named Daud in order to get close to him.\n\nOf all of the practitioners of black magic we have tracked, none concern the Abbey as much as Daud. It is said that his mother was a witch from one of the archipelagos off the Pandyssian coast, taken captive by pirates venturing far from the Isles. According the legend, by the time the ship returned, the captain was dead and the witch controlled the crew, with Daud still a shadow in her belly.\n\nThe earliest stories tell of a gang-killer without mercy, moving among the shop keepers and City Watch officers of Dunwall like a reaper through wheat. Then a period of silence followed; years we now believe he spent traveling the Isles, studying anatomy and the occult in the great halls of learning and in hidden basements frequented by fellow dabblers in the forbidden arts. Daud is even purported to have spent a winter in the Academy of Natural Philosophy itself. And for a time, before a schism developed, he counted the Brigmore Witches among his allies. All the while, he honed his craft, and it is during this time that we believe he began to consort with the Outsider.\n\nNew reports emerged of a dusky-skinned assassin, paid by the elite to eliminate their rivals in Dunwall and in the other major cities across the Isles. Those who saw him and lived numbered in the handful, but all of them reported something strange. He appeared and vanished like smoke. From a nearby rooftop, he gestured and a noble woman stumbled from her balcony, falling to her doom on the cobblestones below. Most recently, as this new threat of plague has risen in Dunwall, Daud has been seen leading a gang of men in dark leather, dressed as factory whalers in their vapor masks. They seem loyal beyond comprehension for one so unworthy, leading me to wonder if some of his magic is dedicated to lulling their minds, enslaving them.\n\nOnly a month ago, one young girl claims to have come upon a strange scene. Carrying a bottle of milk home to her crippled brother, she was taking a shortcut through the Tailors' District. In a narrow street, she passed beneath a window and heard unusual sounds from within. Pushing aside the ratty curtain, the girl saw into an abandoned apartment, used by miscreants for gambling and trading habber weed. An occult shrine had been erected against the far wall, which she recognized from the teachings given by her local Overseer. A man she described as resembling Daud was kneeling before the shrine muttering to an unseen spirit as if in argument. He took a carving, made of pale bone, from the altar before him and the lights all went out in a gush of unclean wind. Quiet as a field mouse, she slipped away, running until she reached her home.\n\nThere can be no doubt. Daud is an agent of the Outsider and must die, for there is no limit to the evil this man might do. This is my solemn oath and the great purpose of my life. Until Daud is a dead and his corruption has been purged from the world, I will continue to move among the depraved, winding my way toward him. I will not drop my guise or don my Overseer's mask again until Daud breathes no more.", "authors": ["Unknown "]}, {"id": "328", "title": "The Sayings of the Overseer", "text": "\"Keep both hands on the plow, lest the Outsider find use for them.\"\nThe Sayings of the Overseer, 13\n\n\"An Overseer is he who lives in the world of the invisible, spying with his eye all that hides within the hearts of wayward men.\"\nThe Sayings of the Overseer, 211", "authors": ["Unknown "]}, {"id": "329", "title": "The Second Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict the Lying Tongue that is like a spark in the heathen's mouth. It is such a little thing, yet from the one spark an entire city may burn to the ground. Better to live a life of silence than unleash a stream of untruth. The echoes of lies come back as the voice of the Outsider.", "authors": ["Unknown "]}, {"id": "330", "title": "Security Work Log", "text": "[Excerpt from a security work log]\n\nFor the next couple of days we're going to quadruple the rate of drops from the plague wagon. This inevitably means we're going to get a growing number of plague carriers who play dead in hopes of escaping. So here's the plan to keep the Rudshore Gate area secure.\n\nStep one: Set up some arc pylons in the courtyard behind the hotel. We have a street blocker up there, but we can't weld it shut. We still need to use that route to access the river, which means plaguers can too.\n\nStep two: Put up a barrier between Thresh Street and Old Mosley Canal.\n\nStep three: Install more lights, especially to illuminate the hotel and surrounding buildings.\n\nYou might be tempted to borrow the oil tank from the pylons to get the floodlights working. DO NOT. We will need these pylons active and the back court secure.", "authors": ["Unknown "]}, {"id": "332", "title": "The Seventh Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict an errant mind before it becomes fractious and divided. Can two enemies occupy the same body? No, for the first will direct it one way, and the second another, until they stumble into a ditch and its neck is broken. Likewise, two contrary thoughts cannot long abide in a man's mind, or he will become weak-willed and subject to any heresy.", "authors": ["Unknown "]}, {"id": "333", "title": "Sewer Capacity in the Month of Nets", "text": "(Excerpted interview attached to a formal report - By City Works Crew 17A)\n\nI been asked to tell the problem, so here it is.\n\nIt's been every year that we work like men gone mad during the Month of Nets. I don't hardly see my family. It's bad enough that the works is clogged with trash from the catch, pieces of crates and nets, but the water smells of hagfish guts too. We got to get it done before the Month of Rain, or you know what.\n\nAnd it ain't like we get help from those pricks in Civil Engineering, either. Been at this job for nigh on 28 years and I ne'er see one of 'em come below, except to measure will it hold when they go puttin' up one of their fancy new bridges.\n\nSo these last 3 years been the worst and here's why. It's the river krusts, moved into the works. We hear a man ahead yell and scream, like he's burnin' up, and we all climb up fast. No other choice.", "authors": ["Unknown "]}, {"id": "334", "title": "The Sixth Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\nRestrict the Wanton Flesh. Truly, there is no quicker means by which a life can be upheaved and sifted than by the depredations of uncontrolled desire. What avail is the concourse of a prostitute? The attention of a loose companion? Nothing. And what of the fruit of such unions? Only sorrow is born, only misery is multiplied; within these things, the Outsider dwells.", "authors": ["Unknown "]}, {"id": "335", "title": "The Shadow on Bitterleaf", "text": "(Excerpt from a much longer work of fiction)\n\nFinding my way by the feeble light of the dying fire, I saw her working. A large needle moved in her hand, following precise, esoteric patterns; knots and loops of seamstress-craft from ancient days. Beneath her needle, his body clenched and shuddered, shaking the wooden table.\n\nA morbid fascination pushed me closer, until she turned her blank face toward me, resting the needle in his flesh. With a refined tone, she addressed me, \"So you are the lover, I presume. You too have been unfaithful, and it is now your turn to be mended.\"", "authors": ["Unknown "]}, {"id": "336", "title": "The Sewers Beneath Dunwall", "text": "[Excerpt from a light historical overview of the architecture of Dunwall]\n\nAcross the generations, the aqueducts and tunnels beneath the City of Dunwall have served a variety of purposes.\n\nIn the earliest days of the city's history, several primary canals were used to channel river overflow during times of flooding. And for a time it was fashionable for wealthy aristocrats to commission underground water passages, giving them access to their estates from the Wrenhaven River and its minor tributaries. Over the years, these tunnels began to interconnect, sometimes by design and sometimes by accident.\n\nThe history of the tunnel system is rich. As every school child is taught, rebels used the sewers extensively during the Morley Insurrection. As discussed in popular bar songs, lovers often find privacy in some of the cleaner entry points, with fresh air brought in on the winds from the river itself. On a darker note, in addition to seeing traffic from gangs and smugglers, it is rumored that the current Royal Spymaster himself, Hiram Burrows, has a network of informants who know the twists and turns of the sewer system by heart.\n\nUntil recent times, the older tunnels suffered from repeated collapse, creating sinkholes that occasionally consumed entire street corners. The current system rarely suffers from such calamity, since the sewers were reinforced and expanded by the City Planning Department during the rule of Emperor Euhorn Kaldwin the First.", "authors": ["Unknown "]}, {"id": "337", "title": "Slackjaw's Bottlestreet Gang", "text": "[Excerpt from a report on thuggish gang activities]\n\nClavering Boulevard, leading to the Office of the High Overseer, is still under tight control. The City Watch is stretched thin, but they have dedicated checkpoints on Clavering, with associated patrols. Additionally, there's been talk of erecting some of the new Sokolov security systems to protect the street, which is home to several persons of note, in addition to leading to several vital businesses.\n\nThe adjacent streets are another matter. Bottle Street in particular, and the Old Dunwall Whiskey distillery, are currently controlled by Slackjaw and his Bottle Street Gang. Not much is known about Slackjaw, except that he has been particularly active during the plague crisis. As part of his illegal business revolves around the distribution of anti-plague elixir, the Watch has been slow in cracking down on the operation.", "authors": ["Unknown "]}, {"id": "338", "title": "Sokolov Technology and the New Age", "text": "[Excerpt from a recent book detailing Sokolov's machines]\n\nOne of the advantages of the Sokolov's technologies is that they share the same magnetic socket for the tanks of processed whale oil they use as fuel. When a tank is exhausted, another can be plugged into place with ease, and the process is simple enough that any common workman or even the lower guardsmen of the City Watch can handle the task. This applies to the Arc Pylon and Wall of Light security systems, as well as the rail cars used for transport by those few who are wealthy enough to afford them. The only obvious downside of Sokolov's designs is the volatility of the oil itself. A few incidents have occurred, resulting in damage to property or bodily harm whenever one of the tanks has exploded.", "authors": ["Unknown "]}, {"id": "339", "title": "Spirit of the Deep", "text": "[Excerpt from a longer work of fiction.]\n\nSpirit of the Deep, Siren of the Dreams.\n\nI walked for hours along the coast, leaving Dunwall behind me until the lament of the waves drowned all other feeling. I wept, knowing you would not come to me, my love.\n\nYou rule my dreams, where I behold with senses I do not possess in waking life the dark splendor of your home in the deep. There the ocean rests on your back like a sleeping child on his father's shoulders.\n\nIn these sleepless nights of despair, you appear to me not as the mighty leviathan, but as a young man, with eyes as black as the Void.", "authors": ["Unknown "]}, {"id": "340", "title": "Strange Smelling Manuscript", "text": "[Excerpt from a untitled manuscript, written in a scrawling hand]\n\nStronger than scrimshaw? A skull full of guile. Whale bile. Bones in a pile. White-scraped gleaming. Kindle fire and crackle fat. Big black gobs of spat. Fume up. Fume up.\n\nFeathers. Mad-eyed bird fell to ground.\n\nSeeds. Nettle. Needly. Needles see.\n\nStir a bit.", "authors": ["Unknown "]}, {"id": "341", "title": "Tales for Children", "text": "[Excerpt from a set of cautionary tales for children]\n\nThey say that Jimmy Whitcomb Riley\nWas a brawler his mates called Smiley,\nHe ran around, up and down-town,\nPulling off every kind of crime-y.\n\nOn Bottle Street, he hung with boys,\nThrowing bricks and glass and other toys,\nThey'd start a fight then run and hide,\nBreaking, laughing, far and wide.\n\nSmiley liked to eat and drink all day,\nAnd smash and bash the night away,\nDrunk and all alone, he drifted off a'sleeping,\nSitting on the bridge along John Clavering.\n\nWhen he woke, something strange he found,\nStranger than a singing wolfhound,\nHe'd become a bluejawed hagfish most slimey,\nAnd only remembered his name was Smiley.\n\nThey say that Jimmy Whitcomb Riley\nWas never seen again for all of time-y,\nBut he swam around, up and down,\nDrinking from the river, crying \"Why me?\"", "authors": ["Unknown "]}, {"id": "342", "title": "The Third Stricture", "text": "[Excerpt from a work detailing one of the Seven Strictures]\n\nRestrict the Restless Hands, which quickly become the workmates of the Outsider. Unfettered by honest labor, they rush to sordid gain, vain pursuits, and deeds of violence. Of what value are the hands that steal and kill and destroy? Instead, put your hands to the plow, the fork, and the spade. For even the lowliest labor that is rigorous squeezes the muscles as a sponge, rinsing impurities from the mind and body.", "authors": ["Unknown "]}, {"id": "343", "title": "The Thirteen Months", "text": "[Excerpt from a book on the calendar and proper duration of the year]\n\nAs was laid down long ago, there are thirteen months, each 28 days in length. In the last hours of the year, the High Overseer will sound the Fugue Feast.\nCalendar\n\nThe Month of Earth\nThe Month of Seeds\nThe Month of Nets\nThe Month of Rain\nThe Month of Winds\nThe Month of Darkness\nThe Month of High Cold\nThe Month of Ice\nThe Month of Hearths\nThe Month of Harvest\nThe Month of Timber\nThe Month of Clans\nThe Month of Songs", "authors": ["Unknown "]}, {"id": "344", "title": "The Tower of Dunwall", "text": "[Excerpt on a historical examination of Dunwall Tower]\n\nFor over a century, Dunwall Tower has been the capital of the Isle of Gristol, and the seat of power across all the Isles of the Empire.\n\nRulers have come and gone, each adding something to the structure. Gardens, observatories, new walls, pools and specialized interior chambers to suit their needs and whims. Dunwall Tower has withstood numerous wars, several large-scale fires and the collapse and rebuilding of the northern wing.\n\nWith Tyvia and Serkonos joining the Empire first, it was Morley that resisted longest. Some of the conflicts that arise also necessitate the further fortification of the Tower. Repeated assassination attempts, near the end of the conflict with Morley, resulted in the creation of the Royal Protector position, with each ruler choosing his or her own Royal Protector after careful consideration.", "authors": ["Unknown "]}, {"id": "345", "title": "The Trials of Aptitude", "text": "[Excerpt from a book on the esoteric practices of the Abbey]\n\nOnce a child shows the proper inclination, he is marked. Overseers are assigned to study the subject, surreptitiously, in order to determine whether this inclination is supported by cosmological conditions and other signs, ongoing throughout the year.\n\nAt the end of the cycle, those befitting further testing are removed from their homes some hours before dawn, and must begin the march to an outpost outside the city.\n\nThere, the children undergo ritual preparation and evaluation until the last night of the Month of Rain, when they make a pilgrimage to Whitecliff. During an elaborate ceremony, it is determined which of the children will become Overseers and which must be put down.", "authors": ["Unknown "]}, {"id": "346", "title": "Whale Vivisection", "text": "[Excerpt from the notes of a natural philosopher aboard a whaling ship]\n\nRemarkably, each specimen I had the pleasure of studying during the voyage possessed some minor variance in physiology. On the second leg of the trip, east of Tyvia, the crew hauled aboard a female, some 42' in length. I estimate she weighed 35 tons and the ship sat low, rocking side to side through the night with her thrashing.\n\nBy candlelight, I took her apart, sketching and taking notes. Against her bellowing, I cut into the mass of tentacles around her mouth. Within I found row upon row of teeth and a baleen running along the upper jaw. Through this broom-like structure, I assumed she filtered food from the water that was too small to be chewed.", "authors": ["Unknown "]}, {"id": "347", "title": "The Whalers", "text": "[Excerpt from a journalist's report on organized criminal activity]\n\nOne gentleman of advanced age swore that his brother had been taken by \"the Whalers,\" a notorious gang associated with the man called Daud.\n\nAccording to Pieter Mansfeld, his brother Rodof was proud of working with the Royal Spymaster's Responsible Citizens Group, feeling no shame in reporting on what he perceived as shady dealings by his rivals at the fish markets. But this might have been the source of his trouble.\n\nOn the sixth evening of the Month of Hearths, Rodof came storming into Pieter's home, white-faced and panic-stricken, claiming to have been chased by a group of ruffians wearing the leather suits and vapor masks used by the men working in the whale oil factories. Pieter gave him supper and drink, sending him on his way later in the night. After which, Rodof was never again seen.", "authors": ["Unknown "]}, {"id": "348", "title": "Whelping and Training Hounds", "text": "[Excerpt from a hound trainer's guide]\n\nFrom each litter, there's usually somewhere shy of four good pups, but we always drown the runt.\n\nThem that remain spend three or so months sucklin' from their mothers before we start 'em up with the training. It's simple at first, returning sticks and sitting still on command. Only pissin' outside and the like. But by the eighth month, we got 'em hunting for scented sack-dolls hidden in a scrub forest, killin' wild pigs on command, and taking a man in padden armor down by hangin' onto his forearm.\n\nAt the end of the first year, we graduate the ones that've learned and shoot the ones that haven't. The Overseers take them after that and we never see them again.\n\nExcept once. Walking down Clavering Boulevard, an Overseer passed me, preachin' about the Litany on the White Cliff and the evils of witchery, and sure enough his hound started whimpering and waggin' its tail. That's how I knew it was one of mine, whelped up from a pup.", "authors": ["Unknown "]}, {"id": "349", "title": "The Young Prince of Tyvia", "text": "[Excerpt from a theatre play]\n\nLord Nathan Bayle (shaking with outrage): How dare you, sir, clothed so in my very home?! I should hand you over to the Watch, depraved Tyvian!\n\nPrince Kallisarr (moving closer): That's a harsh welcome for royalty, m'lord. Your daughter treated me with much more hospitality. Alas, she has gone out for the evening, leaving me all alone.\n\nLord Nathan Bayle (stammering, studying the younger man before him): What are you doing? Leave this house! Go back to your frozen wasteland, pale rascal!\n\nPrince Kallisarr (smiling coyly, reaching out): No need for anger between us, Lord Bayle. Is it so wrong for me to be here? As I've proven, I've developed an affinity for you and your family.\n\nLord Nathan Bayle (gasping): Oh, my, Kallisarr, your skin is so warm, it burns.", "authors": ["Unknown "]}, {"id": "350", "title": "Waverly Boyle's Diary", "text": "Esma's set aside more than enough spirits for the party tonight, I shouldn't wonder. If she didn't have a drink in her hand she'd positively lose her balance. Count on me to stay sober, especially in these critical times. Would that I could escape Dunwall entirely for I have a terrible feeling that someone might be after me.\n\n- Waverly", "authors": ["Waverly Boyle"]}]}