{"game_title": "Dishonored: Death of the Outsider", "series_title": "Dishonored", "codexes": [{"id": 24082, "title": "Hues of the Void, by A. Nongui", "text": "We lack the language to express the Void in all its complexities. We have no words for its beauty. There is the rich, velvety darkness of the depths of the ocean. The hollow hues of the sky on a starless night. The cold color when you close your eyes to moonlight. The mottled pigments of a bruise on tender skin. The sharp black at the corners of your vision as you faint from exhaustion. A crumbled anointment of old blood. Your own face reflected faintly in dark glass.\n\nI was ignorant of these delicate gradations when I first arrived, but the Eye of the Dead God has penetrated my senses and opened my mind. What was once a dull gray has revealed its subtle luster.\n\nIn my former life, I was a painter. I captured the blush of a young debutante&#39;s cheek, or the turn of a noble&#39;s shapely calf. I was paid vast sums to render the most insipid, lifeless aristocratic faces into grand examples of virile splendor. But nothing I have ever seen compares to the grace and color of the Void.\n\n", "authors": ["A. Nongui"]}, {"id": 24228, "title": "Whispers from the Void, by Barnoli Mulani (4)", "text": "Treatise on the Physical Existence of that Foreign Realm [Excerpt]\n\nIf the difficulties of reaching the Void are neither practical nor moral, then we must reflect upon the ethical.\n\nIf the Void is only presented to those at the threshold of death, then one must glean that death is required in order to breach whatever barrier stands between our world and that world of unfathomable legend.\n\nI am not suggesting we begin some heretical practice of human sacrifice! But consider this: there are people within our society who have made it their purpose in life to trouble the hardworking citizen of the empire through sloth, thievery, and murder.\n\nThe execrable persons are not fit to live among us. With the cooperation of the Abbey of the Everyman and the Academy of Natural Philosophy, a device might be constructed to trap these social vermin at a point of fatal pain so that the Void might be properly accessed and studied. Morbid experiments, to be sure, but necessary for the criminals who lie within our walls to be turned to a grander purpose. Here, they might be of use at their moment of death as they never where in their life!\n\nThis is but my own modest proposal.", "authors": ["Barnoli Mulani"]}, {"id": 24229, "title": "Doctor Galvani&#39;s Memoir", "text": "RUMINATIONS ON AN INTELLECTUAL LIFE<br /><br />The 28th day of the Month of High Cold. The most important day of my life.<br /><br />It was after High Table, when we professors retired to our common room. Between tastings of wine and Morleyan cheeses, we discussed our work. I had recently returned to the Academy of Natural Philosophy as a lecturer, speaking on the various blood-borne diseases transmitted by Serkonan fauna.<br /><br />It was well into the evening that Anton Sokolov himself appeared.<br /><br />He preferred to dine alone, and so I had not yet encountered him during my residence. The man was followed by the stink of brandy, as he often was, but when he spotted me he swept his arms wide and bellowed.<br /><br />\"Galvani! Come here, come here!\" The great man himself beckoned me to join him!<br /><br />Though disheveled by drink, he had not yet shed the embroidered gown of his high office as the Academy's head. The gold needlework glimmered, depicting celestial patterns in the night's sky. I was enchanted. He poured me a glass of Tyvian red and thrust it into my hands.<br /><br />What followed was undoubtedly the most stimulating conversation of my life.<br />", "authors": ["Doctor Luigi Galvani"]}, {"id": 24231, "title": "My Family&#39;s Bones", "text": "[Excerpt from an unfinished memoir written by Ivan Jacobi]\n\nMy grandfather had always disliked my Tyvian mother, and my mother regarded her father-in-law with the cold contempt with which she regarded everything. But when I was born, he recognized instantly that we were alike. We shared a similar countenance and a hereditary near-sightedness, which my siblings lacked. Together, we were of a line which had lived in Serkonos since before the Empire.\n\nWhen my late father&#39;s debts became too great and our holdings too slim, my grandfather retreated into our last parcel of land: our family crypt. My mother, fearing the sort of man I would become were I raised amongst the dead, moved us to an apartment in Upper Cyria.\n\nBut I returned often to that dusty mausoleum. The crypts extended into the earth that was my birthright. My grandfather, as obstinate as I, slept beside them. In time, I knew each skull and story. When they lacked names, I named them. When they lacked histories, I invented them.\n\nAnd then our crypt, deemed &#39;disused&#39; by and uncaring administration was seized. My family&#39;s bones were dug up and discarded. My grandfather, who had made his name amongst the dead, was made homeless, and perished shortly after.\n\nI will carry this tragedy with me forever.\n\n", "authors": ["Ivan Jacobi"]}, {"id": 24232, "title": "Daud&#39;s Journal (2)", "text": "She&#39;s done good work. I knew she would. Still, I know she has doubts. I asked her to do something that would terrify most. I don&#39;t blame her for questioning me.\n\nI won&#39;t live to kill the Outsider myself. He knows that, and so does she. Her face is lined with fear, guilt... And that eye, always staring. I don&#39;t know what she&#39;ll have to confront in the Void, but she&#39;s prepared. Will the Outsider cower, like all the people I killed? Or will he know that he deserves what&#39;s coming, just as I do. I don&#39;t know what he thinks. He&#39;s talking to Billie now. Not me.\n\nSometimes I worry that all I did was burden her with my grudges, but I know she has her own reasons for seeing this through. She wouldn&#39;t be doing this if she didn&#39;t.\n\nI know you&#39;re reading this, Billie. I could never keep much hidden from you. You know I&#39;ve never been a sentimental man. I couldn&#39;t be. But you never let go of the things that made you feel whole. And that&#39;s just another way you&#39;re better than I ever was.\n\nThere are some things we can&#39;t say aloud. So I&#39;ll write this one. Whatever you do next, I&#39;m proud of you. Remember that.\n\n", "authors": ["Daud"]}, {"id": 24094, "title": "New Songs Recorded", "text": "Dear Mr. Shan Yun,<br /><br />You will find the audiograph cards of \"Among the Oxrush Blooms\", \"In the Month of Darkness\" and \"Release Thy Golden Locks, Gloriana\" enclosed with this missive. We apologize again for the shipping delay. Please contact us immediately if the cards do not perform as expected. Per company policy, we will keep a copy of your latest audiograph cards on file for our own records, should you damage or misplace your own.<br /><br />Happy listening!<br /><br />-Lee Hyolin<br />\"Security of Music to Our Ears\"<br />", "authors": ["Lee Hyolin"]}, {"id": 24095, "title": "Polite Reminder", "text": "Clerks,\n\nPlease reset the coin counter when the day&#39;s counting is complete. It throws off our tallies if the counter is set high.\n\nBest,\n\n-Pilar\n\n", "authors": ["Pilar"]}, {"id": 24096, "title": "A Ring for Cortney", "text": "Dear Lonnie,\n\nI&#39;ve been thinking about the last time we talked. You said you&#39;re torn up inside that you can&#39;t offer Cortney a decent proposal with no ring. Well, my boss had to leave a stash of jewelry behind in her apartment when they put Cyria Gardens under quarantine. If I recall right, there&#39;s a ring in there you might use for a proposal. It&#39;ll do until you find a nicer one, anyway. Consider it my wedding gift to you two.\n\nFondly,\n\n-Ma Rocia\n\n", "authors": ["Ma Rocia"]}, {"id": 24097, "title": "Dolores Michaels&#39; Journal", "text": "10th Day, Month of Timber\n\nAnother day of smiling at these wealthy fools and taking their treasures. I wonder how they&#39;d feel if they knew their shabby little heirlooms don&#39;t interest me. No, I seek a far greater prize, a jewel of immeasurable worth. Immortality! From the moment I first learned of the cult&#39;s great secret, I knew I must have it. Everything I once valued - wealth, power, influence - it all faded to insignificance. What material possession can compare to eternal life? And if having it means I must live in some filthy mine worshipping black stones with gullible fools, then so be it. A small price to pay for such rich reward. To stare down the unblinking eye of Time itself. To laugh down the centuries as the wealth of the Isles falls to dust around me. That is the only treasure worth having.\n\n10th Day, Month of Timber\n\nBefore I can seize my immortality, I must deal with the mess Cienfuegos created. Outsider take that traitor! The cult can never know that he stole the documents they entrusted to me. If the information about their secret Void entrance fell into the wrong hands, it would destroy everything. My plans would be ruined. No! I won&#39;t let that happen. Those Oracular Sisters have closed off the Royal Conservatory, but that&#39;s a minor obstacle. As I know well, there&#39;s always a way past the most secure defenses. I just need to think of it...\n\n", "authors": ["Dolores Michaels"]}, {"id": 24098, "title": "Meet Me at the Cliffs", "text": "Eleni,\n\nMeet me over at Dead Man&#39;s Bluff. I saw an old pocket watch there yesterday. Bet it&#39;s worth hefty coin! It&#39;s dangling in a tricky spot, though. Won&#39;t be easy to reach. Help me fetch it, and we can split the coin. It&#39;ll feel right nice to have a jingling pocket when I take my bank key to Marco later. Let&#39;s see him call me a useless baffoon when I&#39;m rolling in coin!\n\n-Anibal\n\n", "authors": ["Anibal Garca"]}, {"id": 24099, "title": "A Note on Clockwork Allegiance", "text": "There is an uncomplicated grace to my machines which few in the Isles appreciate.\n\nThat is not to say they are simple. My Clockwork Soldiers are not simple, oh no. Their complexity is beyond the comprehension of the patrons who purchase them for their salons, well beyond that of the Duke and his Grand Guard, and beyond those small-minded imbeciles at the Academy of Natural Philosophy. I am rightly praised for the intricacy of their design.\n\nBut, at once, I recognize that they are infinitely more simple than schemers who sing praises from one side of their mouth while muttering curses with the other. No, I could never abide duplicity. Barring sabotage, my Clockwork Soldiers know friend from foe and will never confuse the two.\n\nAnd should one of my cloying clients, having purchased one of my Clockwork Soldiers, try to turn against me once they have the power of my greatest creation at their disposal? They will swiftly learn what true integrity is. All of my Clockwork Soldiers will respond to the spoken code JIN4690IFF and realign their allegiance with the speaker. I alone know this sequence, and it will be locked away for all time.\n\nMy machines will never be used against me. That is their inestimable beauty.\n\n", "authors": ["Kirin Jindosh"]}, {"id": 24100, "title": "Bet on the Brute to Kill", "text": "Albarca Betting<br /><br />Fighter BLACK MAGIC BRUTE<br />Time & Match 10:00 Match 8<br />Stake 7 coin to WIN with KILL<br />All bets by house rules<br />", "authors": ["Unknown  "]}, {"id": 24101, "title": "It hurts to write", "text": "I tried to have a dreamless night by drinking some of that foul liquor Anton left behind, but the dream came anyway, and now my head hurts like I&#39;d bashed it against a wall. The sea&#39;s choppy this morning, too. Just my luck.\n\nI&#39;d been in some nasty spots in the past, but I never had to pinch my own face shut or watch my hand twitch in the street. So why do I keep dreaming it? Every time it feels more like a memory than anything else. And it&#39;s getting worse. I&#39;ll have the dream, then the fingers on my right hand are stiff for hours in the morning and I can barely tie a knot, and my right eye will go blind without warning. I don&#39;t know what to do. If I tell anyone about it, they&#39;ll just think I&#39;m drinking Anton&#39;s liquor every night.\n\nI&#39;m throwing the rest of that bottle overboard.\n\n", "authors": ["Unknown  "]}, {"id": 24102, "title": "Regarding the Duke&#39;s Portrait", "text": "Look, Cyrus, I don&#39;t know what to say. I won&#39;t apologize for your own high expectations. I&#39;ve had the picture authenticated by at least three discreet experts. Its provenance was traced back to the Grand Palace. The brushstrokes, color palette, and quality of the materials are consistent with his other works. Even the sample of paint you provided includes traces of white leaf tobacco. All of this points to the portrait in your possession being the original work of Duke Luca Abele.\n\nYes, there are a handful of paintings on the market, apparently by the Duke as well, that are technically proficient. This isn&#39;t one of them.\n\nWe&#39;ve been friends for years. How many works of art have we bought and sold together? That you would question my judgement over this is, frankly, ridiculous. Don&#39;t blame your buyer&#39;s remorse on me.\n\nYours,\n\n-Mafalda\n\n", "authors": ["Mafalda"]}, {"id": 24103, "title": "To Daud (3)", "text": "Every day you move a little slower. Your breathing gets little [sic] heavier. When you cough now, your whole body shudders like someone's punched you in the chest. We both know what's coming, but it's still hard to watch. I used to think nothing could bring you down.<br /><br />But you helped when I was hurt. You took care of me when I was so sick with loss I couldn't do anything but fight. And now I get to take care of you. I guess I should say thanks. How else could I ever pay back something as priceless as that?<br /><br />You wanted to sit on the deck of the ship and look out on the water, so I helped you climb through the hold. The nights are mild now. The water's calm. It wasn't why I picked this spot, but it's a nice view of the sea. I hope you like it. I hope you remember the peaceful days in Dunwall, when we shared whiskey on rooftops and said nothing at all.<br />", "authors": ["Meagan Foster"]}, {"id": 24104, "title": "Reply from Kitterick", "text": "Dearest Meagan,\n\nWhat an intriguing message. Who&#39;s this, then? An old lover? Forgive me, but he doesn&#39;t really seem your type. But if you must, I heard a rumor a few months ago from some gentlemen that a man looking like that had been spied with those bizarre Eyeless. I filed that piece of gossip away just in case it was important. Lucky you.\n\nWhen are you coming back here? Make it soon. We miss you! We have some of that tobacco you like stored away just in case you visit.\n\nLoving you always,\n\n-E.V Kitterick\n\n", "authors": ["E.V Kitterick"]}, {"id": 24105, "title": "Blind Sisters Search Royal Conservatory", "text": "In an exceptional turn of events, the Abbey of the Everyman has deemed it necessary to dispatch members of the Oracular Order to investigate the Royal Conservatory. Readers will remember the sudden closure of the Royal Conservatory last year, with representatives citing an \"infestation of mites\". This did not explain, however, the presence of the Grand Guard at all hours, nor the strange women spotted in and around the building!<br /><br />As the Abbey sends its most secretive members to the site, we may only conclude that some event of great concern has occurred there. The \"blind sisters\", as they are known, were seen early this morning entering the Royal Conservatory with a contingent of Overseers. When approached for comment, the sisters of the Oracular Order did not respond, and your humble journalist was forcibly encouraged to leave the area. Large bonfires have since been kindled in the streets and it is believed that portions of the Royal Conservatory's once-impressive collection have already been burned.<br /><br />In the interests of safety, Cyria Gardens District has been placed under lockdown on the authority of the Abbey of the Everyman, and residents are reminded to comply with all Overseer orders.<br />", "authors": ["Unknown  "]}, {"id": 24106, "title": "I Must Remember Me", "text": "They are taking us away, one by one. There were nine of us here. We cried their names to drown out their screams. But they keep screaming, even when our voices turn into rasped whispers.\n\nMy sisters who come back from the music do nothing but cry. They won&#39;t eat, or sleep. We try to hold them close but they push us away. It will happen to all of us, sooner or later.\n\nI&#39;m the last one left. I don&#39;t even know how many days I&#39;ve been here. They keep the lamps on at all hours so we can&#39;t see sunlight.\n\nIt was my turn today.\n\nI can still hear the music, sometimes, when I close my eyes. I must stay awake.\n\nTake the old surgeon&#39;s knife you found, prick your fingers. Watch the blood well up. You are alive! You are alive! Right to the bone. The Overseers can&#39;t reach you there. There&#39;s still a piece of you left that they haven&#39;t touched. It&#39;s deep, deep down.\n\nI don&#39;t want to die.\n\n", "authors": ["Unknown  "]}, {"id": 24107, "title": "About the Missing Documents", "text": "Dolores,\n\nI&#39;ve resolved our little problem. The pharmacist has gone where he&#39;ll trouble us no more. Unfortunately, he left behind a bloody mess. The documents he stole from you are still missing. I&#39;ve ransacked his home and shop, but found nothing. I even went to his dreary little artist&#39;s garret, but the documents weren&#39;t buried under that jumble either. Rumor at the Spector says Cienfuegos sent an archive to someone at the Royal Conservatory. What do you bet that the archive contains your documents? I leave the task of retrieving it in your capable hands.\n\nBest,\n\nIvan\n\n", "authors": ["Ivan Jacobi"]}, {"id": 24108, "title": "Going East", "text": "Thanks for loaning us the skiff. We&#39;ll follow the coast east to slip past the Port Guards. Ruiz says the aristos are gasping for Wynnedown caviar, so that&#39;s our cargo.\n\nWe&#39;ll be back next week. I&#39;ll stow the boat at the waterlock in Upper Cyria District, like we talked about. Don&#39;t worry! I&#39;ll take good care of it. I know a sturdy skiff&#39;s worth its weight in coin these days.\n\n-Marelan\n\n", "authors": ["Marelan"]}, {"id": 24109, "title": "To Daud (2)", "text": "I'm writing this while you sleep. You still snore. Talk sometimes, too. Mutter. I didn't know what you'd be like when I found you again, but you're just as troubled as you were when I left Dunwall.<br /><br />Could things have been different? I always wondered what I could have been if I hadn't tried to kill you that night. If I'd stayed and helped you. Would the Whalers still be a part of Dunwall's nightmares? Would you still want the Outsider's blood on your hands?<br /><br />Maybe you had a few good years before you let this new obsession eat you up. Now you'll risk everything for it, won't you? By the Void, I'm laughing. When I was a kid, I wanted to be just like you. Well, now I am.<br /><br />Maybe killing the Outsider will let you find some peace at last. Maybe that's all you want, to know that everything we did at least made some kind of difference. That it wasn't all just death. That all the faces we stepped on paved the way to a fairer world.<br /><br />Maybe that's the only hope you have left.<br />", "authors": ["Meagan Foster"]}, {"id": 24110, "title": "Journalist&rsquo;s Lockbox Notes", "text": "Research for Jacobi Article\n\nI started this search for answers at the behest of Lucia Pastor. She came to my office with concerns about the alarming number of illegal foreclosures made by Michaels Bank recently and asked me to investigate. I never suspected that a simple quest to uncover bank fraud would instead put me on the trail of a coldblooded murderer.\n\nInterview with Teresia Cienfuegos\n\nI interviewed Teresia Cienfuegos today about Michaels Bank&rsquo;s foreclosure on the family pharmacy. She provided my first major clue! Her father&rsquo;s account books contain puzzling entries for syringes, blood transfusion equipment, and large amounts of his home-made poppy tincture sedative. Shipments of these items were sent to the Spector Club without her knowledge. And guess who was receiving them? Administrator Ivan Jacobi. What could he need with quantities of blood transfusion items? This matter bears further investigation.\n\nInterview with Ned Tamron\n\nI stopped by the Spector Club this evening to interview some of its elite patrons. Most were too drunk to give me any useful information. But one Ned Tamron laughingly described a &ldquo;sanguine infusion&rdquo; house specialty. Its chief ingredient is rumored to be human blood. Suddenly, the pieces all fit together: Cienfuegos&rsquo;s bloodless corpse, the transfusion equipment, Jacobi&rsquo;s patronage of the Spector. I know he&rsquo;s behind the recent exsanguination murders. There must be evidence that ties him directly to Cienfuegos&rsquo;s death. If only I could find it! I have to keep investigating until I do. I can&rsquo;t rest until I expose Jacobi for the monster he is.\n\n", "authors": ["Cristofer Jeorge"]}, {"id": 24204, "title": "The Essence of Eternal, by Polina Roszakova", "text": "[Excerpt from a treatise on the Void]<br /><br />It is impossible to study the Outsider without also examining that desolate place which so exalts him. But it is a grave error to mistake one for the other.<br /><br />True, the Void rests upon his shoulders. We know that he, like the Eye of the Dead God which grants us our knowledge, is both a focal point and a catalyst for its power. We know that he alone, bound there, obscures the true nature of that place from those who teem below in Karnaca and all of the isles beyond.<br /><br />But the Void exists eternal, while he is but a figure the Envisioned placed there, in their wisdom. The Outsider is a static point, a truth upon which we build our foundations. But the Void is shifting, dynamic, a vast, ever-changing place which grasps at our world through every crack and fissure it can, from the wants of the living to the remains of the dead. We who cross the border see this hold on our very bodies. We who live upon the threshold know its nature.<br /><br />The best word we have for it, perhaps, is 'hunger'.<br />", "authors": ["Polina Roszakova"]}, {"id": 24205, "title": "Can The Outsider Speak? An analysis of his visitations (2)", "text": "[Excerpt from a monograph on encounters with the Outsider]\n\nPerhaps the most well-documented, yet also the most dubious, of the Outsider&rsquo;s visitations are his encounters with the men and women of the Abbey of the Everyman. Aside from vague descriptions of temptations which the Overseers and Oracular Sisters both attribute to the Outsider&rsquo;s presence, there are cases of Outsider visitations in this category which merit our attention.\n\nThe first is the bloviating account of the confrontation between the Outsider and High Overseer Francis Perry. It is maintained that the Outsider assumed the form of a large serpent and attacked the High Overseer in his chambers.\n\nI must stress the falsity of this story. The Outsider&rsquo;s physical form exists bodily in the Void, and does not, as we know, shapeshift like a trickster from some fanciful tale.\n\nHowever, turning to the confessions of an excommunicated Oracular Sister by the name of Romana Kyme, we find a plausible tale. She recounted a dream in which the Outsider appeared to her and, understanding the circumstances of her wrongful conviction of apostasy, offered her a &#39;gift&#39;. This was rejected. The next morning she was branded and turned out to the streets.\n\n", "authors": ["Unknown  "]}, {"id": 24206, "title": "Can The Outsider Speak? An analysis of his visitations (4)", "text": "[Excerpt from a monograph on encounters with the Outsider]\n\nWe must consider, then, the possibility of the Outsider&rsquo;s own agency in these encounters. Does the Void itself direct his attentions, or does the boy the Envisioned submerged into the ether of that place so long ago still retain a portion of his memory, his conscience, and indeed his desires? If we must entertain this thought, then we must also radically restructure our approach to the Void and its lonely denizen.\n\nFor surely it is alarming to consider. If the Outsider speaks, why does he not speak to us? He has never conversed with a member of our society, let alone bestowed any favor. Yet we in all the Isles know the truth of his creation, and are his wardens in the Void. So why, then, does he so often appear to the ignorant and miserable, the wronged and the hurt?\n\nWhat knowledge does he seek? What does he hope to gain by traversing the dreams of these people, or by granting them such abilities as to allow them to change the circumstances of their lives?\n\nI am afraid, as always, that my research has left us with more questions than answers.\n\n", "authors": ["Unknown  "]}, {"id": 24207, "title": "Selected Sayings of the Overseer", "text": "\"Let not the eyes linger upon pretty things. Better to pluck them out than to rest them long on temptations.\"<br />Sayings of the Overseers, 114<br /><br />\"One heretical thought leads inevitably to more, as a single errant weed soon overtakes the field of wheat.\"<br />Sayings of the Overseers, 401<br /><br />\"Know this: There is only one path. It is the job of the Outsider to convince you there are many.\"<br />Sayings of the Overseers, 31<br /><br />\"The duty of the tongue is to speak the Seven Strictures, all else is heresy.\"<br />Sayings of the Overseers, 18<br /><br />\"Burn the non-believers from your midst, for they are a blight upon the earth.\"<br />Sayings of the Overseers, 534<br /><br />\"There are among the guises of the Outsider: the orphan with outstretched hand, the strumpet with luscious words, the scholar with copious tomes.\"<br />Sayings of the Overseers, 103<br /><br />\"The heretic cannot be redeemed, except by oil and flame.\"<br />Sayings of the Overseers, 211<br /><br />\"Beware the starving hordes, for they hunger for more than sustenance. In spirit they are destitute. In judgement they are lacking.\"<br />Sayings of the Overseers, 140<br /><br />\"Live in silence. For a single untruth or misspoken word can lead to ruin many times its magnitude.\"<br />Sayings of the Overseers, 76<br /><br />\"Do not accept to the invitation of the Outsider. The drink he offers is poison, and on his hearth death simmers.\"<br />Sayings of the Overseers, 41<br />", "authors": ["Unknown  "]}, {"id": 24208, "title": "Whispers from the Void, by Barnoli Mulani (3)", "text": "Treatise on the Physical Existence of that Foreign Realm [Excerpt]<br /><br />The Abbey of the Everyman condemns any continued study into the Void and its existence. But consider, if you will, the whales hauled daily into Dunwall's great slaughterhouses. Are they more, or less frightening when dangled from a butcher's hook? Is a thing rendered more mysterious, more dangerous, and more powerful when it has been dissected, studied, and categorized? No, I say! Natural Philosophy may yet banish all uncertainties from the world and bring all that is feared beneath our knowing gaze.<br /><br />It is true I am not a religious man, but one must respect the Abbey of the Everyman for its continued moral guidance of our great Empire. Surely even the High Overseer himself would agree that a thorough investigation into the Void would yield knowledge which could be used towards better protection against its malignancies. We would be able to subject the Void to scrutiny rather than be subjected to its insidious influences. Everything that is known can be brought into the natural order of the world.<br /><br />If the Abbey would allow it, I am sure we may one day traverse the Void safely. We may yet be free of the Outsider's whispers, if such a creature exists.<br />", "authors": ["Barnoli Mulani"]}, {"id": 24209, "title": "We&#39;ll Be Rich", "text": "[Excerpt from a journal]<br /><br />We've been here just a month and I'm making coin hand over fist. It's a dream come true. Sure, it costs to keep that Suppressor running, but it's paid for itself ten times over.<br /><br />Everyone wants to try to fight the Brute. All the new folks coming in because they heard we can do a bit of magic, thinking they're the one who will break the Brute's record. Hah! They pay for it in coin and teeth.<br /><br />Better them than me.<br /><br />I could kiss the one who lead [sic] us here and to that magnificent bastard.<br />", "authors": ["Robbie"]}, {"id": 24210, "title": "Daud&#39;s Journal", "text": "She found me. I&#39;m not surprised, only grateful. If anyone in the Isles could have found me, it was Lurk. She&#39;s just as capable as she always was.\n\nI remember when she was young. She wasn&#39;t the first street kid to join my gang, but she was the first to show real promise. I took her in and oversaw her training myself. She took to the life more quickly and more desperately than most. I watched her grow up. Get stronger, faster. She was always trying to impress me. But each year she became a little more ruthless. A little colder. She liked wearing that mask.\n\nI turned her into what she was. Just like the Outsider made me. When she betrayed me, I had no one but myself to blame.\n\nNow she&#39;s something else. I&#39;m not sure what. I can&#39;t guess the kind of life she&#39;s lead without me. Who she&#39;s hurt, or who she&#39;s cared about. She knows that I forgave her a long time ago. But I wonder, sometimes, if she ever thought to forgive me.\n\n", "authors": ["Daud"]}, {"id": 24211, "title": "Red Camellia Appointment Book", "text": "Private Tattoo Appointments with Mrs. Eolina Rey<br />Book 1 - Year 1848<br /><hr/>Note to Melissa: please remember that I only accept appointments with clients personally recommended by elite members of the Red Camellia establishment. I don't tattoo just anybody.<hr/><br />- Month of Wind -<br />D.M., bill to be sent to the Spector Club.<br />Design: \"Cultist's Blessing\"<br /><br />Caesar Ramsbottom, dockworker, Bandera Passage, Dockyard District.<br />Design: \"Eyeless Motif\"<br /><br />Joe Drewery, worker in Santiago Fisheries, Albarca Street, Dockyard District.<br />Design: \"Eyeless Motif\"<br /><br />- Month of Darkness -<br />Lady Beryl Cottington, Cadmus Abele Plaza, Upper Cyria District.<br />Design: \"Garter\" and \"Never Let Slip\"<br /><br />Ivan Jacobi, Administrator, Division of Bridges, Roads, and Cemeteries, Ferella Way, Upper Cyria District.<br />Design: \"Cultist's Blessing\"<br /><br />Bruno Escobar, worker at Percu's Barber Shop, Green Street, Dockyard District.<br />Design: \"Eyeless Motif\"<br /><br />- Month of High Cold -<br />Lenny Flintwick, worker at Dogrose Slaughterhouse, Candle Street, Dockyard District.<br />Design: \"Eyeless Motif\"<br /><br />Shan Yun, composer and opera singer, Raqueza Avenue, Upper Cyria District.<br />Design: \"Cultist's Blessing\"<br />Note: this one's on the house.<br /><br />Miss Dorothy Atkins, florist, Malveros Victory Plaza, Upper Cyria District.<br />Design: \"Flower n*2\"<br /><br />- Month of Ice -<br />Rodney Sullivan, worker at Sullivan's Butcher Shop, Roseburrow Boulevard, Dockyard District.<br />Design \"Eyeless Motif\"<br /><br />Benicio Scott, Worker at Granville's Haberdashery, Green Street, Dockyard District.<br />Design: 'Eyeless Motif\"<br /><br />Lady Frances Milgrew, Reynosa Alley, Cyria Gardens District.<br />Design \"Arabesque n*5\"<br /><br />Ms. Thomasina Finch, Jubilee Street, Colibron Plaza, Upper Cyria District.<br />Design \"Twin Carps\"<br /><br />[Several pages of clients follow, but no other \"Cultist's Blessing\" is listed]<br /><br />", "authors": ["Unknown  "]}, {"id": 24212, "title": "The Heart of the Abyss", "text": "[Excerpt from a work of theatre, banned by the Abbey on heretical grounds.]<br /><br />THE STRANGER (smirking insidiously)<br />My dear Corvid. Iâ€™ve been watching you for a long time. When you fight, when you sleep. When youâ€¦ bathe. And now youâ€™ve lost it all.<br /><br />CORVID (shocked and confused)<br />Who are you? What is this cold and shadowy place? Have I penetrated the Strangerâ€™s Void?<br /><br />THE STRANGER (with a flourish)<br />There are forces in this world, forces some men call magic. Now you can bend them to your will. I am the Stranger, and this is my mark.<br /><br />CORVID (studying the back of his hand)<br />Ahâ€”It burns! What is this supernatural gift?<br /><br />THE STRANGER (moving closer)<br />Oh, but I have many more gifts to give. What will you do with them, I wonder?<br /><br />CORVID (admiring the young man)<br />Oh! What pale skin, what piercing gaze! You look more youthful than the legends say.<br /><br />THE STRANGER (caressing his cheek)<br />Let me show you which legends are true.<br />", "authors": ["Unknown  "]}, {"id": 24213, "title": "Journal - E. Cienfuegos", "text": "[Excerpt from a journal kept by Eleuterio Cienfuegos]\n\n5th day, Month of Songs\nAnother dream. Not the Void, but a place every Karnacan sees daily! Shindaerey Peak, with light unfurling upwards from it. I have no idea what it could mean. Do I investigate? The mountain calls me.\n\n9th day, Month of Songs\nI asked Teresia to mind the shop so I could go climbing. She was curious, naturally. Worried. I&rsquo;d never expressed any interest in climbing before, why now? Why alone? For her sake, I lied, and calmed her fears best I could. My reasons would only frighten her further.\n\n14th day, Month of Songs\nI ascended one of the foothills of the mountain. It will be several days before I pass the treeline, but I am making progress. Each night I stare up at the mountain&rsquo;s peak, fringed with stars, and remember the dream.\n\n18th day, Month of Songs\nNearly fell into a pit. Glad I brought my pistol, too&mdash;the wild animals here are bold and bloodthirsty.\n\n20th day, Month of Songs\nI&rsquo;m nearly out of provisions, and nothing to show for my trip except exhaustion and lightheadedness. I grow frustrated. And hungry.\n\n25th day, Month of Songs\nI spent sixteen days wandering the slopes of that cursed mountain, and for what! Only the repeated opportunity to break my neck in some accident and never be found. There was nothing there but dangerous creatures and abandoned mining equipment. Why did my dreams draw me to that place?\n\n3rd day, Month of Earth\nI stretched a new canvas this morning. If my dreams won&rsquo;t let me understand, then the least I can do is remember. The brushes and pigments are prepared. I will see my vision realized here, as with all the others.\n\n", "authors": ["Eleuterio Cienfuegos"]}, {"id": 24214, "title": "We Watch the Stars, by F.H. Clapp", "text": "[Excerpt from a monograph on celestial cartography]\n\nAny child knows the constellations above the Isles. The Captain at the Helm, the Tusked Leviathan, the Vain Duchess, the Scaled He-Goat, the Moth-King. Tales older than the Outsider himself, patterns read long ago by the fearful and the ignorant to create meaning from the emptiness that engulfed them.\n\nThe supposed significance of one&rsquo;s birth in relation to these signs is a common folk tale. Those born under this or that set of stars will be lucky, or obedient, or stubborn, or proud. This is, of course, simple superstition. But what may be read in the stars is of greater substance than the fortunes of the unimportant masses.\n\nThe night&rsquo;s sky foretold the necessity of the Outsider, and urged the Envisioned to seek out the wretch who would become him. It is not simply the movement of these distant stars, but when they blink out into nothingness that tells us what the Void requires. Alongside the migration of birds and the entrails of certain animals, the disappearance of several prominent celestial lights urged the ancient Envisioned to take a helpless orphan and create the Outsider from his wretched flesh.\n\n", "authors": ["F.H. Clapp"]}, {"id": 24148, "title": "Notes about Albarca Baths", "text": "- Went to see Old Madge again. Traded some old whalebone and a bit of hair (not mine) for information. She's making charms for the Eyeless now. Good clients, pay regular. Left before Madge tried to pick my pocket.<br />- Some witches from the Royal Conservatory joined the Eyeless. Powerless now. None from the Brigmore days who would remember me, at least. No reason to think they'll look twice if I go in like anyone else.<br />- Are these people just messing around, or is there something I'm not seeing?<br />- Think I lost my pocket knife. Madge? Curse that old woman.<br />- Can't know if Daud's at the Albarca Baths until I go check it out for myself. Last lead I got.<br /><br />", "authors": ["Unknown  "]}, {"id": 24149, "title": "Shan Yun&#39;s Working Notes", "text": "I am stagnating. Every song I write bores me. I need inspiration! There are untapped depths within me, songs that make Gloriana sound like raven&#39;s squawks. Of course, my adoring audience can&#39;t tell the difference. They gave me three standing ovations at the opera house tonight, crying &quot;Encore!&quot; until they were hoarse. But they come for my fame, the handsome face on the posters, more than my music. No, I can&#39;t let their adoration make me complacent. I must expand my talents and create ever more wondrous songs. But how?\n\nLegend says that the great composer Anton Cheswick wrote his Pandyssian Concerto in the throes of death, each note a cry of loss and longing from the brink of the Void. Perhaps a taste of death would inspire me too. Yes! That&#39;s it! I must die a little to be reborn as an artist! I must peer beyond the veil and behold the great truths of existence. What better inspiration? What purer source of creative power? Imagine the masterpieces I will compose, gazing into the black eyes of the Outsider himself...\n\n", "authors": ["Shan Yun"]}, {"id": 24150, "title": "HELP!", "text": "Trapped in cellar. No way out. Save me!\n\n", "authors": ["Unknown  "]}, {"id": 24151, "title": "Important - Do Not Forget", "text": "Enter Security Office: Code B15D.\nPage Bank Director: Code M22Q.\nSecurity Wing Emergency Evacuation: Code R36P.\nGive all-clear: Code S10K.\nSummon security (Atrium): Code R91G.\nSummon security (Arc Pylon Corridor): Code T19F.\nGet pylons recalibrated\nLate citation: Mendez\nPA system shorting?\nfile folders\nflowers (hyacinths?) (allergies?)\nsparkling fig wine\naudiograph (Shan Yun?)\ncandles\n\n", "authors": ["Unknown  "]}, {"id": 24152, "title": "Reminder from Pe&ntilde;a", "text": "Guards,\n\nDon&#39;t summon Director Michaels over the PA system without an authorization code. You know she&#39;s a stickler for proper protocol. If you can&#39;t remember the codes, find me. I carry the code list with me for safekeeping. Call Michaels without a code, and I&#39;ll dismiss you so fast that your head will spin like a Gristol weathervane. Got it?\n\n", "authors": ["Alexander Pe¤a"]}, {"id": 24153, "title": "There Must Be a Mistake", "text": "Dear Mikels Bank,\n\nSam says ain&#39;t no use trying to reason with you, but a body&#39;s gotta try. It ain&#39;t right what you done. Throwing decent, hardworking folk like us onto the cold streets. Me and Sammy got five hungry mouths to feed and Baby sick with croup. It ain&#39;t right. Far as I can make out from that fancy letter you sent, you say we didn&#39;t pay our loan as fast as we coulda. But that&#39;s a lie! Sammy and I put back as much as we could from the market each week- and we never missed our coin drop. I reckon your bank&#39;s made a mistake, is all. Iffen you check our record you&#39;ll see the truth. We paid what we owed. I hope you can fix things before winter sets in. The air in the sewers is making Baby&#39;s cough sound worse.\n\nSincerely,\n\n-Bea\n\n", "authors": ["Bea"]}, {"id": 24154, "title": "Sanitation Key Request Letter", "text": "To: Rubia Campos\n\nRubia,\n\nMaintenance needs two new keys for the sanitation area right away. Garca went missing with their only key a few days back, and now the city workers can&rsquo;t access our trash bins. I filled out a requisition form, but it needs your seal. Let&rsquo;s resolve this situation before Director Michaels sees garbage piling up outside her fancy building.\n\n-Marco\n\n", "authors": ["Marco"]}, {"id": 24155, "title": "Your Lost Diary", "text": "Sister Rosewyn,\n\nWe have yet to locate your personal diary of prophecies and meditations.\n\nThe thief, as you know, fled along the catwalk that borders the atrium and to the elevator shaft. Fortunately, she fell to her death. We searched her, but your diary was not found among her effects. She may have concealed it somewhere before she came to her end.\n\nThe body of Sister Sian, who died in an attempt to subdue the thief, has been properly attended to. Her remains are on their way to our chapel presently. May her spirit fade and merge with the cosmos.\n\nI am certain that no one has found your diary and neglected to inform us, but I know that if I catch an Overseer reading your private notes, I am within my rights to kill him for his flagrant debasement to the Wandering Gaze.\n\nYours in faith,\nSister Ramos\n\n", "authors": ["Sister Ramos"]}, {"id": 24156, "title": "Blank Betting Slip", "text": "Albarca Betting\n\nFighter _ _ _ _ _ _ _ _ _\n\nTime &amp; Match _ _ _ _ _ _ _ _ _\n\nStake _ _ _ _ _ _ _ _ _\n\nAll bets by house rules\n\n", "authors": ["Unknown  "]}, {"id": 24157, "title": "In the Event of My Death", "text": "To Whom It May Concern,\n\nI fear that I&rsquo;m in danger. My investigations have earned me many powerful enemies. Last time, they sent thugs to break my ribs. Who knows what they&rsquo;ll do next? In the event of my death, please deliver the contents of my lockbox to the Karnaca Gazette at once. Have the staff at Michaels Bank open it with code 379, and read the contents carefully. Tell them to print.\n\nWith Sincere Gratitude,\n-Cristofer Jeorge\n\n", "authors": ["Cristofer Jeorge"]}, {"id": 24159, "title": "Stop Cleaning with Krust-Shell Powder!", "text": "Martina,\n\nFor the last time, stop using that krust-shell disinfectant! It scratches the equipment and rubs off onto the clients. Lady Cottington got weeping blisters on her stomach during her massage thanks to you. It ruined her spa day. I&#39;ve closed the Camellia so you can deep clean everything. But don&#39;t use that powder! And don&#39;t expect any coin for it either! Consider yourself lucky to still have a job.\n\n-Eolina\n\n", "authors": ["Eolina Rey"]}, {"id": 24160, "title": "Fraeport Branch Closed", "text": "Dear Manager Atwater,\n\nI understand that the Fraeport branch has been temporarily closed due to the sudden arrest and subsequent imprisonment of the entire foreign accounts staff. We at the Caltan branch are appalled by the dishonesty of our Fraeport colleagues and wish to assure you that we had no part in their scheme. We continue to serve Michaels Bank with respect and discretion, as we always have.\n\nYours,\n\n-Ofelia Serrano\n\n", "authors": ["Ofelia Serrano"]}, {"id": 24161, "title": "Letter to Brother Russo", "text": "Dear Brother,\n\nI hope all is well with you. How does my garden fare? Are the potatoes sprouting yet? I wish I was there to see it and not here in this den of heretical horror. I understand how important our work at the Conservatory is but I fear I shall never feel clean again after dealing with the remnants of Delilah&#39;s coven.\n\nBrothers, you cannot imagine how far from the Strictures these creatures have fallen! They have abandoned their humanity to wallow in Wanton Flesh like animals and to worship the Outsider with twisted, profane rituals. To read their writings is to blush with shame for such degraded beings. And for what? A fleeting taste of mortal power? Incomprehensible. I can&#39;t wait to put their filth behind me and return home to the good, clean earth and bright sunshine of our quiet lives together.\n\nFaithfully Yours,\n\n-Brother Hipolito\n\n", "authors": ["Brother Hipolito"]}, {"id": 24162, "title": "Note to staff about Dr Galvani", "text": "Attn: All staff on shift.\n\nI&#39;m sure you&#39;ve noticed the pile of papers from Tyvia. Well, we&#39;ve received an inordinate amount of letters from Doctor Galvani about the security and contents of his lockbox. He&#39;s only had it for two months but his correspondence is endless. I assured him in our last formal letter that out security is unmatched, but the man won&#39;t be swayed. Apparently he&#39;s been burgled twice before and can&#39;t stand the idea of it happening again. But then he clearly wrote that the combination has always been the most important date in his life. Why go around telling people that? Doesn&#39;t he know how easy that is to figure out? The man&#39;s been robbed over and over and he still isn&#39;t taking this seriously.\n\nAnyway, if he writes to us again, just give him the standard form letter. There&#39;s nothing you can say that will make him feel at ease. His lockbox is as secure as everything else in this place.\n\n-Shift Supervisor Dorieus\n\n", "authors": ["Shift Supervisor Dorieus"]}, {"id": 24163, "title": "I Say Goodbye", "text": "My name is Catriona Bell. I was born in Baleton to a mother I never knew. Spent my youth sweeping floors in a factory. When I left for Karnaca I only found more misery, dust and death.\n\nHere, with Breanna, I danced naked with bloodflies and kissed the raw, wet bones of the people who slighted me. Then it all vanished, and the Overseers came.\n\nI&rsquo;ll die in this room. But I&#39;m with my sisters, who love me as much as I love them.\n\nI will meet them all again in the Void.\n\n", "authors": ["Catriona Bell"]}, {"id": 24164, "title": "An Evaluation of the Prominent Eyeless of Karnaca", "text": "Jacobi - Further delay\n\nHe is a man of singular dedication. Any difficulty he encounters he overcomes by sheer force of persistence. He is undoubtedly devoted to our intellectual ideas. A studious man. Dispassionate. Yet, obsessive. In his single-mindedness, he can be prone to nervous fits and neglectful of himself and other duties. Furthermore, he is too enamored of the sanguine infusion and its effects on his mind\n\nYun - Further delay.\n\nAn aesthere. He appreciates the patterns and nuances of the Void. His knowledge and passion would enrich our pursuits here. But the man is a celebrity. As of yet, he would not be suited to our rigors or our lifestyle. His public profile is too high to relocate without causing some alarm. And we believe he enjoys that fact.\n\nMichaels - To ascend within three years.\n\nA woman of consummate control. She has maintained a network of patrons and subordinates which has allowed our influence to spread and our studies to continue. Her reliability and constancy is unquestionable. It is through her efforts and resources that the dangerous relic from the Outsider&#39;s creation has been kept secured. Our trust was not misplaced.\n\n", "authors": ["Unknown  "]}, {"id": 24165, "title": "The Truth Awaits", "text": "Tonight, we commune with the Eye. When you&#39;ve finished your studies for the evening, leave the library and join us in the chamber. The relic will look inside us and we must aid its search. The Void lies inwards - we must bring it to the surface to see its truth.\n\nBring three sharp knives.\n\n", "authors": ["Unknown  "]}, {"id": 24166, "title": "Missing Pharmacist Found Dead", "text": "The horrifying find of a bloodless body in an alley off Jaconda Street has the Grand Guard on high alert.<br /><br />The victim was Eleuterio Cienfuegos, a respected pharmacist whose family business has been part of the Upper Cyria District community for over fifty years. His body was exsanguinated at another location and dumped in the alley- the same method used in several other recent deaths.<br /><br />The Guard had had no comment on the apparent serial murders, leading some residents to question what they're hiding. \"It's another Crown Killer, that's what,\" claims local baker Madera Jimenez. \"The Guard says don't panic, but why wouldn't we? We're all at risk.\"<br /><br />A reward is offered for information related to Cienfuegos's murder.<br />", "authors": ["Unknown  "]}, {"id": 24167, "title": "Correspondence Between Auditors (4)", "text": "Dear Auditor Nguyen,\n\nI received your note. I will come by this afternoon with my department&#39;s ledgers. Manager Atwater will join us.\n\nSincerely,\n\n-Pilar Cepeda\n\n", "authors": ["Pilar Cepeda"]}, {"id": 24168, "title": "About Electrical Burst", "text": "Jeanette,\n\nRemember those old wall of light parts we found near the dockyards? Well, I found a way to make use of them. Turns out there&#39;s a part in them that powers the whole thing. So I took it out of all the rusty coils and now we got these little things to stun folks if they get out of hand. I call them &#39;Electrical Burst&#39;. You&#39;re welcome.\n\nI&#39;ve already seen folks sling them at rats to keep them out of the storerooms but it makes them tense up and ruins the meat. Can&#39;t even make liquor from them when they&#39;re like that. Better to use them on larger vermin, you get me?\n\nOne last thing: Do NOT touch the tip. And by the Outsider, do NOT lick it! I wish I didn&#39;t have to make that clear, but Lacie did on a bet and it took hours to wake her up, and now she&#39;s got no eyebrows. (Not from the electricity, just because someone shaved them off when she was out cold. But we told her it was the electricity.)\n\n-Leon\n\n", "authors": ["Leon"]}, {"id": 24169, "title": "Silver Rush at Shindaerey Peak!", "text": "\"Silver fever\" swept through Karnaca this week, as would-be prospectors hoisted a shovel and left to strike it rich at Shindaerey Peak. The recent discovery of thick veins of silver ore at Shindaerey North Quarry has brought unprecedented profits to mining companies and small claimholders alike. Reports say the lightest stroke of the pick uncovers silver nuggets worth thousands. The wild rush to make a fortune means that claims on the Peak are going fast, but there are still opportunities for work as miners with the Shindaerey Mining Company. The company offers a percentage of profits to all who sign on to dig for them. So what are you waiting for? To Shindaerey!<br />", "authors": ["Unknown  "]}, {"id": 24170, "title": "PLEASE PLEASE", "text": "The buzzing... The Void-cursed buzzing! If I don&#39;t perish in this subterranean prison, I&#39;ll go mad from the incessant noise of their wings.\n\n", "authors": ["Unknown  "]}, {"id": 24171, "title": "Trial of Constance Bow", "text": "EXCERPT FROM COURT PROCEEDINGS<br />Conducted by Roving Vice Overseer Alvaro Cardoza.<br /><br />Prisoner: Constance Bow, of Pottershed (female, 28 years of age)<br />Offence: Heresy (possession of profane artefacts)<br />Verdict: Guilty<br />Punishment: Reformation (musical therapy)<br /><br />Inventory of items confiscated from prisoner after capture in the Royal Conservatory. Submitted as evidence of witchcraft.<br /><br />One (1) sharpened piece of bone (unknown origin, possibly human).<br />Three (3) rat tails, severed.<br />Five (5) pieces of braided hari, two singed as if by flame (unknown origins, human).<br />One (1) hand-mirror, broken (possibly innocuous).<br />One (1) waxwork doll, fashioned to look like the former Grand Inventor (burned on site - silvergraph of the offending item has been filed). Item had been struck with several hairpins in the neck, head and groin.<br />Six (6) pieces of whalebone, inscribed with lewd images.<br />One (1) pair of testicles, dried and strung together. Found tied around the prisoner's neck. (When asked the origin, the prisoner stated that they were \"your own\".)<br /><br />GUILTY - Prisoner will be subject to experimental musical therapy to remove her wilful nature and attraction to black magic.<br /><br />", "authors": ["Unknown  "]}, {"id": 24197, "title": "The Lonely Rat Boy and Other Tales (3)", "text": "He had never learned love, only fear. Love was a phantom; a press of a gentle hand against his cheek that had long since lost its warmth. But his wounds were opened afresh each day. He had nothing but the white rat who stayed even when the world had abandoned him.\n\nThe ones who had hurt him were within his sight. The boy curled his hands into fists; his nails bit into his palms. The Outsider&#39;s mark seared his skin as he raised its magic.\n\nRats roiled up from the black smoke, writhing and squealing in their conjured frenzy. Hundreds of eyes, dozens of noses, and innumerable rows of teeth- it was as if they had clawed up from the darkness of the boy&#39;s own heart.\n\nWhat was dull now erupted into color. Blood spilled out, and soon blue and purple viscera, yellow fat. The hard white of their bones as the vermin bit down into their victims. Screams slipped away to gurgled pleading, then silence.\n\nHis tormentors were strewn across the dirty cobbles. Two rats fought over a piece of bloody flesh. The boy reached out to stroke one- the creature turned and sank its grinning jaws into his hand.\n\n", "authors": ["Unknown  "]}, {"id": 24199, "title": "On the Oracular Order, By Douglas Harwickle, Historian", "text": "Much has been said about the blind Sisters of the Oracular Order. In truth, their eyes function just as well as yours or mine. However, they do endeavor to become blind to distractions and frivolities. They will, if necessity bids them, walk among us, wearing richly hued blindfolds or otherwise covering their eyes. In this way they remain \"at all times ready to see things clearly.\"<br /><br />Decisions are made during Cloistered Gatherings. Though no others are permitted to observe, the process was described to me, so I render it here with permission.<br /><br />\"A room is prepared with heavy incense and blessings from the Strictures. In a circle sit thirty or more Sisters of our Order, until the room is brimming. We will hear no topic, lest we have each had adequate time to research. Several outcomes will be discussed, and some Sisters are specifically tasked with advancing less popular or unlikely scenarios. It is not permitted to remain silent. Every voice must be heard. It may take some time to arrive at a decision, and by then all are quite versed in the myriad consequences, and may have lengthy advice for all contingencies. When an opinion is written, it may be as short as a sentence, or fill twenty pages. Yet still, one last Sister must approve it, the High Oracle herself.\"<br />", "authors": ["Douglas Harwickle"]}, {"id": 24200, "title": "Clockwork Sentinels Owner&#39;s Manual", "text": "[Excerpt from Clockwork Sentinels Owner's Manual]<br /><br />Your Clockwork Sentinels are marvels of Kirin Jindosh's ingenuity, but malfunctions occur. Please read the information below carefully to avoid potential fatalities.<br /><br />*Clockwork Sentinels are protected by armored ceramic plates. If an attacker destroys these, then nothing protects the vulnerable mechanisms underneath from damage.<br />*If something knocks off a Sentinel's head, run away immediately! The Sentinel will attack anyone it can, ally or not. It will spare no oneâ€“not even you.<br />*Sentinels have a small panel that allow them to be rewired. Rewiring inverts each Sentinel's perception of danger, turning friends into foes and enemies into allies. You are in extreme danger should this occur.<br /><br />Please keep these instructions in mind when confronted by malfunctioning Sentinels. They could save your life. Remember: your best option when attacked is always to flee and summon trained Grand Guards to handle this situation.<br />", "authors": ["Unknown  "]}, {"id": 24201, "title": "Lost Days at Shindaery: A Memoir", "text": "[Excerpt from Lost Days at Shindaery: A Memoir]<br /><br />It started with hallucinations: Juana Gallardo screaming when her house vanished as she unlocked her front door. Miners returning from the depths with hair-raising tales of tunnels appearing, already quarried and cleared, beneath their pickaxes. But soon the entire town was awash in the unexplainable.<br /><br />The first time I hallucinated, I was working in the Shindaery Mining Company's store, distributing supplies to prospectors fresh off the carriages from Karnaca. I pulled a head-lantern from the shelf and turned to hand it to a customer, but he was gone. The shop was gone. I was standing alone in a dust-swept street, amid tumbled ruins. It was North Quarry Town, but different, as if decades had pressed it into the earth. I blinked, and the vision dissipated. I was left befuddled, staring at a curious customer.<br /><br />Soon, all of North Quarry started flickering in and out of existence. Talk to a friend and they'd disappear midsentence. Roll over in your bedroom and wake up under starry skies. We lost sense of what was real and what was illusory. And it worsened, the town disappearing for days while we camped in caves and spoke in hushed voices. It became unbearable. One by one, my neighbors fled to Cullero, Bastillion [sic] - anywhere but Shindaery. Soon, I was the only one left, wandering deserted streets alone.<br /><br />I'd gone half-mad with loneliness, roaming mine shafts deep into the mountains, when I stumbled upon a giant Eye. It seemed to hum with power, beckoning me. And when I touched the Eye, understanding exploded within me. The invisible layers of the universe were laid bare to me. I left the mines a wiser woman, Shindaery's secrets a mystery no more. I witnessed no more vanishings. Forever after, the town remained stone solid for me.<br />", "authors": ["Unknown  "]}, {"id": 24202, "title": "The Lonely Rat Boy and Other Tales (2)", "text": "He had walked for hours, limping unsteadily, crossing the city as he avoided those who prowled the streets at night. He had found himself in an unknown part of Dunwall. His little rat nestled against his neck, one spot of warmth in the cold.\n\nA gentle sound beckoned him down an alleyway. He hesitated, then followed. The walls were slick with rainwater, the sound glancing off its stones like an echoing throat. At the end of the path rose a twisted construction of wood and wire. A piece of carved and polished bone hummed within.\n\nThe boy heard a voice like the voice of the waves. Cold and timeless. A shadow rose up, a radiant darkness that defied all sight. A young man who wandered lonely places. The Outsider himself. When the flesh of the boy&#39;s left hand itched and smouldered, he did not look away. When the vision vanished, the Outsider&#39;s mark remained.\n\nThat night the boy climbed to the highest of Dunwall&#39;s jagged roofs and looked over the city. The towers and gables undulated under his eyes, like a grand and shifting ocean. He saw all the lives that teemed beneath, and was not afraid.\n\n", "authors": ["Unknown  "]}, {"id": 24203, "title": "The Corroded Mind, by Alvaro Cardoza", "text": "Effects of the Outsider's Influence<br /><br />The anatomical evidence clearly demonstrates that the mind itself deteriorates under the Outsider's influence. This conclusion is inescapable when you examine the behavior of his followers. Observe the case of a young woman, devoted to the Strictures and pure by all accounts, who fell into corruption by mere belief in the Outsider. There was no vice she would not stoop to: the slaughter of animals for superstitious rituals, wishing harm to others through heretical spells and curses, desecration of texts with profane writing. Her Errant Mind led to Rampant Flesh and a Lying Tongue. Soon, she abandoned every guiding principle and ran away in the night. Her abused and gravid body was donated to the Abbey two years later. Autopsy revealed deterioration of the connecting lobal tissue. Her mind was visibly divided, corroded beyond all repair, all from belief in the Outsider.<br />", "authors": ["Alvaro Cardoza"]}, {"id": 24172, "title": "He&#39;s Close", "text": "My nights on this mountain have been sleepless, but last night I dreamed about the Outsider. I knew I would, sooner or later.\n\nHe was held in the Void, eyes shut tight as if he were dreaming something just as terrible. I didn&#39;t hesitate. I put my living hand to his cheek, then pushed the knife deep into his chest. I leaned into it with my whole body as it slid into him with a shudder, blood welling up over my fingers. His eyes opened, then. I saw him face to face, just for a moment.\n\nThen he fell, trembling in the dark, and all I could see was Deirdre, twitching in the gutter like the day she died. I had to force myself to wake up, just so I could look away.\n\nI know the knife becomes a part of me when I can&#39;t see it. I feel it in my chest, in my throat. I could hate the Outsider for what he&#39;s done to me. Twisting up the few memories I hold dear. Showing me horrors I never want to witness. Leaving me with ragged pieces of myself, all bound up in shadows. Can I end his miserable life for that?\n\n", "authors": ["Billie Lurk"]}, {"id": 24173, "title": "About the Hook Mines", "text": "Stefan,\n\nWhat did I tell you? Glad we stole those blueprints last month. Sure, those parts were hard to find but these hook mines are already making themselves useful. Snatched up an Overseer trying to sneak in here! Wish I could have seen what his face looked like under that mask when the hooks got in him and dragged him up! Would have paid a lot of coin to see that.\n\nBut someone in this district is telling tales about us to the Abbey of the Everyman. Those witch-hunters won&#39;t show mercy if they find out what we&#39;re doing here. Best to find out which of our neighbors has a loose tongue. See if they can still snitch without it (and keep the tongue, we can use that).\n\nIn the meantime, throw a rock or a rat up at this fool. See if you can make him twitch. I&#39;ll get more hook mines made as soon as I can.\n\n-Arabella\n\n", "authors": ["Arabella"]}, {"id": 24174, "title": "First Impressions of the Archive", "text": "11th, Month of Rain\n\nInitial investigation conducted by Sister Lena Rosewyn of the Serkonan Oracular Chapel, Karnaca.\n\nMy sisters and I have discovered an archive of letters, silvergraph prints, and several silvergraph plates, hidden in a secret compartment in the Curator&#39;s office.\n\nIn advance of a more thorough investigation, the archive appears to describe two places in Serkonos where occult influence has thrived, and corruption has taken hold.\n\n- A map on a silvergraph plate seems to indicate a mining complex on Shindaerey Peak, which is unknown to the Serkonan Cartographic Society (to investigate)\n- Several reports point to the estate owned by Aramis Stilton (preparatory quarantine required)\n- The Conservatory is an obvious third location (purge in progress).\n\nThe association between these three places, if any, is unknown to us as of yet. I will keep the map for further study, and meditate on these questions at our next trance. Perhaps some connection will appear to me then.\n\n", "authors": ["Sister Lena Rosewyn"]}, {"id": 24175, "title": "Message from Lena Rosewyn", "text": "Cardoza,\n\nThe heretic archive we have discovered here is more dangerous than we could have known. A recent vision has revealed its importance to the future of the faithful. If we do not act soon, I believe it could undo everything the Abbey has accomplished in the Isles.\n\nThere are only two courses of action before us: burn the archive with the other blasphemous documents we have uncovered, or have it delivered to Whitecliff for further study and deliberation. I will meditate upon my vision today and decide which is in the Abbey&rsquo;s best interest.\n\nI will send one of my sisters to retrieve you when I have reached my decision. When that happens, come immediately to me and do exactly as I tell you without a moment&rsquo;s delay. It is too dangerous for the information this archive contains to linger in this place any longer than necessary.\n\n-Sister Rosewyn\n\n", "authors": ["Sister Lena Rosewyn"]}, {"id": 24176, "title": "Deirdre in my dreams", "text": "Last night I fell asleep holding the charm Deirdre gave me. I remember her picking some rich man&#39;s pocket for some coin or a watch and instead she pulled out this thing, dead and humming. She bundled it up in a braid of her own hair and gave it to me for luck, but it wasn&#39;t luck that made the rats start talking. It was only after Deirdre lay dying that it started whispering her sweet voice to me.\n\nI dreamed her in patches. Red hair peeping out of her baker boy hat, those sharp eyes. The quickest hands in Dunwall. We used to lie together and the feeling of her fingertips across my skin would be the only thing in the world to me. I&#39;d close my eyes and nothing else would matter. But in the dream, she looked at me like she&#39;d been alone so long she couldn&#39;t even recognize me. I reached out, and my arm was gone, and I could barely see her through the blood and pain. So far away, and me half missing. It was an older wound that hurt this time.\n\nWhen I woke up, I was alone again. I don&#39;t know what I expected. I&#39;ve been alone on this ship for weeks. Nobody but me, and the rats that chew up the wires in the engine room, and then tell me with a laugh.\n\n", "authors": ["Billie Lurk"]}, {"id": 24177, "title": "Deirdre, once again", "text": "I kept the rat charm close last night when I tried to sleep, hoping for more than darkness in my dreams, and just for a moment she was with me in the cold. Deirdre. That same sweet face I always knew. She touched my right hand and it twitched like it was dying, like I couldn&#39;t control it. I wanted to hide from her. She didn&#39;t need to see what I&#39;d become, but her eyes were dark and she wouldn&#39;t look away.\n\nThen she reached out and took my other hand, the one that was all flesh, and kissed my fingertips like she used to. I could have cried. It felt so real. She came close, and whispered something in my ear. I felt her breath on my neck, felt her cold palm on my cheek. But I can&#39;t remember what she said. It was like trying to hear a voice whispering across the water.\n\nOutsider&#39;s blood, I&#39;d give anything to know what she said.\n\nI&#39;m going to lose everything again. I can feel it.\n\n", "authors": ["Billie Lurk"]}, {"id": 24178, "title": "Empress Emily Kaldwin Moves to Heal Fractured Empire", "text": "Renovation projects in the Tower District are finally underway as the last funeral rites were performed for High Overseer Yul Khulan and the brothers of the faith who died in an attempt to retake Dunwall Tower from the now-deposed usurper, Delilah Copperspoon. The Abbey of the Everyman has spent the last several months consecrating and interring the remains of the fallen, while also removing dangerous and heretical objects from the imperial palace.<br /><br />With representatives from the Isles beside her, Empress Emily Kaldwin issued a statement yesterday morning, urging unity in the wake of the great tragedy.<br /><br />\"The Empire's strength is in its diversity of thought and action. Working together, there is nothing we can't accomplish. We are pleased to reassert our partnership with the sovereign nations of Morley, Serkonos, and Tyvia for our mutual peace and prosperity.\"<br /><br />Following these proceedings, several imperial proclamations have been issued, with the aim to restore the trading networks and communication across the Isles. Several large-scale public works have been announced, with architectural firms in Serkonos and Morley already competing for the commissions.<br />", "authors": ["Unknown  "]}, {"id": 24179, "title": "Defeat the Brute Reward", "text": "Don&#39;t know what we did right, but we crafted a mighty powerful bonecharm this time. Jeanettte says it&#39;s the reward for beating the Brute, so spread the word.\n\n", "authors": ["Unknown  "]}, {"id": 24180, "title": "Reply from &#39;T&#39;", "text": "Billie. Or Meagan. Or whatever you go by these days, I don&#39;t know anymore. It was easy to pretend we didn&#39;t know each other when you were Meagan. We agreed to respect both our new lives and not dredge up bad memories. So what are you doing?\n\nYeah. I saw him. Two years ago, here, in Karnaca. He even asked after you. I said I hadn&#39;t seen you since that night in the Flooded District. I&#39;m sure you know why I lied.\n\nHe never stopped killing, you know. He&#39;s got the same old grudges. I just hope you&#39;re not one of them.\n\n-T\n\n", "authors": ["Thomas"]}, {"id": 24181, "title": "&#39;Eyeless&#39; Remain Eyesore for Our City", "text": "Two raids by the Grand Guard have occurred last night, resulting in few arrests as investigations continue into the activities of the gang known as the Eyeless.<br /><br />Both raids were conducted on derelict warehouses in the Campo Seta Dockyards. Several shipments of whalebone were found at both scenes, along with many carved talismans familiar on sailing ships. These trinkets, marked with strange insignias, were collected along with various unidentified powders, noxious plants, and vials of unknown liquid. Though these items add credence to rumors of black magic being practiced by the Eyeless, the Grand Guard has not called for Overseer support.<br /><br />Roving Vice Overseer Ã\u0081lvaro Cardoza of the Abbey of the Everyman, when reached for comment, stressed the spiritual dangers of carved bonecharms and, if found, to bring them directly to your nearest Overseer outpost for inspection and disposal. He gave no further remarks on the Grand Guard's ongoing investigation.<br />", "authors": ["Unknown  "]}, {"id": 24182, "title": "Stealing the Bonecharm Reward", "text": "I poked around and found that big reward bonecharm stashed upstairs in a workshop. Stealing it is your problem. But take my advice: if you can't handle the Brute without some powerful bonecharm, you'd best not mess with Jeanette Lee and her goons.<br />", "authors": ["Unknown  "]}, {"id": 24183, "title": "Notes on The Vault Safe Code", "text": "Is it a mathematical sequence? Not all of the digits in the combinations are prime numbers...\n\nBut it must be a pattern. Each number is generated by the numbers before it. Under what arithmetic conditions are they generated? The root question...\n\nI must join up all the safe combinations into one long sequence! But skip the safe locked with a double set of keys. It disrupts Jindosh&#39;s sequence.\n\n(Why would he do this? What purpose does this serve? I hate no man in Karnaca more than I hate Kirin bloody Jindosh.)\n\n", "authors": ["Unknown  "]}, {"id": 24184, "title": "A Recipe for Sweet-Tongue", "text": "To Cook Sweet-Tongue\n\nFirst, slice eight young, freshly-cut tongues lengthwise and boil them in a large pot of clear water. When a foam appears, drain the tongues, and fill the pot again with cold water. Here add your aromatics and their thighbones, and simmer for two hours.\n\nRemove the tongues and chill them until they are quite cold. Discard the bones from the pot, and strain the liquid. The fats will rise and congeal as it cools. Set aside.\n\nPare the skin from the tongues with a sharp knife until you have nothing but the tender meat. Slice finely.\n\nPrepare your aspic with whichever home remedy you use. Make sure the fats have clarified with eggshell. The aspic must be perfectly clear and remove of all impurities.\n\nArrange the cut the tongues a line terrine and pour over with warm aspic. When set, remove and unwrap your delicacy. Slice with serrated knife and serve cold.\n\nIt must be savored, preferably with a mother-of-pearl caviar spoon, or else the properties are lost. The sweetness of their song will be yours!\n\n", "authors": ["Unknown  "]}, {"id": 24185, "title": "Fidelia&#39;s Journal", "text": "2nd Earth\n\nI tried the old incantations over the teeth and strings like before, but it didn&#39;t work. It always used to work. Is the magic really gone?\n\nI heard about a gang from one of my sisters, she said they do things like what we had together. I don&#39;t know where else to go.\n\n27th Earth\n\nThe Eyeless might be content with scratched-up bones and rat liquor, but I&#39;m not. I tasted the dark waters of the Void with my sisters. I know what it feels like to turn the things you hate into ash, and watch bright flowers bloom from the cinders. These people don&#39;t know real magic.\n\n7th Nets\n\nI think I found a way. If I can snatch one of the stray hounds off the street and steal some carved whalebone, I might be able to get back a glimmer of my power. I know what words to speak over it. I just hope the Outsider listens.\n\n10th Nets\n\nI used to raise dead hounds from the earth to stalk shadows and tear my enemies to pieces. And now? I watched the life run out of this wretched creature. Its heart shuddered and stopped and I felt nothing. Just pity.\n\nIt&#39;s gone.\n\n", "authors": ["Fidelia"]}, {"id": 24186, "title": "Notes on the Archive", "text": "The archive sent by the pharmacist is intriguing. I wonder how he knew to contact me? I will interrogate him about this when we meet.\n\nCienfuegos describes a place where the Void can be seen and traversed, and that such an entrance exists in the very mountain that overshadows this city. For all our years, and all our power, how did something like that escape our notice? I want to dismiss the notion, if just to preserve our pride. But I can&rsquo;t. It is too enticing.\n\nFor now, I&rsquo;ve searched through the records available to me, but there is no mention of this place in any newspaper or atlas that I can find. Not even the ordnance surveys saw fit to mention it. Does it exist?\n\nIf it does, then was this disruption caused by our ritual in Stilton&rsquo;s manor? Or did some other event tear through the hidden boundary of the Void in the same manner? These documents suggest it is much older, but I can&rsquo;t be sure. The Void takes delight in warping our understanding of such things.\n\nI will keep this to myself, for the moment. It will be something to discuss with Delilah over candied chestnuts and braised hare in Dunwall Tower.\n\n", "authors": ["Breanna Ashworth"]}, {"id": 24215, "title": "Accounting of Heretical Items from the Royal Conservatory", "text": "This is the complete listing of heretical items that have been submitted to thorough examination during the Month of Rain, 1852.<br /><br />STILL UNDER INVESTIGATION:<br /><br />Curator's Office Papers, silvergraphs, notes, letters - Note: The location of these new documents was revealed to the Oracular Order in a vision. The archive has been confiscated by Sister Rosewyn. She will personally examine it for potential heretical properties and communicate her findings directly to Roving Vice Overseer Cardoza.<br /><br />Heretical contraption - lenses, desecrated caskets, wires, devices - Note: Will be dismantled and sent to the Abbey once the Sisters' examination is complete.<br /><br />BURNED OR SHIPPED TO THE ABBEY:<br />43 crates - books of arcane recipes, heretical studies, spells, ritual instructions, blasphemous stories - BURNED<br />17 crates - vials of unknown potions, salves, herbs, roots - SHIPPED TO THE ABBEY<br />10 crates - human hair, animal? bones and body parts - BURNED<br />1 altar - wooden, carved, wax-coated, well-used - BURNED<br />1 child's doll - husk body, wizened-apple face, stuck with pins - BURNED<br />34 runes and amulets - SHIPPED TO THE ABBEY<br />7 notebooks and personal diaries - SHIPPED TO THE ABBEY<br />2 scrying glasses - BURNED<br />1 crate - various devices for self-gratification - BURNED<br />3 sets - children's teeth and fingernails - BURNED<br />1 ash tree - cut out at the root from the Conservatory terrace - BURNED<br />4 crates - candles, incense, bells, and assorted ritual items - BURNED<br />", "authors": ["Unknown  "]}, {"id": 24216, "title": "Whispers from the Void, By Barnoli Mulani (1)", "text": "Treatise on the Physical Existence of that Foreign Realm [Excerpt]\n\nIt is a common story: A person has stopped breathing, pinned under carriage wheels or some other tragic happenstance, and is thought to be dead. But when the weight is removed - they make a quick recovery! But nonetheless, for a moment or two, this person was lost to us, lost to the world itself.\n\nAnd what did they experience while in this temporary death? Darkness? Nothingness? No, indeed not! They tell us, as so many before have, that they were in a particular place, and can describe it vividly.\n\nAnd who among us does not know this place? Have we not all seen it in our dreams? This place we share, in the farthest reaches of our minds. The realm where nothing makes sense, where one is at once both lost and at home. The Void.", "authors": ["Barnoli Mulani"]}, {"id": 24217, "title": "Whispers from the Void, By Barnoli Mulani (2)", "text": "Treatise on the Physical Existence of that Foreign Realm [Excerpt]<br /><br />These little glimpses of the Void in dreams or described by those awoken from comas, are not limited to a select few. In my interviews, I've gleaned that there is not a single citizen without such visions, at one time or another!<br /><br />This then, must be a real place, not folklore or mass delusion. Perhaps it exists deep below the earth, or far above it. Perhaps it is right next to us, but hidden. Some trick of the light, or wondrous curtain bars us from fully knowing it. And we all but wait for a natural philosopher to unlock the phenomenon, to show us how to see it at will.<br /><br />But when so revealed it will not be a fearsome place any longer, not the distant and special realm described in the myth of the Outsider! It will be strange, yes, even unsettling. But nonetheless it will be a new realm for us to explore and eventually conquer.<br /><br />What new treasures await us there? Are the lakes made of liquid diamond. [sic] The clouds of weightless silver gas? And what things we would learn?<br />", "authors": ["Barnoli Mulani"]}, {"id": 24218, "title": "Shan Yun&#39;s Diary", "text": "[Last Entry]\n\nI must remember to change the aria that unlocks my safe. Perhaps I&#39;ll grab Gloriana&#39;s card from the gallery, and calibrate the safe to it...? Bah! it doesn&#39;t matter what song I choose as long as it&#39;s different. I can&#39;t keep &quot;Among the Oxrush Blooms&quot; as the key, not now that Eolina knows the secret to my musical lock. I adore her, but I&#39;m no fool. A man must protect his treasures.\n\nMy darling Eolina believes the lock requires live singing to open, and I didn&#39;t disabuse her of the notion. But it&#39;s untrue. An audiograph of of the correct aria will suffice as well. As long as the lock recognizes the pure tones of my voice, it will open. The safe company insists it&#39;s dangerous to have the audiographs as a reserve measure, but what else could I do? I&#39;ll never forget the time I had a throat infection. The stubborn lock didn&#39;t recognize my sad croaks and squawks as me. It refused to open, and I couldn&#39;t wear my jewels that night. No, no. Better a little risk than to perform unadorned.\n\n", "authors": ["Shan Yun"]}, {"id": 24219, "title": "Chant of the Eye", "text": "A voice for the silence<br />A face for the terror<br />A body for the darkness<br /><br />A wound for the wanting<br />A knife for the knowing<br />A hold for the hollow<br /><br />A truth for the seeker<br />A charge for the warden<br />An Eye for the Eyeless<br />", "authors": ["Unknown  "]}, {"id": 24220, "title": "Can The Outsider Speak? An analysis of his visitations (1)", "text": "[Excerpt from a monograph on encounters with the Outsider]\n\nIt is a rare enough tale, but one which varies only in the tone and enthusiasm of its narrators. Select few are, through dreams or contact with shrines, transported to the Void and converse with the Outsider himself. Some, it is said, walk away from these encounters with his favor.\n\nNaturally, it is difficult to untangle reliable accounts from the ramblings of desperate seekers of the Outsider&#39;s attention. Nevertheless, an analysis of these events is warranted.\n\nThe Abbey of the Everyman warns that the Outsider walks among them, but to them he is merely the stranger who tempts you to infidelity or the pickpocket who robs you of trinkets. Only the barest understanding of the truth exists in their foolish Litany. We of the Eye know where the Outsider truly lies.\n\nHowever, if these stories are to be believed, then we must question the extent of his power in the Void. Does he choose these dialogues consciously? What is the nature of these conversations, if indeed they are intelligible? What is his physical nature in these moments?\n\nThese are the questions I attempt to answer in the chapters that follow.\n\n", "authors": ["Unknown  "]}, {"id": 24221, "title": "On Bertie the Bird", "text": "I caught â€˜Bertieâ€™, as we came to call him, on one of those ill-fated expeditions to Pandyssia which I and a few others attempted from time to time, to follow in the footsteps of the great Sokolov.<br /><br />The birds assemble in great flocks and nest in cliffsides. He had flown too close to our ship, and so one of the sailors snared him with a well-thrown net and we managed to cage him.<br /><br />He was the first of his species to reach Gristolean shores! He caused a stir in the popular imagination when I first displayed him. I did a circuit of public lectures on Pandyssian fauna and each theater was packed with people hopeful for a glimpse of my little bird. I heard from some friends that Bertie even featured in some childrenâ€™s literature, with fanciful illustrations.<br /><br />After a time, Bertie grew quite tame. He would even accept grapes from my hand. Sadly, he died after just a few short years. But he inspired a passion for Pandyssian birds, egg-collecting, and taxidermy. I had him stuffed, and occasionally I charged a small fee to allow viewers to see him.<br /><br />He will always hold a special place in my heart.<br />", "authors": ["Unknown  "]}, {"id": 24222, "title": "Malchiodi&#39;s Diary", "text": "2nd, Month of Darkness\n\nI am now certain the meaning of that script adorning the flesh of those few who encounter the Outsider. It is his name- the name he lost when he merged with the Void. And if this name is returned to him, the old ritual performed by the Envisioned years ago would be undone.\n\nThis revelation sends shivers down my spine. What I hold is the catalyst that could undo everything our collegiate has accomplished.\n\n11th, Month of High Cold\n\nThe ancient language tantalized me still. The pronunciation was never formed for any earthly tongue. Perhaps these people, long ago, spoke with the spirits? But speculation is one of the many pitfalls which threatens the errant philologist. To pursue this further would necessitate transgressing the deepest commandment of our order. No one has entered the Ritual Hold since the Outsider merged with the Void. But to find one of those cursed spirits to read this language... It intrigues and frightens me in equal measure.\n\n27th, Month of High Cold\n\nAgainst all caution, all prudence, all sense of loyalty, I persist. I cannot abandon my research. This place, this reliquary that holds the Outsider&#39;s true form, calls to me. If my plan to enter the Ritual Hold is found out, all is lost.\n\n", "authors": ["Malchiodi"]}, {"id": 24223, "title": "The Eyeless Got Potential", "text": "Anyone who&#39;s spent the time on the water knows what these are. Lucky charms, scrimshaw, witchcraft if you want. Whatever you call them, these fancy bits of bone can be worth a fortune if they make good on their promises. Sometimes you&#39;ll find one on a dead Howler or Grizzler, some lifeless bootlicker&#39;s last hope in a fight.\n\nYou&#39;ll never find one on a dead Eyeless. You know why? Because the Eyeless make good on their promises.\n\nWe know things the Abbey don&#39;t want you to know. And not just a balm to clear that rash you got in an alley! But how to scratch up a bit of whalebone so you don&#39;t feel any pain in a fistfight. How to make even the most sharp-eyed guard miss you in the street. Even how to get the Outsider&#39;s ear and ask him a thing or two. You won&#39;t believe what we can do until you see it yourself. Until you see all those dead Howlers at your feet and hold a bit of lucky bone to thank for it.\n\nAll it takes is some ink under the skin and a couple of sleepless nights, and this city could be yours.\n\n", "authors": ["Unknown  "]}, {"id": 24224, "title": "Exsanguination Experiment", "text": "The donor was nervous when I started the pump. Note: increase sedation next time.\n\nFirst signs of distress: muttering, grogginess. I asked what he was seeing, but the audiograph machine didn&#39;t pick up his answers. I should hire an assistant; I can&#39;t ask questions, monitor the blood pump and take notes all at once.\n\nAt some point, he began repeating my name, &quot;Jacobi, Jacobi...&quot; Was he begging for his life, or was he having a vision about me? Unfortunately I&#39;ll never know.\n\nI remember him mentioning a certain &quot;Teresia&quot;, something about whales, and a shack in the mountain.\n\n", "authors": ["Unknown  "]}, {"id": 24225, "title": "Cultist&#39;s Diary", "text": "12th Hearths\n\nIt has begun. When I woke this morning my shoulder felt stiff and insensate, and when I inspected it there was a thread of pure, silver stone running across my flesh. At last! I am merging with the Void. Oh, to be removed from this reality and exist eternal in the next! To see the subtle shifts and patters of the Void, to be closed off from all contact with lesser creatures! I am eager to see its progress.\n\n24th Clans\n\nThe stone spreads. I feel it humming with heat as it enclosed my very heart. Sometimes I am breathless with it. I can barely listen to the others... At times, my tongue won&#39;t move for hours, and I am mute.\n\n2nd Nets\n\nMy left eye has been entirely subsumed by the Void. I can see strange shifts in the light, but it is mostly endless darkness. I find it difficult to focus on my work.\n\n11th Darkness\n\nMy pen slips from my hand even as I try to write these words. My fingers have grown cold and numbed to all sensation. Some have even fused together in an amalgam of stone.\n\nI am exalted.\n\n", "authors": ["Unknown  "]}, {"id": 24227, "title": "Speculations on the Afterlife", "text": "[Excerpt from Speculations on the Void by Honoria Cassello]\n\nIf all spirits vanish into the Void upon their demise, why then are the &quot;wandering ones&quot; from folk tales and legends always unhappy? Where are the tranquil and benevolent spirits? Do they not linger in the Void like their darker counterparts? I think not.\n\nThose who lead virtuous lives receive the gift of oblivion upon passing. They dissolve into the Void like mist, casting off the worrisome shackles of mortal identity to become one with the foundational materials. Wicked spirits, however, earn a cruel fate. Their punishment is to wander the Void for eternity, unable to return to this world and contact loved ones. They retain only memory enough to suffer. Imagine their pain: drifting through empty expanses alone for centuries. No sensation, no solace, no redemption. An unmoored spirit, gasping with regret in a sea of nothingness, forever.\n\n", "authors": ["Honoria Cassello"]}, {"id": 24187, "title": "The Shindaerey Gift, A study, By Emora Clipswitch", "text": "On the Effect of the Winds on the Karnacan Landmass and Resulting Economic Positions\n\nWhale oil. Liquid power! How astonishing that within those beasts, inside the oil harvested along with their flesh, was enough power to see the Isles through these tumultuous years! And it all seemed limitless, but now the lights begin to dim. Our fisher folk say the great beasts are increasingly rare!\n\nNot all places will suffer this loss equally, fellow natural philosophers! Karnaca has a unique feature - the cleft in Shindaerey Peak, through which the winds are channeled and amplified.\n\nAs whale oil begins to run short, with the cost of finding the remaining leviathans escalating beyond the worth of the oil itself, Karnaca will find itself ascendant among the Isles.", "authors": ["Emora Clipswitch"]}, {"id": 24188, "title": "The Ancient Music", "text": "[Excerpt from a longer work]\n\nThroughout the natural world there are ripples that we can barely perceive with our sense, an Ancient Music permeating everything as a fundamental structural rule. Through it, you can work wonders without violating the natural world or begging favors from unfriendly spirits.\n\nThroughout my studies I have found a 17 note scale derived from this phenomenon, and with the right equipment those notes allow for astonishing effects. Not the least of these is the ability to calm the turbulence originating in the Void which we attribute to the Outsider.", "authors": ["Unknown  "]}, {"id": 24189, "title": "The Lonely Rat Boy and Other Tales (4)", "text": "Blood wept from the wound in his palm. Soon, blood welled in his eyes and rolled down his face in long, staining tears. His white rat lay curled in his marked hand, protected by the boy&#39;s strange magic.\n\nHe staggered through the streets of Dunwall. The world recoiled at the sight, fearful of the plague that gripped his body. There was only one place left for him.\n\nSoon he found the shrine that had brought him these powers. It lay inert, even as the boy fell to his knees before it. He had hoped to see the Outsider again, but the young man did not appear. The boy looked up from the gutter and felt the Void reach out for him.\n\nThe ones who hurt him were dead. He smiled for this&ndash;for the only one who had taken pity on him in his short years. He laid down on the cold stones before the shrine.\n\n&quot;Thank you.&quot; A pained whisper to the night air. He had lived his final days unafraid.\n\nLife fled the boy, and his smile slackened into a dull stare. His little white rat slipped from his hand and lapped the blood from his cheek.\n\n", "authors": ["Unknown  "]}, {"id": 24190, "title": "Rosewyn&#39;s Prophecies", "text": "19 Earth<br /><br />Five red strings pulled taut over some unknown instrument. My sisters could not make sense of it. Perhaps it will reveal itself again.<br /><br />3 Harvest<br /><br />More political unrest in Morley. Useless squabbles to no end. At Lord Kerrington's next feast, they will display the head of a bloodox as a centerpiece, and assassinate their rival at the dinner table. I have consulted my sisters: we will write to Vice Overseer Hanlon before the Month of Rain.<br /><br />17 Rain<br /><br />Our sight shows us the Isles, from the trivial to the calamitous. A baker using sawdust instead of flour in Karnaca, a fishing net tangled around a dead child in Pottershed, a whisper between lovers in Dunwall Tower.<br /><br />Tonight, I witnessed the Outsider's final moments in the Void.<br /><br />I've imparted the danger to my sisters, but I could not divulge the true nature of my vision. It would only invite the Errant Mind. Some may greet the Outsider's death with exultation. Others would show more wisdom.<br /><br />I have not yet written to the High Oracle. I fear the event will come to pass before my message could reach her. No. I know what I must do to prevent this dissolution.<br />", "authors": ["Rosewyn"]}, {"id": 24191, "title": "Old Widows&#39; Recipes", "text": "Marnie's Secret Powders<br />(For bringing on Frightful Illusions, Blurred Vision, and the like)<br /><br />Dry twenty purple sea slugs in the sun until they be crisped and light as feathers.<br />Put them in the mortar with these:<br />1 dried Burdock Root<br />4 dried Neem Leaves<br />1/2 measure whalebone, finely shaved<br />Grind until powdery. Keep very dry until ready to use. Careful not to get any in yer eyes.<br /><hr/><br />Adeline's Night Drops<br />(For inducing night terrors, and starving yer enemies of sleep)<br /><br />Soak a ripe lemon in a mug o' goat's milk for five days until the milk turns to green foam. Should be thick and pungent. Discard the lemon.<br /><br />Mix the foam with a bit of honey (for taste) and bottle it up tight with a stopper. Five drops in the fellow's drink should do the trick.", "authors": ["Unknown  "]}, {"id": 24192, "title": "The Knife of Dunwall (book)", "text": "[Excerpt from a Penny Novel]\n\nChapter 3\n\nDaud stared at the blade. The plan had gone perfectly, even better than he could have hoped. In fact, the whole thing had been too easy. But now that was over, he felt hollow, and there was nothing in the world that could fill him again. He knew it with a certainty that scared him.\n\nBillie called from the next room. &quot;Boss?&quot;\n\n&quot;Leave me.&quot; He nudged the door closed before she could say anything else. He trusted her more than any of them, but he didn&#39;t feel like talking.\n\nCleaning the blood from the blade, he studied the marks it made on the cloth. Royal blood, but it looked the same as any he&#39;d seen before. Weren&#39;t the high and mighty supposed to be filled with something different? Something better?\n\nDaud was tired. No amount of blood could change the way he felt. He didn&#39;t drink as a general rule, and sex had never interested him. He felt a kind of exhaustion that couldn&#39;t be soothed away. A smile crept across his mouth. The Knife of Dunwall, exhausted. And yet something else. What was he was feeling, exactly?\n\nHe&#39;d looked into Jessamine Kaldwin&#39;s eyes at the moment her life slipped away. And in that moment a thought occurred to him: He&#39;d made a mistake. He&#39;d been misled. That kind of thinking was useless. She was just as dead, whether he regretted it or not. But he&#39;d seen his true face reflected in her eyes; seen himself for what he really was. Not a renowned assassin, not some great shaper of history. Just another playing piece in an unknowable game.", "authors": ["Unknown  "]}, {"id": 24193, "title": "Can The Outsider Speak? An analysis of his visitations (3)", "text": "[Excerpt from a monograph on encounters with the Outsider]\n\nThe most common dialogic interactions recorded with the Outsider are conjurations occurring at one of the many shrines to him constructed across the Isles. They are considered, like all things of interest, heretical by the Abbey, and are forbidden from public view. These simple altars, often made of wood, wire, and other materials found close at hand, are adorned with candles, dried herbs, coin, and pieces of carved whalebone known to possess a blessing from the Void. It is not known if any item beyond the latter makes a tangible difference to the shrine&rsquo;s power. Nevertheless, it is through these ritualized sites that contact with the Outsider is thought possible.\n\nHowever, many such attempts are failures. Long are the lists of potential incantations, sacrificial animals, and bodily fluids which are said to compel the Outsider to appear; none are successful. But yet there remain scattered, firsthand accounts of people&mdash;bearing on their flesh what is known colloquially as the &lsquo;Outsider&rsquo;s Mark&rsquo; which we recognize as the symbol engraved in whalebone runes&mdash;seemingly communing with these altars and, when they wake, are able to recount specifics of the Outsider&rsquo;s voice and appearance which do not vary substantially in their description.\n\n", "authors": ["Unknown  "]}, {"id": 24194, "title": "Charm Carver&#39;s Diary", "text": "8th of Songs\n\nA charm carver will never starve, my mother used to say. Always coin to be made by selling wishes and wants to folks who don&#39;t come by much of either in their day-to-day. Well, I&#39;m hungry, and this piece of rotted bone hasn&#39;t helped me get out of the way of the Overseers. Don&#39;t know who I pissed off, but someone must&#39;ve slipped them my name. If those witch-hunters catch me with my mother&#39;s carved bit of whalebone, it&#39;ll be a slow death. Outsider&#39;s arse, I&#39;m in it now.\n\n12th of Songs\n\nManaged to palm off two useless bit of bone to a sailor stinking like whiskey. Couldn&#39;t tell his right from his left, or a real charm from a fake one. Coin could get me through the week at least. Overseers still two steps behind me. Going mad looking over my shoulder all the time.\n\n22nd of Songs\n\nFinally found a safe spot. Full belly, too. Now I got a different hunger. My sweet-singing bonecharm round my neck again, wet whalebone in my hands. This one&#39;ll carve up nice. Not as strong as some, but still good. Went too long without. Want it just as much as the bones, now\n\n", "authors": ["Unknown  "]}, {"id": 24195, "title": "The Lonely Rat Boy and Other Tales (1)", "text": "It was the year the rat plague sank its bloody teeth into Dunwall and tore out all its mercies. The year the people who live submerged within the shadows of the city&#39;s great edifices suffered most.\n\nThis lonely child knew no family but a small white rat. Whatever pieces of half-rotted food he found, he shared with this creature. He knew no name, only the vile curses thrown at him by the thugs and mudlarks who tormented him daily. Their fists raised, their knives on his skin. How they grinned, baring all their blackened teeth.\n\nThe boy, bruised and shaken, cradled his little friend to his chest as they sat together in some dark alley for a moment&#39;s breath. Soon the city watch found him.\n\n&quot;Move on!&quot; the watchman said. The boy did not know where to go. He pleaded with the man, who answered with a truncheon across the youngster&#39;s cheek.\n\n&quot;Move on!&quot; he said again with a scowl. The boy turned to run.\n\n&quot;He&#39;ll be weeping soon&quot;, he heard the watchman spit.\n\nThe boy&#39;s heart stuttered with fear. The rat watched him plaintively with red eyes.\n\n&quot;No one will help us&quot;, the boy said to his only friend.\n\n", "authors": ["Unknown  "]}, {"id": 24196, "title": "Travel Log (Death of the Outsider)", "text": "<b>Forgiven</b><br/><br/>I wouldnâ€™t have blamed Emily for killing me then and there. Bring down an Empress and everything gets thrown into chaos. A lot of people got hurt. But it was worse than that, wasnâ€™t it? I helped kill her mother.<br /><br />Thatâ€™s two times I was spared. But at least I got to put it right. Is this how Daud felt? Feels?<br /><br />My dreams are getting worse, too. Stronger. Sometimes I stare at my right arm like it shouldnâ€™t be there, and my head hurts like Iâ€™m blinded by blood. I started to write it all down, just to keep a handle on it.<br /><br />Two weeks until Iâ€™m back in Karnaca. The longest two weeks of my life.<br /><br />(If I even make it. The engine is rattling bad.)<br /><br /><b>My old self again</b><br/><br/>It felt good to say the name. Even better to hear it. And now itâ€™s on every corner of Karnaca. â€œWanted: Billie Lurkâ€\u009d.<br /><br />'Iâ€™ve been sending out messages to my contacts in the city, following up on sightings and rumors. But nothing yet. I even listened to the rats. Sometimes they know things others donâ€™t... And their voices remind me so much of Deirdre.<br /><br />I found the old manâ€™s wanted poster in a trunk. Now Iâ€™m looking for Daud just like all of Dunwall was, years ago. Hope I have more luck than they did.<br /><br /><b>A long shot</b><br/><br/>One last lead: an underground boxing club, of all places. Daud could be fighting there. Maybe another dead end, but I have to be sure.<br /><br />I tried to pump out the engine room, but no use. My shipâ€™s dead in the water. Meagan Foster would have been furiousâ€¦ But Iâ€™m not. Iâ€™ve got other things to care about now.<br /><br /><b>At last</b><br/><br/>Heâ€™s here. On my ship. Sleeping on Antonâ€™s old cot. How long had he been down in that pit at the Albarca Baths, taunted like a hound until some fool thought they could take him on? They didnâ€™t even know who he was. The Eyeless called him the â€˜Black Magic Bruteâ€™... There were more frightening names for him in Dunwall.<br /><br />I donâ€™t know what I expected, but it wasnâ€™t this. I didnâ€™t know how heâ€™d feel about me after what I did to him years ago. But itâ€™s like I never left. Weâ€™re right back in the middle of it, digging into some foul cult, chasing down some mad grudge. But heâ€™s older, now. Weaker.<br /><br /><b>The Outsider</b><br/><br/>â€œI need your help,â€\u009d he said, like Iâ€™d never refuse. Well, I didnâ€™t, did I?<br /><br />Mothers tell tales about the Outsider to children in cradles, filling their nights with fear so theyâ€™ll behave. For the Abbey, those stories never stop. Every sermon, every Stricture, every damn piece of their Litany is about the dangers of letting the Outsider into your head. And now Daud wants to kill him. No more stories, no more warnings. No more terrible people fighting over promises from the Void.<br /><br />I donâ€™t know how Daud got marked by the Outsider. I donâ€™t know what he had to do, or what he was like before he had his magic. But I remember the kind of man it made him, and what he did with that power. So maybe heâ€™s right.<br /><br /><b>Breaking apart</b><br/><br/>The Outsider. The fucking Outsider himself, on my ship like heâ€™d been waiting for me. Now Iâ€™m writing this down with half a hand and an eye that will never shut again. I canâ€™t touch them without shuddering. It feels just like the dreams.<br /><br />What did he see? Everything, if the Abbeyâ€™s right. He has to know what Daud and I are planning. Why tear half of me away? The Eyeless kill over scraps of magic, and now I can see where the world is cracking like a mirror.<br /><br />I didnâ€™t want any of this.<br /><br />(Does the Outsider always talk like that? Cryptic little shit. No wonder Daud hates him.)<br /><br /><b>Many eyes</b><br/><br/>Daud used to say that everything in Dunwall was tangled together. That nothing was a coincidence. Well, itâ€™s true for Karnaca too. The Eyeless might seem like a bunch of thugs trading bloody bones and foul recipes, but their coin flows from a richer vein.<br /><br />I found two of their leaders. Shan Yun, the Tyvian songbird, and Ivan Jacobi, a city administrator. They have the knife that killed the Outsider, and theyâ€™re keeping it hidden away behind lies and locked doors. But now I have their keys, and somewhere in Dolores Michaels' bank is a lock that needs turning. I wonâ€™t let the Eyeless stay hidden anymore.<br /><br /><b>Not myself</b><br/><br/>I see shadows everywhere this dead eye looks, and my right arm twitches and blurs as if itâ€™ll start moving on its own. These things arenâ€™t a part of me, but I canâ€™t escape them. The Outsider changed me into something I still donâ€™t understand.<br /><br />In Dunwall, Daud taught me that no one was innocent, and gave me the means to judge them. Does the Outsider expect me to look down at him like I can look down at Karnaca, and hold his life in this broken hand? Does he want to see me carve up this city to find him?<br /><br />I know heâ€™s watching. Well, Iâ€™m staring right back.<br /><br /><b>The Twin-bladed Knife</b><br/><br/>Daud is dead. Iâ€™m all thatâ€™s left of him. Me, and this knife I canâ€™t let go.<br /><br />Dolores Michaelsâ€™ bank was a puzzle box of miserable secrets, and right at the center was the reason for it all. A woman taut to breaking and the knife sheâ€™d tried to hide.<br /><br />The Outsider handed the knife to me himself. He wants to know what Iâ€™m going to do with it. Heâ€™ll find out soon enough.<br /><br />(Why does this thing have two blades? Nothing ever gets stuck between them. None of this Void shit ever makes any sense.)<br /><br /><b>Alone again</b><br/><br/>I burned Daudâ€™s body today.<br /><br />When I left the Whalers, the rat plague was still piling corpses in the street. There wasnâ€™t anyone alive in those months who didnâ€™t learn grief. Even Daud nearly lost himself to it then. But I canâ€™t lose myself. Not now. Not again.<br /><br />When Deirdre died, who I was or what Iâ€™d done died too. No one else saw me like she did, no one until I met Daud and he gave me purpose again. When I left Dunwall, I let it heal over with lies. But my time back with Daud reopened that wound. All I can hope now is that I helped him in his final days, just like he helped me.<br /><br /><b>Stolen secrets</b><br/><br/>At the bank, I learned more about the pharmacist Cienfuegos. He was an Eyeless, and an artist too. He painted the Void, and was close to finding out how the cult leaders reach that place. He stole documents from Dolores Michaels and sent them to the Royal Conservatory. I need to find them, so I can see what he saw.<br /><br />His paintings are quiet, if a painting can be quiet. Quiet, but unsettled. He wanted to know everything. Uncover every secret. He was searching, just like me. And he was killed for it.<br /><br /><b>A broken coven</b><br/><br/>The last time I was in Cyria Gardens, the Royal Conservatory had become a nest for the same coven of witches Iâ€™d worked with in Dunwall years ago. The curator, Breanna Ashworth, and a group of women were living there, performing odd rituals with bones and glass. Now the Abbey of the Everyman and their witch-hunters have taken it over and are gutting the place of all traces of black magic. If Iâ€™m lucky, the documents I need haven't been burned yet.<br /><br />(When the Outsider is gone and the Overseers can't use him to prey on people's fears, I'll be there, laughing, as the Abbey falls to pieces.)<br /><br /><b>The way to Shindaerey North Quarry</b><br/><br/>Iâ€™ll never know exactly what Sister Rosewyn saw in her visions, but something made her hesitate. Something made her hold on to that silvergraph long enough for me to save it from the fire. The archive that Cienfuegos stole shows me exactly where the Void touches our world. Where I can reach the Outsider.<br /><br />I donâ€™t know what else Iâ€™ll find there. All the whispers and legends say something terrible. Something you canâ€™t forget. I wonâ€™t know whatâ€™s true until I reach it.<br /><br />(What do you pack for a journey to the Void? I just left everything behind.)<br /><br /><b>Leaving Karnaca</b><br/><br/>Every day Karnaca gets smaller. That swarming, stinking city, now nothing but a few lights in the distance. But I canâ€™t look back anymore. The Void is closer with every step.<br /><br />Itâ€™s quiet out here. Sometimes all I can hear is my own breath, my own heartbeat. It reminds me of being on the open ocean. Feeling like youâ€™re the only one left alive. Feeling like the world wonâ€™t care if you donâ€™t come back.<br /><br />Nothing but me and my thoughts.<br /><br/><b>My choice</b><br/><br/>Everything Iâ€™ve done led me to this place, to this moment. Killing the Dukeâ€™s brother when I was a kid. Betraying Daud. Helping Emily retake the throne. But even then, I never felt important. I was always just another desperate person trying to make sense of her life.<br /><br />I watched my whole world being taken from me over and over. This time, I gave it all up on my own. Iâ€™m climbing the mountain. I donâ€™t know what waits for me there. But the Outsider is watching, and he knows it was my choice to go.<br /><br /><b>To the summit</b><br/><br/>The Outsider hasnâ€™t known anything but hatred for thousands of years. He was killed to fulfill a purpose. No one asked him what he wanted. The lights went out in his world, and his eyes adjusted to the dark.<br /><br />I know what real loneliness is like. If it hadnâ€™t been for Daud, I would have died from it. Now Iâ€™m walking into the Void to face the loneliest creature in the world. Maybe the Outsider knows Iâ€™m just chasing down someone who can give me a bit of purpose.<br /><br />I have nothing left except promises to the dead.<br />When I reach him, Iâ€™ll see more clearly than ever.<br />", "authors": ["Billie Lurk"]}, {"id": 24111, "title": "Letter to The Royal Curator", "text": "To the Royal Curator, Breanna Ashworth:\n\nMy name is Eleuterio Cienfuegos. Know that we have mutual friends, and that is all that needs to be said on that subject.\n\nI believe we share particular interests. I would ask that you make arrangements for us to meet privately, under some artistic or curatorial pretense. There we may discuss in full the question that occupies both our minds: the nature of the Void, and a means to safely walk its ruined landscape in the flesh.\n\nYes, I believe I&rsquo;ve found a way to reach that fabled place.\n\nI have enclosed several silvergraph prints. I submit them to your expertise. In the interests of our safety I would ask you to keep these with the utmost discretion. Burn it all rather than risk discovery. By sending this short letter I have already made dangerous enemies.\n\nAddress your response to me directly.\n\n-E. Cienfuegos\n\n", "authors": ["E. Cienfuegos"]}, {"id": 24112, "title": "Note to Anselma", "text": "Dear Anselma,\n\nI know the first day on the job can be trying, so feel free to ask me any questions. Remember: the code for this door changes, so you&rsquo;ll have to get the new one from Chief Pe&ntilde;a. You can usually find him in the archives. Once you have the code, speak the numbers clearly into the microphone and wait for the lock to release.\n\nI&rsquo;ll come by at noon and take you to my favorite restaurant. Most of us security guards go there for lunch. The food&rsquo;s terrible, but it keeps our interest low! There&rsquo;s a little bank humor for you!\n\nSee you later!\n-Martin\n\n", "authors": ["Martin"]}, {"id": 24113, "title": "Note from the Director", "text": "Bristow:\n\nDoes the Empress have an investment account with us or merely treasury holdings? Could she be persuaded to expand her account activity with us? Come see me.\n\n-Dolores\n\n", "authors": ["Dolores Michaels"]}, {"id": 24114, "title": "Massacre at the Albarca!", "text": "A mysterious massacre at the Albarca Baths has the Grand Guard baffled. A long-planned raid on an Eyeless Gang fighting ring went wrong and turned into a horrific murder scene instead. â€œI saw bodies scattered all about the place, gutted like eels and swimming in blood. Never seen nought like it afore,â€\u009d an anonymous eyewitness informed the Gazette.<br /><br />Captain Eduard Lejano confirmed that no Guards or gang members survived the shocking bloodbath. He refused to speculate about the killerâ€™s identity or motive, but urged witnesses to step forward with any information. Cyria District remains on high alert as Guards search for the person responsible for the appalling slaughter.<br />", "authors": ["Unknown  "]}, {"id": 24115, "title": "Preliminary Notes on Void Anomalies", "text": "Despite the difficulty, we have managed a general study of the observable &ldquo;hollows&rdquo;, as some have called them. The anomalies and their provenance still baffle us.\n\nThese flaws in reality are imperceptible to those who have only recently joined us in our seclusion. Extended communion with the Eye is necessary before anything of this nature is revealed to us. Does the Eye know? Does it share this knowledge with us so that we might understand their nature?\n\nIf so, what else might dead eyes see? These confluences of the Void show us the possibilities of time. As the Ritual Hold is outside of time&rsquo;s reach, are we bound up in the strands of several divergences? It may be there are things still beyond our sight. We who watch the world align itself to our desires&hellip; Are we to witness the end of time as we understand it?\n\n", "authors": ["Unknown  "]}, {"id": 24116, "title": "Malchiodi&#39;s Last Notes", "text": "25th, Month of Rain\n\nWhat I do, I do for the sake of my studies. The risks are great, but it was never in my nature to leave questions unanswered. Everything must be revealed, in time. The others may judge me, but that same desire exists in their own hearts. They are simply too cowardly to pursue it.\n\nThe only means to the Ritual Hold lies in pieces, suspended at the moment in which that ancient gate was shattered. I will break the oldest and most sacred dictates of our order by simply approaching it. And the attempt to trespass... I do not know if I will succeed. But I must try. Whatever happens to my body, I know that my research is hidden in a safe place in my cell.\n\nMy life has lead to this moment. My wasted youth in the Academy of Natural Philosophy, my time with the Eyeless, my years in this sanctum. And now I may finally uncover the secrets of the ancient language.\n\n", "authors": ["Malchiodi"]}, {"id": 24118, "title": "Letter to Shan Yun", "text": "My Darling Shan,\n\nI can&#39;t wait to see you, my love. Please make certain your servants know I&#39;m coming tonight. When I use our special knock, I expect to be admitted immediately- not kept waiting in the cold night air while they get permission.\n\nI&#39;m bringing you my favorite flowers from the florist in my building. The scent of the blooms has been rising up to me all day in an intoxicating cloud. Your keen senses will glory in their fragrance, I know. I will wrap you in my arms and roll you in soft petals until you beg for release. Until then, my heart, I remain.\n\n-Your Eolina\n\n", "authors": ["Eolina Rey"]}, {"id": 24119, "title": "Double Murder in Upper Cyria", "text": "Panic in Karnaca as news of a horrific double murder spreads through town. Shan Yun, The Tyvian Songbird, and Ivan Jacobi, a prominent local politician, were brutally murdered within hours of one another.<br /><br />A charismatic performer, Yun was known for heartrending ballads like â€œWhere the Oxrush Bloomsâ€\u009d and â€œRelease Thy Golden Locks, Gloriana.â€\u009d The singer was preparing for a private concert in his home when he was savagely murdered. A servant discovered his lifeless body and contacted the Serkonan Grand Guard.<br /><br />Jacobi was a rising star in the Karnacan political world. As the Administrator of Bridge, Road, and Cemetery Permits, his role was â€œspeaking for the Silent.â€\u009d He often held rallies to decry the controversial practice of â€œregraving.â€\u009d It was at such a rally that Jacobi met his sudden end.<br /><br />The Guard was characteristically tightlipped about the murders, citing the ongoing investigation. They urge citizens to exercise caution until the killer is apprehended and to report any suspicious activity. A generous reward is offered for any information about the murders.<br />", "authors": ["Unknown  "]}, {"id": 24120, "title": "Leaving the Eyeless for Wynnedown", "text": "Elinor,<br /><br />I'm shoving off as soon as I can get coin enough for a ship to Wynnedown. My heart soured on this place after the Brute killed poor Maudey last month. I'll never forget how the crowd laughed when he gutted her. Pricks. No, it's time to move on.<br /><br />Lania says she can get me honest work with the Wynnedown Guard. I'd rather look a fool in that uniform than stay here and see the black arts mocked. Jeanette said our orders came from a higher power. The Eyeless were privy to big secrets, she said. What a laugh! Nary a one of these fools can craft a proper bonecharm or rotting ointment. All they do is guzzle rat liquor and puke and brawl like babes. I won't miss any of them. You're my only friend here now that Maudey's gone, so I wanted to say farewell. Come see me in Wynnedown if you can.<br /><br />-Morena<br />", "authors": ["Morena"]}, {"id": 24121, "title": "Reply from Isobel", "text": "Meagan,\n\nYou must be pretty desperate is you&#39;re writing to me about this. Yeah, I saw him. He set up a meeting to buy some of those funny explosives that &quot;fell off the back of a carriage&quot; a few months ago. I waited for him but he never showed up. Sorry I can&#39;t be of any more help. I haven&#39;t seen or heard from him since. Put me in a real bind.\n\n-Isobel\n\nAlso, hey, you were kind not to mention it, but I didn&#39;t forget I still owe you that case of fig wine after what happened last time. Give me two more months. I swear I&#39;ll get it to you.\n\n", "authors": ["Isobel"]}, {"id": 24122, "title": "Smugglers Sighting", "text": "Brothers,\n\nBy order of the Roving Vice Overseer, patrols for Cyria Gardens will be doubled until further notice.\n\nSacrilegious smugglers disregard our quarantine notices and sneak inside the district to pilfer heretical goods. As the stricture says, &quot;Roving feet love to trespass.&quot; We must not allow such profane materials to leave the area. Be vigilant! Bring these intruders to justice.\n\n-Brother Videl\n\n", "authors": ["Brother Videl"]}, {"id": 24123, "title": "Note to Self", "text": "Ask Rubia for ledgers (blue-lined NOT green)\n\n", "authors": ["Unknown  "]}, {"id": 24124, "title": "Care for an Expectant Mother", "text": "Dear Cortney,\n\nI got your test results back, and it&#39;s good news. I can confirm that you are indeed expecting. Congratulations! I place gestation at around 7 weeks.\n\nThe first few months are critical for your child&#39;s development, so avoid stressful situations. No medications or spirits. Eat healthily and limit your seafood consumption. No hagfish! It&#39;s been known to cause deformations. Barring any unusual occurrences, I&#39;ll expect to see you in my clinic next month for another consultation.\n\nBest,\n\n-Doctor Herreros\n\n", "authors": ["Doctor Herreros"]}, {"id": 24125, "title": "Letter from Lucia Pastor", "text": "Dear Director Michaels,<br /><br />My name is Lucia Pastor, leader of the Shindaerey Miners Family Committee here in Karnaca. Recently, my charityâ€™s resources have been stretched thin by a sudden influx of what we call the â€œfallen poor.â€\u009d That is, people left penniless by sudden catastrophes. All these families have come begging at my soup bowl because of Michaels Bank. Iâ€™ve heard their woeful stories. Debt payments one hour late led to foreclosure. Having children violated some â€œbachelorâ€™s quartersâ€\u009d lease requirement. Worst of all, attempting to repay debts in copper coin, rather than gold, cost a family their worldly goods.<br /><br />These simple souls do not understand how cruelly you have abused and manipulated laws to suit your nefarious purposes. But they are not without friends! We at the S.M.F. C. will not rest until we have secured justice for the victims of your abuse.<br /><br />Outrage,<br />-Lucia Pastor<br /><br />", "authors": ["Lucia Pastor"]}, {"id": 24126, "title": "Terrible dreams", "text": "These are the strongest they&#39;ve ever been. Feels like I&#39;m really dying, each time. I&#39;ll be in some alley in Karnaca, the sleeve of my coat soaked to the shoulder in blood, half-blind, face split open like a river krust. Thieves wanting to check my head for gold teeth and grab a better pair of boots, or the Grand Guard, swords bloody, laughing as I die. It&#39;s a little different each time, but not by much.\n\nWhen I wake up I look in the glass just to make sure my eye is where it was the night before. And who in the Isles has to check to make sure their own damn arm hasn&#39;t been hacked off in the night? Ridiculous.\n\nI&#39;m running low on tobacco, with how much I&#39;ve packed my pipe the nights when I can&#39;t sleep. Don&#39;t know what I&#39;ll do when it&#39;s gone.\n\n", "authors": ["Unknown  "]}, {"id": 24127, "title": "Letter to Alma", "text": "Dear Alma,\n\nYour last letter tore my heart out, with you begging me to quit the Eyeless gang and come home. Whatever gruesome tales you heard, the Eyeless aren&#39;t bloodthirsty brutes like Hatters or Howlers. They know things, secret things. They&#39;re teaching me how to make medicines and brew potions-and even carve my own bonecharms for the occult boxing fights. If I keep winning matches, I&#39;ll catch Jeanette Lee&#39;s eye. She&#39;s the boss here at the Albarca. If I work for her, the coin&#39;ll come rolling in! More than I ever made toiling on the docks.\n\nSad news about Gram&#39;s fever. I can&#39;t spare any coin, but here&#39;s some dried raven beak for a poultice. Boil it down yarrow root in a copper pot and spread it think on Gram&#39;s chest. She&#39;ll be right as Gristol rain in no time.\n\nYour brother,\n\n-Rory\n\n", "authors": ["Rory"]}, {"id": 24128, "title": "Deadly Raid at the Albarca!", "text": "A raid on the Albarca Baths turned deadly as Guards fought for their lives against the notorious Eyeless Gang. The Albarca had been under surveillance for weeks, after the Guard received a tip about unsavory activities there. They rushed in to break up the fighting ring, but ended up in a lethal showdown with vicious gang members instead.<br /><br />\"It's a proud day. Thanks to the courage and diligence of my Guards, Karnaca is a safer place. We removed dangerous villains from the streets and ended their illegal operations,\" said Captain Edouard Lejano, leader of the raid. He reassured reporters that his Guards sustained only minor injuries. No Eyeless members survived.<br />", "authors": ["Unknown  "]}, {"id": 24129, "title": "Restless night", "text": "I thought I&#39;d sleep easy knowing Daud was safe. I don&#39;t know why I&#39;m still so foolish. I can&#39;t catch a break for a moment, not even when I sleep. I should know that by now.\n\nThis one was sharper than the rest. I could feel the blade bite into my skin when the damn Guard got me. My right eye felt hollow, an empty hole in my head that I couldn&#39;t shut, and my right arm ended in a piece of broken bone. I felt it so deep this time, I woke up shaking. Took me a while to catch my breath.\n\nI&#39;ve been having thse dreams since I had Emily on the ship. Is this some kind of curse since I confessed to her? It would serve me right, I guess. But how long will this go on, and what other dreams may come?\n\nI could hear Daud groaning in his sleep in the other room, saying my name. Maybe we&#39;re both dreaming our own penance.\n\n", "authors": ["Billie Lurk"]}, {"id": 24130, "title": "Miner&#39;s Letter", "text": "Siobhan,\n\nI know you don&#39;t believe me, but I saw it again. The air shivered and split apart and sealed up again like a river krust. The rest of the day I didn&#39;t recognize anyone&#39;s faces. It was like their mouths and noses and eyes all blurred together like a bad silvergraph. I had to guess who was who based on their clothes!\n\nWe didn&#39;t leave Dunwall for this shit! When the Pendleton mines closed up we thought, now&#39;s our chance, we can go to Serkonos, there&#39;s better pay and better weather. Now? Maybe we should have stayed. I don&#39;t know. I can&#39;t handle this. I can&#39;t go down there not knowing what I might see.\n\nPlease, you have to believe me. You&#39;re the only one who knows.\n\nYour brother,\n\n-Niall\n\n", "authors": ["Niall"]}, {"id": 24131, "title": "Note to Maintenance Workers", "text": "Reminder!\n\nDon&rsquo;t take the vault decoupling lever from the vault maintenance area. None of you need it! The braking hatches on the vault are locked for a reason. Michaels has a master key, but I better not hear that one of you louts asked her for it. That key also unlocks the main vault&mdash;which none of you have security clearance for. If it happens again, I&rsquo;m docking coin from everyone.\n\n-Marco\n\n", "authors": ["Marco"]}, {"id": 24132, "title": "The dream again", "text": "It was the Grand Guard. I know it this time. A fight I couldn't handle. A misstep, a mistake. An eye cut open and a sword arm lying in the street. Me, not even half myself, staggering through Karnaca, trying to tie off a tourniquet with my teeth. Pulling with all my strength as I feel each heartbeat shudder a little slower, a little weaker.<br /><br />When I woke up my right arm was numb right up to the elbow and my right eye stung as bad as the time Anton tried to cook hot peppers on the griddle in the galley. It's like my mind's playing tricks on me. Takes me awhile every morning to know what's real.<br />", "authors": ["Billie Lurk"]}, {"id": 24133, "title": "Curious Activity at Caltan Branch", "text": "Dear Manager Atwater,\n\nThe Caltan branch of Michaels Bank is seeing an upsurge in account holders from Fraeport. Discussion with our Fraeport colleagues reveals that clients are trading coin between their two accounts, for some unknown purpose. Currently, the activity seems more curious than nefarious, but we wanted to bring it to your attention.\n\nSincerely,\n\n-Ofelia Serrano\n\n", "authors": ["Ofelia Serrano"]}, {"id": 24134, "title": "Bank Director Informed", "text": "Dear Manager Serrano,\n\nThank you for your recent letter. The Karnaca branch has seen a similar surge in such activities from Fraeport. I have informed Dolores Michaels, and she will investigate the accounts.\n\nBest Wishes,\n\n-Maura Atwater\n\n", "authors": ["Maura Atwater"]}, {"id": 24135, "title": "Items for Auction", "text": "Bidding Starts for the Day<br /><br />Mancisidor Estate (Deceased) - Household goods, plate, jewels, and artwork from the estate of Roriga Mancisidor. SOLD<br />Crates of Gristol Rare Vintage Wine (5) - Crates of bottle wine from the Maynez cellars. Auction proceeds to be donated to the Addermire Institute. SOLD<br />Salcido Menagerie (Foreclosure) - Exotic and unusual Pandyssian insects and vermin under glass from the Salcido Museum collection. SOLD<br />Floriman Fashions (Foreclosure) - Suits, fabric, and complete inventory from Floriman Family Tailors. SOLD<br />Cienfuegos Goods (Foreclosure) - Medicines, paintings, and complete inventory from the Eleuterio Cienfuegos Pharmacy<br />Bidding Closes for the Day<br /><br />", "authors": ["Unknown  "]}, {"id": 24136, "title": "For Luck", "text": "Walk three times around the square with breeches reversed. Who shakes your hand will take your bad luck from you.\n\nAt midnight, face south and eat a tin of hagfish whilst singing &quot;I Knew a Lady&quot; three times.\n\nRest a teacup on your forehead whilst taking the day&#39;s first piss. If it don&#39;t fall and break, luck will come.\n\nEat a rotten Tyvian pear, but keep the core in your pocket for luck all day.\n\nIf a white cat hisses at you, hop the main dock&#39;s length on one leg without falling, then spit into the sea to break the jinx.\n\nMake a wish. Wear a scarf soaked in rum around your neck for a week. If it draws no comment, drink the rest of the rum. Your wish will be granted.\n\n", "authors": ["Unknown  "]}, {"id": 24137, "title": "Supervisor&#39;s Note", "text": "Adrastos,\n\nThe front gate code is [three digit number]. I can&#39;t stay here a minute longer. For a while it was just the little flashes of light, like cracks in a windowpane, but now? I hear voices. And it&#39;s not just a few whispers! Whole conversations, like they&#39;re right beside me. Sometimes I see strange people out of the corner of my eye, but then they&#39;re gone. It&#39;s like everything shivers and changes in front of me and then it&#39;s back to normal, like nothing happened.\n\nThis place is cursed. I don&#39;t know what&#39;s going on, but I&#39;m not waiting for it to get worse. I&#39;m going back to Karnaca.\n\n-Connor\n\n", "authors": ["Connor"]}, {"id": 24138, "title": "Letter to Brother Algernon", "text": "Dear Brother Algernon,\n\nI know you said to cease writing home to the Abbey so often, but something extraordinary happened! I found my life&rsquo;s purpose! You always said that if I subdued my errant mind and worked with diligence that my path would become clear. And it has! Brother, I protect our Sisters now! My heart trembles with the honor of serving them. They grace my humble eyes as they pace the Conservatory corridors with brisk strides or bend their oracular gifts toward the profane equipment left behind by the heretics. My responsibility, the Brotherhood&rsquo;s responsibility, is to protect them as they decipher what transpired within these benighted walls. When Sister Rosewyn nods and thanks me, my entire being floods with the most intense satisfaction. Truly, I was born for this task! I wanted you to know.\n\nYours in faith,\n-Brother Minton\n\n", "authors": ["Brother Minton"]}, {"id": 24139, "title": "SAVE US!", "text": "Please! I don&#39;t want to die like this! Kill Brozenar! Free us from this pit! Hurry!\n\n", "authors": ["Unknown  "]}, {"id": 24140, "title": "Run on Michaels Bank as Famed Vault Destroyed", "text": "Chaos at Michaels Bank today, as an intruder bypassed an imposing set of security precautions to collapse the elevator vault of \"Karnaca's premiere valuables repository.\" The celebrated vault, one of the last remaining Kirin Jindosh wonders in the Isles, smashed through the floor of the bankâ€™s atrium to the sewers below. There's no word yet about any injuries or deaths from the accident.<br /><br />Bank officials sought to allay fears as customers swarmed the bank, demanding their valuables. A harried Carly Roberts, Customer Service Director, issued the following statement: \"I can assure our customers that the despicable intruder who destroyed our vault will be brought to justice. Please be patient while we conduct an inventory to determine if any items were stolen or if this was merely a malicious act of vandalism and mayhem.\" The bank has engaged a private firm to investigate the crime.<br />", "authors": ["Unknown  "]}, {"id": 24141, "title": "To Daud (1)", "text": "I used to do this with Deirdre. I wrote her letters for years after she died, and I let every one of them float down the river. Maybe you saw me do it, but you never said anything. It made that time bearable. Grief makes us do strange things. But you know all about that, don't you?<br /><br />This one might make the wounds come open again, but isn't that what I want? You're not dead. I know that. But you might as well be, for how far away you are. So I'll write down everything I can't say to you and throw it in the sea, just like I used to.<br /><br />The years since the Flooded District were hard. Building a new name from scratch takes a lot out of you, and now I'm leaving it behind. I wonder if you'll even recognize me. I'm not as young as I was. Well, neither were you, when you went after the Brigmore witches. But that wasn't your last job, either. All the rumors put you right back in it, dealing with the gangs and black markets and bonecharms. What are you up to? What are you doing in Karnaca, when you could be anywhere in the Isles?<br /><br />I have a feeling that when I find you, I won't like your answers.<br />", "authors": ["Meagan Foster"]}, {"id": 24142, "title": "Ivan&#39;s Last Letter", "text": "<b>First Version</b><br/><br/>My Devoted Winstead,<br /><br />If youâ€™re reading this, Iâ€™ve passed on to the other side. My negligence gave the Outsiderâ€™s enemies the key to our most secret treasure. I failed him. Failed him, and failed my Eyeless comrades. My life has no purpose now. What joy can I find in lofty ambitions or earthy pleasures when the Voidâ€™s condemnation awaits me? No, I must look into its cold, eternal darkness and ask forgiveness. The vial of Eleuterioâ€™s blood will hasten my journey there. Perhaps in the Void Iâ€™ll discover the means to redeem myself.<br /><br />Thank you for your years of faithful service. Youâ€™ve been my closest confidante, dear to me as a brother. Bury me in the gray cashmere suit and do what you will with the rest of my belongings. None of it matters now.<br /><br />-Ivan Jacobi<br /><br /><b>Second Version</b><br/><br/>My Devoted Winstead,<br /><br />If youâ€™re reading this, Iâ€™ve passed on to the other side. My negligence gave the Outsiderâ€™s enemies the key to our most secret treasure. I failed him. Failed him, and failed my Eyeless comrades. My life has no purpose now. Jorge destroyed my lofty ambitions with his headlines. Soon, the Grand Guard will arrest me for murder. Better to face the Voidâ€™s wrath now and forever, on my own terms. I must look into its cold, eternal darkness and ask forgiveness.<br /><br />Thank you for your years of faithful service. Youâ€™ve been my closest confidante, dear to me as a brother. Iâ€™ll hang myself so you wonâ€™t have to clean up a bloody mess. Bury me in the gray cashmere suit and do what you will with the rest of my belongings. None of it matters now.<br /><br />-Ivan Jacobi", "authors": ["Ivan Jacobi"]}, {"id": 24143, "title": "Bet on the Brute to Win", "text": "Albarca Betting<br /><br />Fighter BLACK MAGIC BRUTE<br />Time & Match 8:30 Match 5<br />Stake 10 coin WIN NO KILL<br />All bets by house rules<br />", "authors": ["Unknown  "]}, {"id": 24144, "title": "Old Diary (Death of the Outsider)", "text": "[Excerpt from pages torn from an old diary, dated 1841]\n\nShe&#39;d done up one of her bedchambers with velvet and candles. If she had brought in a lamp it would have looked shabby, but the candles made it eerie. I suppose that was the point. One of her servants must have set up an audiograph to play music behind a curtain, too, because I could hear muffled strings all evening.\n\nWe sat around a table and held hands and chanted over the little bit of whalebone she had found. It felt stupid, really. I was hoping for more. Some thunder, or a witch to appear and dance on the table with us. I don&#39;t know.\n\nBut I sensed a presence... Some restless energy. It&#39;s hard to describe. Something was reaching out to me. Maybe it was mother? But it was upset. Angry, almost. It felt like the time I got tangled in weeds at the bottom of the Estate District ponds, and father had to jump in to save me.\n\nI didn&#39;t tell anyone. I know it was just a silly game. But if we can capture voices in audiograph machines or light with those new silvergraphs, then why can&#39;t we capture spirits in some kind of machine, too?\n\nI should talk to Anton.\n\n", "authors": ["Unknown  "]}, {"id": 24145, "title": "Notice: To All Personnel", "text": "We have finished replacing the shorted wiring in our security doors and relocated the main control switch to the lobby behind the teller counter. Thank you for your cooperation.\n\nBest,\n-Rubia Campos\nOperations Manager\n\n", "authors": ["Rubia Campos"]}, {"id": 24146, "title": "Trial of Patricia Deshkova", "text": "EXCERPT FROM COURT PROCEEDINGS<br />Conducted by Roving Vice Overseer Alvaro Cardoza.<br /><br />Prisoner: Patricia Deshkova, of Dunwall (female, 22 years of age)<br />Offence: Heresy (consortia with unclean creatures)<br />Verdict: Guilty<br />Punishment: Reformation (musical therapy)<br /><br />A woman also captured in the Royal Conservatory confessed to witnessing the prisoner suckling a rat at her breast as if it were an infant.<br /><br />TESTIMONY - Transcribed by Overseer Benson<br /><br />It was a haggard thing, all skin and bones. Patricia gathered it up in her arms and held it to her until it stopped wriggling. She had no milk, but the rat gnawed at her until there was a flow of blood and then it sucked like a baby while she cradled it and cooed. She did this once every few days until it grew fat. The wound it made went bad and she fell down feverish for many days, and we took care of her as she said she walked with the Outsider in her sickness.<br /><br />PRISONER - STATEMENT TO THE COURT<br /><br />He cried so pityful and, oh, the poor thing was starved!<br /><br />GUILTY - Prisoner will be subject to experimental musical therapy to restore an appropriate aversion to vermin.<br /><br />", "authors": ["Unknown  "]}, {"id": 24147, "title": "Correspondence Between Auditors (3)", "text": "Pilar,\n\nOnce again, your department&#39;s figures cannot be reconciled with our master accounts. I don&#39;t know how they tot up a column in Dabokva, but such persistent inaccuracy will not fly here in Karnaca! Please bring your ledgers to my office. Esteban wishes to examine them.\n\nBest,\n\n-Tan Nguyen\n\n", "authors": ["Tan Nguyen"]}, {"id": 24045, "title": "Musical Healing Manual", "text": "[Excerpt from Musical Healing Manual]\n\nPreparation\n\nSecure heretics in the chair with the supplied leather straps. Patients will employ desperate measures to escape the healing music. The Lying Tongue will implore your pity, twisting like a serpent into your gentle heart. Silence pleas with a soft cloth as needed.\n\nSession\n\nTheir Wanton Flesh will beckon to you as it writhes. Half-lidded eyes will promise release for release, a carnal exchange of flesh for freedom. Resist, brothers! Harden your thoughts and turn away. The ancient music is the only cure for these lost creatures. Their redemption is your duty.\n\nAftermath\n\nDespite our best endeavors, many creatures cannot be saved. Their corruption runs too deep to mend. Our task then is to dispose of their wasted flesh left. Transport bodies to the morgue on the second floor and cleanse them. Remove the stains of heresy and help them find purity in death.\n\n", "authors": ["Unknown  "]}, {"id": 24046, "title": "Correspondence Between Auditors (1)", "text": "Pilar,\n\nFor the third time, the records from your department show discrepancies with the master account records. Such sloppy work is unacceptable at Michaels Bank! If your accounting team can&#39;t properly reconcile the balances this month, then I&#39;ll assume that they&#39;re embezzling coin and will deduct it from their wages. Perhaps then they&#39;ll recall how to add a simple column!\n\nSincerely,\n\n-Tan Nguyen\n\n", "authors": ["Tan Nguyen"]}, {"id": 24047, "title": "A Piece of the Void", "text": "Each of us carries the Void inside our bodies. It churns just beneath the surface of our consciousness. It yearns for our contact. Our fears. Our desires. The truth is only a portion of what the Eye allows us to see.\n\nOne day such knowledge may be yours.\n\nKeep this piece of the Void as a promise. Not just of your potential, but of our power. When you are permitted to join us here, you will see the Void in its unfathomable mystery. Then this token will no longer satisfy you.", "authors": ["Unknown  "]}, {"id": 24054, "title": "Note on the Sealed Door", "text": "We have been unable to break into the room into which the last witches retreated when they realized their defiance was in vain. The heretics were dispatched with our pistols, but the door has been blocked. There are most likely some profane artefacts remaining inside. We need to access this room in order to cleanse it of black magic.\n\nTake care to keep the last witch in the basement alive. She must know a way&mdash;extract it from her.\n\n-Overseer Benson\n\n", "authors": ["Overseer Benson"]}, {"id": 24055, "title": "Letter from Michaels Bank", "text": "<b>First Version</b><br/><br/>Dear Sir,<br /><br />We are pleased to inform you that the personal box registered with the Yun-Jacobi joint account has been fitted with new locks as part of our routine annual security updates. You will each receive a new key to this box located in our private vault. Both keys are required to access it. Please contact me with any questions.<br /><br />Your servant,<br />-Lucretia Mortial<br /><br /><b>Second Version</b><br/><br/>Dear Sir,<br /><br />We are pleased to inform you that the personal box registered with the Yun-Jacobi joint account has been fitted with new locks as part of our routine annual security updates. You will each receive a new key to this box located in our private vault. Both keys are required to acces it. Please contact me with any questions.<br /><br />Your servant,<br />-Lucretia Morital<br /><br />[A hand-written note is scrawled across the bottom of the letter]<br /><br />I oversaw the update personally and kept prying eyes away from our prize. Don't worry, there's no safer place in Karnaca for such a unique treasure. May the Eye watch over it.<br /><br />-Dolores<br />", "authors": ["Dolores Michaels", "Lucretia Mortial"]}, {"id": 24048, "title": "Uses for Hagpearls", "text": "Clarice,\n\nHere&#39;s what you asked for. Weren&#39;t too hard to find. But you know they&#39;re not real pearls, right? Six years at sea should have taught you that!\n\nHagfish spit them up when they ate something bad. A rat falls in their mouth and two weeks later a bunch of these come out, waxy and full of little bones. Or they swallowed up the silver teeth out of a dead man&#39;s head, and it&#39;s made them too heavy to swim right. Either way, it means they shove these things out one end or another. Probably why they smell awful.\n\nWhen they dry out they turn stiff, and I&#39;ve seen street kids pitch them at folks with slings. But dockworkers say they&#39;re unlucky- cut open a hagfish belly and a bunch of these pour out, you&#39;d better take care.\n\nYour gran used to collect them. Had a string of them around her wrist and when she wanted someone&#39;s luck to run, she&#39;d whisper their name to it and slip it in their pocket. Worked half the time, at least.\n\nMight help you out someday. Who knows. Just don&#39;t eat one.\n\nVisit again soon.\n\n-Aunt Flora\n\n", "authors": ["Aunt Flora"]}, {"id": 24049, "title": "Pilfer the Prophecies", "text": "Sister Rosewyn keeps a detailed record of her prophetic visions. Rumor has it she knows every secret in the Isles: murder, treason, love affairs... That kind of information could turn me into a very powerful lady. I&#39;ll give all my bonecharms to whoever manages to infiltrate the Royal Conservatory and steal that book.\n\n", "authors": ["Unknown  "]}, {"id": 24050, "title": "Guarding the Camellia", "text": "<b>First Version</b><br/><br/>Some wretch broke into my shop recently and messed with my equipment. I hear that you can be trusted to keep an Eye on things. If you guard the Camellia and keep light-fingered lowlifes away, Iâ€™ll pay you good coin. Hereâ€™s the key.<br /><br/><b>Second Version</b><br/><br/>I need a guard for the Camellia. Some villain broke in and killed my poor, brave hounds! My friend says I can trust you. If you guard my shop and keep lowlifes away, Iâ€™ll pay you good coin. Hereâ€™s the key.<br /><br/><b>Third Version</b><br/><br/>I need your help. Thugs broke into my shop on the same day my beloved Shan was murdered. Maybe itâ€™s just coincidence. I donâ€™t know. I canâ€™t bear to think about it right now. But Iâ€™ll pay you good coin to guard the Camellia. Hereâ€™s the key. Let me know if anything strange happens. Iâ€™ll be off numbing my memory with whiskey and plagued spirits.<br />", "authors": ["Unknown  "]}, {"id": 24051, "title": "Ivan Jacobi Murdered", "text": "Karnaca grieves tonight at the death of Ivan Jacobi, Administrator of Bridge, Road, and Cemetery Permits. Jacobi was a rising star in local politics. He got his start in public service as the Undersecretary to the Harbormaster, assessing fines on maritime smugglers. But Jacobi soon left for an opportunity in Karnaca's Grounds and Gardens Division. It was there that he began \"speaking for the Silent,\" holding rallies to decry the controversial practice of \"regraving.\" Jacobi was rehearsing before such a rally when he met his sudden end, slain by an unknown assailant. The Serkonan Grand Guard suspects the murder was politically motivated.<br /><br />Jacobi's killer remains at large, but the Guard insists the public is in no danger. However, they urge citizens to be cautious and to contact them about any suspicious activity.<br />", "authors": ["Unknown  "]}, {"id": 24052, "title": "See You at the Spector Club", "text": "Exclusive Event * Tonight Only<br />Dramatic Oration by Ludavicia in the Main Salon<br />Gristol Cider * Orbon Rum Coolers * Serkonan Rare Vintage Wines<br /><br />*Private Gathering at Crimson Parlor for Preferred Patrons Only*<br /><br />", "authors": ["Unknown  "]}, {"id": 24053, "title": "Welcome to the Red Camellia Beauty Parlor", "text": "The illustrious Red Camellia has welcomed Karnaca's elite since founder Eolina Rey opened a modest hairdressing shop by the harbor. Today, our salon provides beautifying care and spa treatments to distinguished patrons from around the Isles.<br /><br />Standard Services:<br /><br />Scissored Hairdressing - Wash, Trim & Set - 25 coin<br />Serkonos Mineral Wash - Wash, Rinse & Set - 60 coin<br />Full-Spectrum Hair Tinting - Vibrant Tints Add Luster to Your Locks - 75 coin<br /><br />Signature Treatments:<br /><br />Fetal Rat Paste Facial - Attain a Glowing Complexion - 225 coin<br />Living Leech Treatment - Draw Out Your Inner Beauty - 250 coin<br />Addermire Solution Injections - Ease the Ravages of Time - 300 coin<br /><br />Karnaca Spa Package: Let your beauty flower with a day at the Camellia! Your choice of manicure, pedicure, massage, and choice of facial treatment. *Reservations are limited*<br /><br />", "authors": ["Unknown  "]}, {"id": 24041, "title": "SOMEONE CALL THE GRAND GUARD", "text": "Help! Locked in the taxidermy shop, in a storage basement. She&#39;s going to kill me!\n\n", "authors": ["Unknown  "]}, {"id": 24042, "title": "D.A.A.C. Meeting Minutes", "text": "Minutes: Domestic Account Acquisitions Committee Meeting\n\nIn Attendance: Maura Atwater, Vesper Bristow, Pilar Cepeda, Carly Roberts, Luis Iraheta\n\nAgenda Items\n\n1. Legacy accounts\n*Atwater - legacy accounts are accruing interest at higher rates than new ones\n*Bristow - non-issue because the accounts are for nobles who receive higher rates to incentivize large deposits\n*Roberts &ndash; inequity never a good thing. Bad for business if word got out\n*Bristow &ndash; Michaels knows and doesn&rsquo;t care.\nITEM CLOSED\n\n2. Promotions\n*Atwater - New accounts not achieving quotas. Suggestions for raising numbers?\n*Iraheta &ndash; Hold a contest\n*Roberts &ndash; Seconded. Offer what prizes?\n*Cepeda &ndash; Tyvian spa vacation\n*Bristow &ndash; Vacation won&rsquo;t interest elite clients\n*Iraheta &ndash; Contest not intended for nobles\n*Atwater &ndash; Agreed\n(Bristow departs meeting)\n*Cepeda &ndash; Tickets to a Shan Yun performance?\n*Roberts &ndash; Seconded\n*Atwater &ndash; Will gather information and discuss with Michaels\nMEETING ADJOURNED\n\n[Handwritten note found with the meeting minutes]\n\nLuis,\n\nPlease help me defang Bristow at today&rsquo;s meeting. You know how that pompous old bloatfish detests every idea I put forth and wants to divert all efforts toward his account holders. All you need to do is suggest a contest when I call for promotion ideas. Perhaps then he won&rsquo;t squelch the idea right off.\n\nThanks!\n\n-Maura\n\n", "authors": ["Maura"]}, {"id": 24043, "title": "A smile and a whisper", "text": "Sleeping in abandoned houses and sharing beds with rats and lice brings back bad memories, that&#39;s for sure. I keep the rat charm near when I try to rest now. I hold it in my living hand. But she only came once. She only came last night.\n\nShe smiled, that teasing smile that wrinkled her nose, that smile that always told me she had a secret to share. When she leaned to whisper in my ear again, I held my breath to hear. And I heard her, this time. Clear and sweet.\n\nShe said my name. &quot;Billie Lurk&quot;, soft on her tongue just like it always ways. My old self. My new self, too.\n\nI woke up with a start, aching all over, her charm of hair and bone clutched to my chest. I don&#39;t know what any of that meant. I don&#39;t know what she wants from me. But I know all I&#39;ll find in the Void is more secrets.\n\n", "authors": ["Unknown  "]}, {"id": 24044, "title": "No more tobacco", "text": "No more liquor. No more listening to Daud muttering in his sleep. I held the rat charm, hoping to see Deirdre&#39;s face again. But now I hope last night was the last time. When she came to me, she smiled, and I knew she had something to share again. First, she kissed my lifeless eye, then held up what she&#39;d been hiding behind her back.\n\nIt was Daud&#39;s hand, cut off at the wrist and all carved up with the Outsider&#39;s mark. I watched as she bent her head and kissed its cold flesh, too, all the while whispering that language I only heard in the Void. Then she dropped the dead hand, and it sank into the black and disappeared.\n\nDid the Outsider show me this? Is he using Deirdre&#39;s face, her hands, her hair&ndash;things I&#39;d never share, things I keep close to my heart? If that&#39;s true, I don&#39;t know why, and I don&#39;t know what it means for the old man. I don&#39;t think he&#39;s found any rest, even now.\n\n", "authors": ["Billie Lurk"]}, {"id": 24028, "title": "Terrible Beasts Can Sing", "text": "Ah... There they are. The terrible beasts. The leviathans of legends. Even our oldest writings detail sightings of these creatures in the Void. Their affinity for this place is well known. But still, a rarity! And here, now, so many! They drift through the Void as if it were the depth of some placid sea.<br /><br />Do they bear witness? Oh, such secrets they must know! And listen what music they make! We had neither the means nor the opportunity to record them until this moment, But now! Oh, how they bellow!<br /><br />It reminds one of a lullaby, or an elegy. We have never seen the whales in such numbers. They are... congregating. But why? For whom does this choir sing such baleful lamentations?<br /><br />It feels as if their song could end the world.<br />", "authors": ["Unknown  "]}, {"id": 24029, "title": "Roving Vice-Overseer&#39;s Mission Notes", "text": "[Last entry]\n\nSister Rosewyn directs us to destroy the witches&#39; books and papers. Her wisdom is beyond question and yet... I&rsquo;ve glimpsed such wonders in their pages. What harm lies in looking through the tomes before the fire consumes them? Should we not know the enemy we fight? Should we not study their corrupt thoughts to better understand them? Doubt plagues me and leads my mind down an errant path. It is heresy, I know this, yet still I burn with curiosity. If only I could preserve a few small volumes from the flames!\n\n", "authors": ["Roving Vice-Overseer"]}, {"id": 24027, "title": "Release Thy Golden Locks, Gloriana", "text": "Release thy golden locks, Gloriana<br />Let the warm summer breeze hold sway<br />Lie with me in bright sun, silken tresses undone<br />Reap laurels of youth while ye may<br />", "authors": ["Unknown  "]}, {"id": 24069, "title": "Smugglers&#39; Passageway", "text": "Smugglers have previously been able to infiltrate the Royal Conservatory without being noticed. Their secret passageway is through the sewers, to the right of the main entrance.<br />", "authors": ["Unknown  "]}, {"id": 24060, "title": "Morgue Tasks", "text": "1. Deliver Brother Cardoza&#39;s autopsy implements to smith for sharpening and purifying.\n2. Burn remaining cadavers. Report any unusual events or anomalies to Brother Cardoza.\n3. Ask Brother Bolano to remove drainage grills for cleansing.\n4. Refill vats with embalming fluid. Purge cadaver hoses of impurities.\n5. Remove smuggler&rsquo;s rotting body from elevator and cleanse stench of death from the room. Investigate how they infiltrated the Conservatory.\n\n", "authors": ["Unknown  "]}, {"id": 24039, "title": "Abandoned Letter to the Empress", "text": "Your Imperial Highness,\nThank you for the gift. While your generosity is\n\nTo Empress Emily Kaldwin,\nI don&#39;t want your coin\n\nLady Emily,\nI can&#39;t take your coin after what I did. I&#39;m trying to find a way to make peace\n\nDear Emily,\nI wish\n\nTo Do:\n-Mend vest\n-Seal hatch\n-Bullets\n-Whiskey\n\n", "authors": ["Unknown  "]}, {"id": 24033, "title": "Appointment this Afternoon", "text": "Appointment: Claretta Devins<br />Vault tour 2:15 p.m.<br />Items: Two authentic Sokolovs, heritage silver, maritime investments, etc.<br />PRIVATE BOX<br /><br />Note: Fond of bluejawed hagfish eggs.<br /><br />", "authors": ["Unknown  "]}, {"id": 24034, "title": "Sokolov Establishes Studio in Tyvia", "text": "Renowned natural philosopher and painter Anton Sokolov returned to Tyvia this week, after years of retirement in Karnaca.<br /><br />Sokolov, whose inventions and technological marvels are famed throughout the Isles, was greeted with the fanfare and panoply due a national hero. A parade in his honor culminated in a festival on Mastrov Square in Dabokva, where Sokolov gave a brief speech announcing the establishment of his studio. When asked about his future plans, the inventor responded, \"I've already done enough for several lifetimes.\"<br /><br />The inventor was overwhelmed by the \"infernal noise\" of the parade and left the celebration early. He gave no indication whether or not his studio will accept apprentices.<br />", "authors": ["Unknown  "]}, {"id": 24032, "title": "Letter from Jindosh", "text": "Director Michaels,\n\nMy compliments on the Board&rsquo;s wisdom in purchasing my exclusive invention, the suspended vault. My servants will assist your workers with the installation of the vault, as its complexity no doubt surpasses their limited mechanical experience. However, the bank will be responsible for maintaining its perfection in the future.\n\nIf someone is foolish enough to disengage all four brake couplings at once, the vault will plummet down the shaft to its destruction. To avoid such a disaster, remove the coupling lever and stow it somewhere safe from all idiots. Barring major catastrophes, my vault will function seamlessly for centuries.\n\nSincerely,\n-Kirin Jindosh\n\n", "authors": ["Kirin Jindosh"]}, {"id": 24058, "title": "Sanguine Infusions Discontinued", "text": "Attention, all members!\n\nDue to safety concerns, Sanguine Infusions are unavailable until further notice. Reservations will be held and honored should we resume the sessions.\n\nWith Apologies\n\n-Management\n\n", "authors": ["Management"]}, {"id": 24057, "title": "Invitation for Dolores Michaels", "text": "Dolores Michaels,<br /><br />Know that your dedication has not gone unnoticed. We have conferred, and agree that you will be among the next selected to join us in our seclusion and communion. It would be wise to begin whatever preparations are necessary to divest yourself of your attachments in Karnaca. The possessions and connections you have in this life will not be permitted here. We will contact you again in due course.<br /><br />Enclosed with this letter are several documents; I entrust them to your care. Study them with devotion, and protect them with your life.<br /><br />May the Eye watch over you.<br />", "authors": ["Unknown  "]}, {"id": 24038, "title": "Our Secret Knock", "text": "Beloved Eolina,\n\nMy servants tell me that you came by earlier when I was composing, and they refused to open the door. Apologies from the depths of my heart! I&#39;d given dire threats that I was not to be disturbed for anyone. The admiring throngs who gather outside my home have become burdensome recently. Crying for autographs and interviews until I can barely hear myself think, much less create. But of course, I don&#39;t want to shut you out of my home with the masses.\n\nFrom now on when you visit me, knock on my door six times, with a break on the third knock. My servants will know it&#39;s your personal signal and will have strict instructions to admit you right away. I hope you will come to me soon, my love.\n\n-Shan\n\n", "authors": ["Shan Yun"]}, {"id": 24035, "title": "Seeking Information", "text": "Cristofer Jeorge offers a GENEROUS REWARD for information about the SUSPICIOUS DEATH OF ELEUTERIO CIENFUEGOS. Visit his personal office with your tips.<br /><br />-Cristofer Jeorge<br />Editor-at-large for the Karnaca Gazette<br />Cadmus Abele Plaza, Upper Cyria District, Karnaca.<br />", "authors": ["Cristofer Jeorge"]}, {"id": 24036, "title": "A Memory of 1849", "text": "[Excerpt from a report by Breanna Ashworth]<br /><br />Karnaca thrives on stories of restless spirits and malevolent dead. No matter how threadbare the tale, it spreads through servants' quarters and taprooms, shifting and changing all the while.<br /><br />I've collected reports of strange happenings since our ritual in 1849 which brought Delilah back to us. That coward, Stilton, still lives in that same house. Two years ago, a kitchen girl from his serving staff fled her post and refused to return, saying she had spied apparitions exchanging a muted conversation in the courtyard. Then a man who had delivered fruit to the manor for years abruptly stopped, and never spoke of his reasons why. I've even heard that Stilton himself has paid inordinate sums to allow his staff to visit physicians for \"mental exhaustion\". Some have heard strange voices in their ear, while some saw shimmers of light that defied all explanation.<br /><br />These events, I have no doubt, are connected to what we did that night. We have torn reality to allow a piece of the Void to pass through, and it spreads where it will. I wonder how far-reaching the effects from the ritual might become.<br />", "authors": ["Breanna Ashworth"]}, {"id": 24031, "title": "Giving a Speech at Colibron Plaza", "text": "I&#39;m speaking out against regraving at Colibron Plaza today, so I won&#39;t be in my office. Please ask Elouise for assistance in my stead.\n\n-Ivan Jacobi\n\n", "authors": ["Ivan Jacobi"]}, {"id": 24072, "title": "Shan Yun Murdered", "text": "Tears and shock tonight as news of famed opera singer Shan Yun's death spreads through the Isles. A charismatic performer, Yun was known for heartrending ballads like â€œWhere the Oxrush Bloomsâ€\u009d and â€œRelease Thy Golden Locks, Gloriana.â€\u009d The musician was preparing for a private concert in his home when he was savagely murdered. A servant discovered his lifeless body and contacted the Grand Guard.<br /><br />â€œIâ€™m dumbfounded,â€\u009d said Hani Olivero, leader of The Tyvian Songbird Society. â€œTalent like his comes along only once every few generations. Silencing such a sublime voice... itâ€™s desecration.â€\u009d Olivero stands vigil with other musical devotees outside the singer and composerâ€™s house. A memorial ceremony and tribute concert have been announced by the Grand Palace.<br /><br />The Guard was characteristically tightlipped about the murder, citing the ongoing investigation. A generous reward is offered for any information about the singer's murder.<br />", "authors": ["Unknown  "]}, {"id": 24073, "title": "Can&#39;t sleep", "text": "I don&#39;t know what else the Outsider did to me, but the dreams changed the day he took my arm and eye away. Maybe he sent those nightmares to start with. I don&#39;t know. But now they&#39;re all nothing but black, ringing whispers in some language I can&#39;t understand. I&#39;ll wake up staring at my dead arm, half in this world and half in the Void, the sound still echoing between my ears.\n\nThat&#39;s still better than the nights when I can&#39;t sleep at all. Every shadow, every twitch of movement, every breath and this black eye catches it and keeps me awake. I can&#39;t shut it out. And this arm, lying with every move it makes,\n\nThose things aren&#39;t a part of me. Are they a part of him? Who would want to see through the Outsider&#39;s eyes?\n\n", "authors": ["Unknown  "]}, {"id": 24074, "title": "Guide to My Collection", "text": "Honored Guests,<br /><br />Welcome to my collection of personal memorabilia! Alas, I can't be there to escort you through the private gallery, but here's a list of some of my favorite treasures. I hope you enjoy these rare and remarkable items as much as I do<br /><br />-Shan Yun<br /><br /><hr/>-Guitar on which \"To The Heartless\" was composed<br />-Microphone of engraved gold, used in the Samara Sessions<br />-Audiograph from first pressing of \"Release Thy Golden Locks, Gloriana\"<br />-Violin and bow of Redmoor spruce, gift from Duke Luca Abele<br />-Metronome of ebony and Shindaerey silver<br />-Miniature piano of mahogany and blood ox horn, gift from the Tyvian Songbird Society<br />", "authors": ["Shan Yun"]}, {"id": 24075, "title": "The Boreal Songbird Soars at Ducal Gala", "text": "In an unparalleled evening of song and dance to honor His Grace Duke Abele, one performer soared above the rest. Shan Yun, The Boreal Songbird, dazzled the crowd at the Royal Opera House with his glorious ballads and moving interpretations of classic arias. A native of Tyvia, Yun recently relocated to Karnaca for \"creative inspiration.\" Judging by last night's performance, he found the stimulation he was seeking. Duke Abele himself led a standing ovation for the singer's rendition of \"In the Month of Darkness.\" If you weren't one of the lucky elite who caught Yun's performance last night, audiographs of the live performance will be available soon at local emporiums.<br />", "authors": ["Unknown  "]}, {"id": 24076, "title": "Ivan Jacobi Arrested for Murder", "text": "Karnaca reels in shock tonight as evidence emerges that Ivan Jacobi was a rising star in local politics, holding rallies to decry the controversial practice of \"regraving.\" In this role as Administrator of Bridge, Road, and Cemetery Permits, Jacobi claimed to \"speak for the Silent.\" But behind the scenes, Jacobi brutally silenced voices. His dark deeds came to light when an anonymous informant presented Gazette reports with a vial of blood belonging to Cienfuegos. The blood was discovered in Jacobi's private safe, along with notes describing how the victim was bled to death for an occult ritual.<br /><br />The mysterious death of Cienfuegos, a beloved family pharmacist, had long baffled the Grand Guard. A spokesperson for the Guard declined comment on the ongoing investigation, but they encourage citizens to contact them with any information.<br />", "authors": ["Unknown  "]}, {"id": 24077, "title": "Letter to A Friend", "text": "Tomas,<br /><br />You don't know what you're getting into with this black magic. It draws you in with harmless things like sailor's charms, but then see what horrors the Eyeless make you do when you're too scared to leave. That's what the Outsider wants.<br /><br />You didn't know I had a brother, did you? When were little, there was an old woman who lived by the dockyards. Ma said to run if she ever looked at us, but we didn't listen. She was ugly as a hagfish, but she'd tell us odd stories, and said her black-eyed friend would visit if we were quiet.<br /><br />Then my brother went missing. We searched all over for him but we found no trace. That night I went to the old woman. that witch, and she had something awful-smelling in a pot she was stirring with all her strength. I asked if she'd seen him and she laughed, said yes, and showed me... She'd cut my brother up to pieces, nothing but bones and red flesh and the little scarf he always wore.<br /><br />She'd have ground me up too if I hadn't run to the Overseers.<br /><br />Get out of this cult while you can, before you're gutting someone's son our daughter to get the Outsider's attention.<br /><br />-Adela<br />", "authors": ["Adela"]}, {"id": 24083, "title": "Stopping Off at the Spector Club", "text": "Efrain,\n\nI&#39;m going to the Spector Club for a quick drink. It&#39;s that place the dock worker mentioned last week when I replaced the damaged teeth in his broken jaw. His description of their Sanguine Infusions sounds intriguing! My patient said they have unusual properties, like causing euphoria and visions. I&#39;ll meet him at the club and try one, then head home, so make sure you lock up the office when you leave.\n\n-Alberto\n\n", "authors": ["Alberto"]}, {"id": 24084, "title": "Plagued Spirit Bull Rat Liquor", "text": "1 grown bull rat (alive!)<br />9 red potatoes<br />3 drops of wormwood oil<br /><br />Drain rat's blood into large cooking pot<br />Boil with potatoes on red hot stove<br />Add wormword when a mash forms<br />Strain the brew into copper vats with the rat corpse<br />Swelter one full moon cycle<br />Strain into a bottle WEAR A MASK OR YOU'LL PUKE!<br />Seal the rat inside with the liquor<br /><br />(If Jeannette sees you steal a squiff, you'll be hound's meat.)<br /><br />", "authors": ["Unknown  "]}, {"id": 24085, "title": "Mission Orders from Captain Lejano", "text": "Lieutenant,<br /><br />I've received reports of illegal activity in the old Albarca Baths. And I suspect the Eyeless gang is involved. This could be our chance to finally strike a blow against those degenerate rat-eaters.<br /><br />I want you to scout the area with your squad, and gather as much information as you can before then, but don't take any risks. The Dockyard District will send reinforcements for a raid momentarily.<br /><br />Captain Lejano<br />", "authors": ["Captain Lejano"]}, {"id": 24086, "title": "Justice for Cienfuegos", "text": "Defend Merchants! Donate to the Cause!<br /><br />We the undersigned protest the grave injustice wrought by Dolores Michaels & Associates upon reputable establishments such as E. Cienfuegos' pharmacy. These immoral and venal practices must cease, and Michaels Bank must make full restitution for all seized property to the estate of Eleuterio Cienfuegos and other abused enterprises.<br /><br />Signatures:<br /><br />-Lady Beryl Cottington<br />-Ms. Valeria Lamarisma<br />-Bireli SIlverstone<br />-Dr. Winston Dunhill<br />-Ms. Flora Brown<br />-[Billie Lurk]", "authors": ["Unknown  "]}, {"id": 24087, "title": "Statement on Mr. Yun&#39;s Well-being", "text": "A vocal injury forces the celebrated Shan Yun to seek treatment at the Samaran Waters Spa in Tyvia. All concerts are canceled until further notice.\n\n-Jane Jung\nPress Secretary\n\n", "authors": ["Jane Jung"]}, {"id": 24088, "title": "Correspondence Between Auditors (2)", "text": "Dear Auditor Nguyen,\n\nI received your note about account discrepancies and disciplined my department. I have reviewed our account records for this month and can personally attest that our calculations are accurate. Please contact me immediately should future discrepancies occur.\n\nSincerely,\n\n-Pilar Cepeda\n\n", "authors": ["Pilar Cepeda"]}, {"id": 24089, "title": "Difficulties Continue at Shindaerey North Quarry", "text": "Concerning reports have disrupted mining activity at Shindaerey North Quarry yet again, with many working onsite complaining of unsettling visual and auditory hallucinations. These have ranged from seemingly innocuous instances of misplaced equipment to large sections of the mine disappearing and reappearing within hours. The widespread nature of these collective hallucinations have made them difficult for the Shindaerey Mining Company to dismiss.<br /><br />Furthermore, rumors of blackdamp - miners' slang for a lack of breathable air caused by underground gasses - have spread, leading to several threats of a general strike across the company's workforce, as well as a growing labor shortage as many miners choose to leave the troubled site.<br /><br />\"Accusations of poor working conditions, particularly lack of adequate ventilation, are entirely unfounded and ultimately harmful to our operations,\" said Berenice Castiglia, a representative of the Shindaerey Mining Company, when reached for comment.<br /><br />\"We are committed to the health and safety of our workers and have taken steps to ensure those reporting headaches, memory loss, and hallucinations have access to proper counselling and treatment.\"<br />", "authors": ["Unknown  "]}, {"id": 24091, "title": "Blood Pump Instructions", "text": "WARNING! DO NOT ADJUST OR REVERSE BLOODFLOW while customers are attached!<br /><br />To ensure the best \"Sanguine Infusion\" experience for Spector customers, please follow instructions carefully.<br /><br />1) Make sure the dying donor is properly sedated.<br />2) Attach donor to tubes by the pump. Customers will connect to tubes in the lounge.<br />3) Turn on blood pump.<br />4) Make sure the Sanguine Infusion flows from donor to customer. NEVER THE OTHER WAY AROUND!<br />5) Wait until donor is dead to shut off blood pump.<br />6) Remove donor and dispose of body.<br />", "authors": ["Unknown  "]}, {"id": 24092, "title": "Dropped Off Bets at Your Place", "text": "Robbie,<br /><br />I dropped off the betting coin in the safe, and hid your apartment key in the bucket by the door, like you said. You're all set. You owe me TWO bottled rats for helping you this time!<br /><br />-Ilyra<br /><br />P.S If you forget the combination again, tally the books over your desk. Maybe they'll uncover your memory.<br />", "authors": ["Ilyra"]}, {"id": 24026, "title": "Witch Autopsy Log", "text": "The subject of today's examination is a well-developed, well-nourished woman appearing the offered age of 29 years. Cause of death is undetermined, but Brother Wells saw her collapse during musical therapy, convulsing and screamingâ€¦ Which heretical organ inside her wasted, pale flesh rejected the ancient music?<br /><br />Initial examination showed no rigor, and lividity was at a minimum and unfixed. The unembalmed body is well preserved and cool to the touch. Pressure on theâ€¦ chest reveals pliantâ€¦ skinâ€¦ No contusions, no marks, only smooth, flawless...<br /><br />Why must it take death to purify the darkness from your flesh? How can I remove the stain of heresy from your body and preserve thisâ€¦ wondrous symmetry of form? How to cut out the Outsider's foul influence from inside you, leaving only grace and perfected beauty behind? Oh, yes, my dear, you are lovely like this.. Lovely...<br />", "authors": ["Unknown  "]}, {"id": 24080, "title": "Letter to Pintaral Imports", "text": "Pintaral Imports,\n\nI ordered a vial of Rare Liminal Blue from you over two months ago, and it&#39;s still not here. I need that ink for a special anniversary piece this week. I know it&#39;s difficult to procure because of the Pandyssian ant venom ingredient, but you assured me it would arrive in plenty of time. Well, it hasn&#39;t! If it&#39;s not here by Friday, I&#39;m taking my future trade to Oppueto Exotics.\n\n-Eolina Rey\n\n", "authors": ["Eolina Rey"]}, {"id": 24093, "title": "Changing Bank Codes", "text": "Got your message, but I can&#39;t help you. That bank&#39;s security is an insult to hardworking robbers! They use some sort of public announcement system there. You gotta have the right code to get past checkpoints. But the thing is, the codes change with every guard shift. No point in making a list. It&#39;d be useless by the time you got it. You&#39;re on your own with this one. Good luck!\n\n", "authors": ["Unknown  "]}, {"id": 24079, "title": "Cleaning Job", "text": "Eli and Juliet,\n\nGo to Jacobi&#39;s office and attend to this mess. Make sure we won&#39;t experience any more disturbances in the future.\n\n-D.M.\n\n", "authors": ["Dolores Michaels"]}, {"id": 24068, "title": "Progress with Jindosh&#39;s Safe", "text": "Director Michaels,\n\nI&#39;ve discovered a way to open Jindosh&#39;s private safe in the vault! I&#39;ve concentrated on opening only his box, box #1. But that approach was misguided! Nowhere near clever enough for the Grand Inventor&#39;s diabolical intellect. If my suspicions are correct, entering the correct 15-digit code into each safe will open all the security boxes at once - including Jindosh&#39;s. Then you may empty it for use by other clients.\n\nPlease come by my workroom so I can show you my progress with the code. Mrs. Campos moved me to the top floor of the lobby, by the stairs.\n\n-Leon\n\n", "authors": ["Leon"]}, {"id": 24059, "title": "Correspondence Between Auditors (5)", "text": "Dear Pilar,\n\nI&#39;m delighted we could all get together and determine the source of the discrepancies. I have dismissed the clerk responsible for the errors in our master account and replaced him with Lorca Gomez, as you recommended. Apologies again for the misunderstanding! I trust there are no hard feelings. I happily anticipate working closely with you in the future!\n\nCordially,\n\n-Tan\n\n", "authors": ["Tan"]}, {"id": 24056, "title": "Thomasina&#39;s Birthday", "text": "Gabriel,\n\nQuick note to remind you that it&#39;s Thomasina&#39;s birthday today. You already forgot last time, so you&#39;d best get your hands on some of that fancy Serkonan wine or a nice bouquet of marigolds if you want to keep her interested. You know how many suitors she has, and just how sly they can be.\n\n-Your friend Boyd\n\n", "authors": ["Boyd"]}, {"id": 24037, "title": "Unsent Letter to Shan Yun", "text": "My dearest Shan,\n\nI lie in bed and wait for you, the sheets soft on my skin like an echo of your touch. I&#39;m reminiscing about the night we met. Remember, my love? Aranda sent you for an Eyeless tattoo. I knew your songs, of course, and recognized your handsome face from posters. But nothing prepared me for your dark gaze or the cruel, sensual curve of your lips. I was lost the moment our eyes met.\n\nYou seemed forceful, strong, so I was surprised when you trembled in my chair. Afraid of needles, you confessed. I swore then to make our night pleasurable, each sting of my needle a loving kiss...\n\nI want to engrave those memories in our flesh. I&#39;ve designed tattoos based on Gloriana, the beautiful song you wrote for me. Your music on our skin, my inks beneath it. Our passionate memories. Happy anniversary, my love.\n\n-Eolina\n\n", "authors": ["Eolina Rey"]}, {"id": 24067, "title": "You&#39;re Fired", "text": "Anibal,\n\nYou&rsquo;ve disappeared for days with no word, so guess what? You&rsquo;re dismissed. Return your key and get your toolkit from the maintenance closet. And don&rsquo;t think about asking for another chance! I gave you plenty of chances. I defended you when Old Lady Campos caught you napping in the conference room. And I never said a word about your whiskey breaks or your rat pals in the bank sewers. But that doesn&rsquo;t matter to you, does it? Good luck finding work.\n\n-Marco\n\n", "authors": ["Marco"]}, {"id": 24070, "title": "Trial of Nonghui Chiao", "text": "EXCERPT FROM COURT PROCEEDINGS&lt;b /&gt;Conducted by Roving Vice Overseer Alvaro Cardoza.\n\nPrisoner: Nonghui Chiao, of Wei-Gon (female, 32 years of age)\nOffence: Heresy (repellent to sacred items and/or words)\nVerdict: Guilty\nPunishment: Reformation (musical therapy)\n\nWhen asked to recite the Seven Strictures aloud, the prisoner choked and gagged on the words, and could not finish the Lying Tongue even when prompted. The prisoner then violently convulsed, and a deluge of blasphemies fell from her mouth until she was forcibly silenced. Subsequent attempts to rouse the prisoner to repeat the words known to every honest man or woman in the Isles were unsuccessful. Precedent indicates that she is therefore guilty of this heresy, and that her inability to speak the words of the Strictures is her body rejecting their truths, which are repugnant to the Outsider and his agents.\n\nThe above was witnessed by the two Overseers present during her interrogation, and they have signed statements attesting to the accuracy of this account.\n\nGUILTY &mdash; Prisoner will be subject to experimental musical therapy to open her mind to the wisdom of the Seven Strictures.\n\n", "authors": ["Unknown  "]}, {"id": 24040, "title": "Eyeless&#39;s Diary", "text": "[Excerpt from a private journal]\n\n24 Harvest\n\nHeard from some of the women who came over from the Royal Conservatory that there&#39;s a man tied up in one of the old public baths. I laughed, but they said it wasn&#39;t like that, and there&#39;s something special about him. I&#39;ll round up some of the others and take a look.\n\n3 Nets\n\nThey weren&#39;t lying- some unlucky fool is down there. I don&#39;t know what that machine is, or who put him there, but we found a real one. Void-touched, just like the women said.\n\n7 Nets\n\nWe moved the operation over to the Albarca Baths. Easier than trying to move him. He&#39;s got some real fight in him, though you wouldn&#39;t know from how old he looks. Need to talk to Jeanette...\n\n12 Nets\n\nGot it all set up now. We called him the Black Magic Brute. Came up with it myself. I&#39;m proud of that one.\n\nThe Outsider gave him magic. I know that much. But the stupid hound can&#39;t talk. Or won&#39;t. Just mutters. Won&#39;t look anyone in the eye until a fight starts. But those fights... We&#39;ll be making coin off him for a long time.\n\n", "authors": ["Eyeless"]}, {"id": 24071, "title": "Eleuterio Cienfuegos: Glimpsing the Beyond", "text": "Pharmacist, painter, and Upper Cyria District resident Eleuterio Cienfuegos is the spotlight of the Carambola Gallery's latest showcase of Karnacan artists. Self-taught in a studio he maintains above his pharmacy, Cienfuegos shows an adept's hand at color, form, and technique. Yet the most intriguing thing about this show is the artist's subject.<br /><br />The most striking of his paintings are a series which Cienfuegos has titled 'Impressions of the Void'. Rough landscapes of blackened stone are juxtaposed with dreamlike figures. They are drawn in long brushstrokes, at once angular and full of grace, and the viewer can't help but be absorbed by the scene.<br /><br />In an artist's statement, Cienfuegos spoke about his unusual subject matter. \"The Void is a constant presence in our lives, yet we know nothing about it. It remains a place of dreams and memories. In my work, I've tried to illuminate some small portion of this eternal mystery.\"<br /><br />Carambola Gallery is supported through a generous donation by Dolores Michaels, director of Michaels Deposit & Loan<br />", "authors": ["Unknown  "]}, {"id": 24022, "title": "Among the Oxrush Blooms", "text": "The meadow grass bent low and sweet<br />Beneath the marching soldier's feet<br />Bugles called in the glens strong and brave<br />When he came back, she made no sound<br />But lies the night on broken ground<br />Where oxrush blooms upon his grave<br />", "authors": ["Unknown  "]}, {"id": 24023, "title": "Utterances of the Oraculum", "text": "Sister Kuei, audiograph entry for the fifteenth day of the Month of Rain. Our investigations have lead us to these unseemly devices. I have been attending to the dead, and some evenings I've heard... Voices... Coming from them. They speak in the manner of our trances.<br /><br />My sisters do not believe me, and some have gone so far as to accuse me of a lying tongue. I know this is black magic, some remnant of the witches' heresy, but I speak the truth. I've brought this machine to record their utterances. They should speak any moment.<br /><br />Why am I the only one to hear our dead speak? What temptations of black magic are these?<br /><br />It whispers through their teeth, a voice without a throat, I swear to you that I've heard it!<br />", "authors": ["Sister Kuei"]}, {"id": 24030, "title": "Page from Dolores&#39;s Journal", "text": "10th Day, Month of Timber\n\nBefore I can seize my immortality, I must deal with the mess Cienfuegos created. Outsider take that traitor! The cult can never know that he stole the documents they entrusted to me. If the information about their secret Void entrance fell into the wrong hands, it would destroy everything. My plans would be ruined. No! I won&#39;t let that happen. Those Oracular Order Sisters have closed off the Royal Conservatory, but that&#39;s a minor obstacle. As I know well, there&#39;s always a way past the most secure defenses. I just need to think of it...\n\n", "authors": ["Dolores Michaels"]}, {"id": 24024, "title": "Musical Healing Session", "text": "Good evening, my dear. Ready for your treatment? Now, now. No tears. You know how important these sessions are for finding a cure.\n\nTonight, I&#39;m going to play the music in short intervals and then ask you a few simple questions. That&#39;s easy enough, isn&#39;t it? Shh. Shh. Relax. Let me adjust the straps a bit so you can turn your head. I know these chairs aren&#39;t the most comfortable, but...well. Let&#39;s get started.\n\n[The witch whimpers and screams.]\n\nThere. That wasn&#39;t so bad, was it? Ah, let me wipe that blood from your mouth. There. Now, tell me: Where does it hurt when I play the music? Behind your eyes? In your stomach?\n\nCome now. You won&#39;t answer a simple question? I want to make your pain end, can&#39;t you see that? But you have to help me.\n\nFine. If you won&#39;t describe your pain, tell me how you started on this path of corruption. When did you first notice the Outsider&#39;s corrosive touch? What blasphemies did he whisper to you in the darkness of your heart?What does his corruption feel like as it seeps through you, staining your mind and dragging you down into filth and heresy?\n\nVery well. Let&#39;s try it again, shall we? For a little longer this time.\n\n[The witch screams: No, no, no, no!&quot;]\n\nThis audiograph can be found in the archive of the Royal Conservatory during the mission The Stolen Archive.", "authors": ["Unknown  "]}, {"id": 24025, "title": "Daud&#39;s Farewell", "text": "For years we planned jobs just like the bank. Watching houses from rooftops, stealing keys, bribing servants. Sharpening our blades as we waited for the right moment. You were proud of what we could do. I knew that much.<br /><br />I never told you about my time in Karnaca. How I came to Dunwall. How the Outsider marked me, and made me the man I was. As I look out on the water for the last time, I know none of that matters. Who I thought I was will end with me. All that will be left of me is your memories.<br /><br />You were the best I ever taught. Your betrayal was expected. For the lives we led then, you had no choice but to turn against me. But now I find myself counting on you again. You have what you need. You will find out what to do. It's time, Billie. Kill the Outsider. Remove this terrible power from the world. For everything we did, and everything it did to us.<br /><br />I could have died a hundred bloody ways. But in the end, here I am, on your ship, sipping your last good whisky. That's not so bad. Thank you, Billie. And farewell.<br />", "authors": ["Daud"]}, {"id": 24066, "title": "Journalist at the Spector Club", "text": "Ivan,\n\nI was visiting the Spector for my usual concert-day infusion, when I overheard a man asking about you. He&#39;d cornered Ned Tamron by the front door and was asking about membership at the Spector, what was in Sanguine Infusions, how to sample one, and so forth. I spoke with Ned later, and he said the man was Cristofer Jeorge, a journalist from the Gazette. Jeorge wanted to talk to you about some missing persons who were last seen near the Spector- including our dear Cienfuegos.\n\nYou know Tamron; he&#39;s a fool with no deep knowledge, so I doubt the reporter learned any useful information. But we can&#39;t have Jeorge nosing about, it&#39;s bad publicity. I suggest you use your influence to shut him up.\n\n-Shan\n\n", "authors": ["Shan Yun"]}, {"id": 24021, "title": "In the Month of Darkness", "text": "In the Month of Darkness, seasons destroyed<br />A ritual killing bound his spirit to the Void<br />Eyes drained of color, the beggar no more<br />To become what the Believers waited for<br /><br />They set him outside, beyond the spheres<br />Quiet as the night, long like the years<br />He opened his eyes, as black as a dream<br />Trying to speak, his only wordsâ€¦ a scream<br />", "authors": ["Unknown  "]}, {"id": 24078, "title": "First Drafts", "text": "My fellow Karnacans<br />Citizens of Karnaca! I'm here today to ask insist on demand the amendment repeal of the Reappropriation of Abandoned Burials and Gravesites Act,<br /><br />Regraving disrespects the dead<br />Regraving disrespects the deceased and shames all of us<br />Regraving disrespects the deceased and shames the living.<br /><br />(pause for applause here) (hire applauders?)<br /><br />Would you want your dear grandmother<br />Would you want your beloved<br />Would you want your loves ones to<br /><br />Who knows what the dead want? Their silenced voices scream<br />I know not what the dead<br />We know not what the dead require<br />Want? Need?<br /><br />We cannot help but be moved by the fate<br />We cannot help but be moved by the plight of corpses<br />Cadavers? Bodies? Remains?<br /><br />Set RESERVATION at Colibron Plaza (RAIN DATE?) - DONE<br />WINSTEAD - coat from tailor NO PUCKERED SEAMS this time - DONE<br />HAIRCUT - Red Camellia? - DONE<br />New SHOES? - DONE", "authors": ["Ivan Jacobi"]}, {"id": 24081, "title": "Brute Power Suppressor", "text": "DO NOT TOUCH\n\nI don&#39;t know how this thing works, but it keeps the Brute under control and in the pit. Have your fun, but watch out! When I&#39;ve got my money&#39;s wort, our leaders will want to eyeball him. We were lucky to find such a vicious cur for their studies. You&#39;ve seen him fight. If he gets out, he&#39;ll kill us all. So DON&#39;T TURN OFF THE MACHINE!\n\n-Jeanette Lee\n\n", "authors": ["Jeanette Lee"]}, {"id": 24064, "title": "Thanks for the skiff", "text": "Here&#39;s your skiff back, safe and sound at the waterlock, just like I promised. Ruiz got his fancy fish eggs to the lords, so we made good coin on this run. You&#39;ll get your cut next time we meet up. And don&#39;t worry, I had the oil levels checked and the throttle fixed by &quot;Lieutenant&quot; Dunbar, so everything is exactly where it should be.\n\nThanks again,\n\nM.\n\n", "authors": ["Marelan"]}, {"id": 24061, "title": "HELP ME!", "text": "No escape. The others are dead now. They watch with glassy eyes as flies feast on their corpses. Soon, it will be my turn.\n\n", "authors": ["Unknown  "]}, {"id": 24062, "title": "Functions and Responsibilities of Recent Initiates", "text": "New initiates to our fellowship are required to perform menial tasks for the upkeep of their and senior members&#39; living conditions. These include, but are not limited to:\n\n- Laundering, sanitation, and waste disposal.\n- Meal preparation.\n- Recording dictation and copying notes.\n- Maintenance of technical equipment.\n- Record keeping and collation.\n\nWhatever your station was in life, you are now a custodian of the Eye, a revenant of the Outsider, and a member of our privileged community. Together, we watch the ages pass with impunity. Together, we maintain the delicate position of reality. Know that in time, the Void will open up its truth to you, and all who seek it with fervor.\n\n", "authors": ["Unknown  "]}, {"id": 24063, "title": "Meryl Jennett&#39;s Address Book", "text": "<b>First Version</b><br/><br/>Marona Delgado<br />1612 Hibiscus Street<br />Lower Aventa District<br /><br />Lord Cesare Guillen<br />15 Ogelsby Way<br />Estate District<br />Dunwall<br /><br />Lux Tailors<br />843 Ferella Way<br />Upper Cyria District<br /><br />Phillip Manzanares<br />7334 Noviadad Row<br />Cyria Gardens<br /><br />Countess Ana Migel<br />9 Lujose Plaza<br />Upper Cyria District<br /><br />Sanora Day Spa<br />14 Raqueza Avenue<br />Upper Cyria District<br /><br /><b>Second Version</b><br/><br/>Entry: Tuesday<br />Crates of raw silk came today for the bulk garment order. The girls sew fast, but slack off after 12 hours of work. A touch of the cane helps them recover their energy. Molton enjoys encouraging them, but now weâ€™re down 2 workers due to injuries.<br /><br />Entry: Friday<br />One of the girls set a fire. Molton thinks she was trying to signal for help, but she almost burned the factory down instead. It was a grisly sight unlocking the doors. Charred bodies everywhere, some still chained to their sewing machines. We lost 6 workers to the fire and another 11 to smoke. Weâ€™ll snatch replacements from the docks soon. The garment order went out to Jennetâ€™s Exporting on time.<br /><br />Entry: Wednesday<br />After the fire, the Guardâ€™s been asking questions around town. No oneâ€™s talked yet, but itâ€™s only a matter of time. Scouting for a new location.<br /><br />Entry: Monday<br />Set up shop in an old warehouse by the Santiago Fisheries. 843 Maldonero Road. We move tonight.<br />", "authors": ["Meryl Jennett"]}, {"id": 24065, "title": "Trial of Lavinia Rischio", "text": "EXCERPT FROM COURT PROCEEDINGS<br />Conducted by Roving Vice Overseer Alvaro Cardoza.<br /><br />Prisoner: Lavinia Rischio, of Karnaca (female, 44 years of age)<br />Offence: Heresy (practice of black magic), Killing (murder)<br />Verdict: Guilty, all charges<br />Punishment: Reformation (musical therapy), Execution<br /><br />Through enhanced interrogation techniques, we extracted a confession signed by the prisoner. On the evening of the 7th of the Month of High Cold, 1851, the prisoner did aquire the blood and seed of her former lover, a dockworker by the name of William Carter (known in Karnaca as \"Barrel Bill\"). This she mixed with other noxious liquids and fed to a large hound which she named Sugarboy (admitted to be a malicious spirit of the Void which she consorted). Within three days, William Carter experienced a range of symptoms including fevers, insomnia, sexual dysfunction, and death. The prisoner confessed that this was the intended outcome of a pact with Sugarboy, which she performed at the behest of the Outsider.<br /><br />GUILTY - Prisoner will be subject to experimental musical therapy to cure her of magical taint. If she survives this process, then she will be put to death for murder as an honest congregant.<br /><br />", "authors": ["Unknown  "]}, {"id": 24020, "title": "On the Ancient Alphabet &amp; the Ritual Hold", "text": "The topography of the Void is dependent upon reality to supply the base material for it to mirror. However, there is one place that has no referent in our world, though I know the Void sees into our hearts.<br /><br />My fellows call it the Ritual Hold. Some say it is a cradle, others say a tomb. The Outsider himself resides there. To even approach the gate to that place is sacrilage, and even then the Void itself keeps it shut to living eyes. Truly, the Ritual Hold exists outside of time itself. It would be as futile as it is forbidden to enter.<br /><br />These are thoughts for another time. My research into this ancient alphabet continues. Some remnants of their phonemic qualities are preserved in our oldest writings. The language possesses an unusual amount of diphthongs, reliant on distinctions in tone and pitch to convey meaning. 'Ch', 'th', 'sh'...<br /><br />These symbols... I know the very nature of the Void runs through them. But is it a dead language, or the language of the dead? Perhaps that could be the title of my next monograph...<br />", "authors": ["Malchiodi"]}]}