{"game_title": "Dying Light", "codexes": {"22181": {"title": "Marvin Zucker&#39;s Battle Journal Entry 1", "text": "Today I figured out a pretty good use for firecrackers. I had a barrel rigged to blow, but none of those damn rotters would come near it. So I got up on the roof, tossed a bundle of firecrackers next to the car, waited for them to shamble over, and then BOOM! Set it off and got every one of them! I think I might have to try to throw some right down below me, and then attempt one of those &quot;Ground Pound&quot; moves I&#39;ve seen the guys from the Tower use. Assuming I ever figure out how they do that.", "authors": "Marvin Zucker"}, "22182": {"title": "Marvin Zucker&#39;s Battle Journal Entry Epilogue", "text": "I knew my run of luck was too good to be true. One of those filthy, stinking rotters finally surprised me and took a chunk out of my shoulder. So, okay, real quick here, before I put an end to this foolishness once and for all... here&#39;s the plot to my final novel. Maybe whoever finds this will have the kindness and the way with words to put it all down on paper for me. Okay, so, a guy gets inducted into an interstellar military force, and deployed to a distant planet, and the C.O. talks to his men and says &quot;Boys, whatever you do, do NOT have sex with the local women!&quot; But these chicks have purple skin and huge bazongas, and Our Hero can&#39;t help himself, and then he ends up infected with this alien STD. And then, this is the really good bit, he CAN&#39;T GO BACK TO EARTH. The military won&#39;t let him, &#39;cause he&#39;s contagious! So he gets sent to a quarantine planet! And he&#39;s got to find out what the origin of the disease is, or it&#39;ll slowly kill him! Hmmm....now that I think about it, that plot might have been influenced by my current predicament. Just a bit. Not that I had sex with a rotter or anything. I&#39;m just sayin&#39;. Marvin Zucker, signing off.", "authors": "Marvin Zucker"}, "22184": {"title": "Marvin Zucker&#39;s Battle Journal Entry 3", "text": "One thing, I&#39;ve noticed for sure: you need to dodge when you&#39;re fighting the rotters. Like, a lot. Especially if you come up against one of the big guys. Remember to stay on the move, don&#39;t rely on brute force, and if you&#39;re lucky you&#39;ll survive. If you just stand there swinging your weapon, however, you&#39;ll get overrun. (Dodging makes really good use of my not-overly-developed physique. I bet those guys on the football team couldn&#39;t evade a bunch of rotters! Nope, they&#39;d be lunch. And I might be laughing. Just a little.)", "authors": "Marvin Zucker"}, "22183": {"title": "Marvin Zucker&#39;s Battle Journal Entry 2", "text": "One more use for firecrackers! And I sort of figured it out by accident. (Mom might have been on to something when she said I shouldn&#39;t play with fireworks... or matches...) Anyway! You can use firecrackers to distract Volatiles at night. On a related note, you can also use flares to create temporary safe spots, and if you&#39;ve got a buddy you can trade off with, it&#39;ll work even better. I&#39;m guessing. I gotta say, night in this city is no time to be stupid. But I&#39;m not stupid, am I? I don&#39;t THINK so! Despite the sales figures on all my self-published science-fiction novels, Marvin Zucker is a WINNER!", "authors": "Marvin Zucker"}, "22185": {"title": "Marvin Zucker&#39;s Battle Journal Entry 8", "text": "So here&#39;s a pleasant little surprise! I got some batteries and rigged myself up an electrified weapon. With me so far? Okay, well, so, I hit a rotter with it, except--this is the good part--it was RAINING. And all of a sudden arcs of electricity just start flying out of the guy, seriously, like miniature bolts of lightning, and guess what? THEY STRUCK HIS FRIENDS, TOO! How sweet is that?? I might have peed a little. It was hard to tell, since I was already soaking wet. Hmmm...wonder how else I could boost my DIY weapons...", "authors": "Marvin Zucker"}, "22186": {"title": "Marvin Zucker&#39;s Battle Journal Entry 6", "text": "Oh my GOD, you won&#39;t believe what I saw today! These hazmat-looking weirdos with big-ass gas tanks strapped to their backs! Check it out, when you damage the tank, it&#39;ll start spraying everywhere--it can even lift the guy wearing it off the freaking ground--and then the tank explodes! Why? I have no idea. I mean, seriously, what&#39;s in that tank? It doesn&#39;t matter. What matters is that it&#39;ll clear whole areas fast if you do it right.", "authors": "Marvin Zucker"}, "22187": {"title": "Marvin Zucker&#39;s Battle Journal Entry 5", "text": "It&#39;s a really good idea to look for things in the environment to use against the rotters. There&#39;s the obvious things, like electric fences or exploding cars, but if you think creatively--and I do--you&#39;ll notice other, shall we say, &quot;opportunities.&quot; Pools of water with cables in them, for example. If you switch on the closest lamppost, that&#39;ll fry any rotters that splash through it. Ooh! Or spikes! If you find some spikes, try to throw or kick the rotters at them. Talk about satisfying!", "authors": "Marvin Zucker"}, "22188": {"title": "Marvin Zucker&#39;s Battle Journal Entry 14", "text": "I&#39;ve tried my level best to avoid Rais&#39;s thugs, but I almost ended up nose-to-nose with some of them today, They&#39;re easy to spot, wearing all that yellow, and they are CONVINCED that they own the whole city. (...They might be right.) They tend to cluster around supply drops, so if you want one, you&#39;ll have to go through some of those jerks. I&#39;ve watched them fight. Someone trained them well. They don&#39;t charge at you like madmen. No, they&#39;re methodical and they keep their guard up. You&#39;d have to look for a good window to attack. If you stay focused, though, it&#39;s...definitely likely that you might survive.", "authors": "Marvin Zucker"}, "22189": {"title": "Marvin Zucker&#39;s Battle Journal Entry 12", "text": "I was prowling around tonight, being careful--I&#39;m always careful--and I saw this weird rotter running by. I&#39;ve seen these things before, once or twice, and always at night. They&#39;re covered with green blobs that might be blisters, and they seem to gather in a few specific locations in the city. Their feeding grounds? Their hatchery? I don&#39;t know, but I know I don&#39;t want to find out. I think the Tower guys call them &quot;Bolters.&quot; I penciled in their favorite haunts on this map, so if anybody finds this, DON&#39;T GO THERE.", "authors": "Marvin Zucker"}, "22190": {"title": "Marvin Zucker&#39;s Battle Journal Entry 13", "text": "Finally! I&#39;ve made it to Old Town! The change of pace is nice, but...there are so many infected on the streets...too many. WAY too many. If I&#39;m gonna have any chance of surviving here, I&#39;ll have to hoist my happy ass up to the rooftops and keep it there, unless it&#39;s absolutely unavoidable to go down. Damn rotters...they&#39;re like freaking piranha.", "authors": "Marvin Zucker"}, "22191": {"title": "Marvin Zucker&#39;s Battle Journal Entry 9", "text": "NEW RULE: no loud noises! Loud noises bring Virals like flies to freaking honey! I know I mentioned that before, about blowing up barrels and stuff like that, but &quot;loud noises&quot; don&#39;t even have to be all that loud to pull those sons of bitches in. Only thing I did was fall through a wooden roof today, and you would&#39;ve thought I&#39;d stood up and screamed, &quot;Come and get me! Dinner time!&quot; So from now on, this particular best-selling science-fiction author-in-the-making is going to be quite like a little mouse.", "authors": "Marvin Zucker"}, "22192": {"title": "Marvin Zucker&#39;s Battle Journal Entry 11", "text": "I saw something today that... God, how do I even describe this thing? Okay... okay. At first I thought it was a kid. I mean, it was kid-sized, and shaped like a kid, And I think I heard it crying, and it damn sure sounded like a kid. But it wasn&#39;t. It wasn&#39;t. It was a rotter, and those cries turned into this God-awful shrieking...and I got the hell out of there. I can still see that thing. Still hear that shriek. Makes me want to dig my eardrums out with an ice pick. Maybe...maybe I ought to put the sci-fi on hold, and think about writing some horror...", "authors": "Marvin Zucker"}, "22193": {"title": "Marvin Zucker&#39;s Battle Journal Entry 10", "text": "Note to self: always look for metal parts. When your weapon takes damage, you can reinforce it with these metal shards, right? And I learned the hard way that the best places to get them are tool boxes. And yeah, I know, technically it&#39;s stealing. Those tool boxes belong to the honest, hard-working mechanics of Harran. Well, for one thing, those guys aren&#39;t around anymore, are they? And for another, the other place to look is in municipal trash bins, And my GOD those things stink. I&#39;m sticking with the tool boxes.", "authors": "Marvin Zucker"}, "22194": {"title": "Marvin Zucker&#39;s Battle Journal Entry 0", "text": "If you&#39;re reading this, I might be dead. I hope I&#39;m not, of course, but I have to tell you, things don&#39;t look too rosy in good ol&#39; Harran these days. Especially for a scrawny, bookish type like Yours Truly. I got all excited when the letter came, telling me I&#39;d received a fellowship to the university here. Now? Not so excited. All I wanted to do was get my degree and finish my latest novel. And writing is not just a hobby, MOM. It&#39;s what I&#39;m going to do for the rest of my life! I don&#39;t think self-publishing nineteen science-fiction novels in two years is something you do if you&#39;re not serious! ...Anyway, I&#39;m sort of figuring out how to survive in here, and as I do, I&#39;ll record it all in these pages. So if you&#39;re finding this stuff, and I&#39;m not around, well...I hope you have better luck than I did.", "authors": "Marvin Zucker"}, "22195": {"title": "Marvin Zucker&#39;s Battle Journal Entry 7", "text": "Okay, so you&#39;ve heard me talk about Volatiles, and if you&#39;re unlucky enough or dumb enough, you&#39;ve seen one or two yourself. Well, this is important: You can hide from Volatiles in the water! It always works! I&#39;m serious, dive below the surface and wait a few seconds, and they just wander off! Guess their senses aren&#39;t strong enough to find you underwater? Or maybe they just have REALLY short attention spans. I don&#39;t care, I just know it works. I also know I need to do more cardio, because my lung capacity is just terrible.", "authors": "Marvin Zucker"}, "22196": {"title": "Marvin Zucker&#39;s Battle Journal Entry 15", "text": "Why didn&#39;t I think of this earlier?? Shield! Of course! I patched one together using some metal bits I found, and let me tell you, it is a serious life saver. Not only I can block these monsters&#39; attacks, but I can also bash &#39;em with it! If I block the attack at the right time, I mean. Man, when I get out of here, all of this is going to make one HELL of a good novel! Then we&#39;ll see who&#39;s &quot;worthless,&quot; Mom, won&#39;t we? We&#39;ll see who&#39;s &quot;never going to amount to anything,&quot; huh, Mom? Won&#39;t we? WON&#39;T WE?", "authors": "Marvin Zucker"}, "22197": {"title": "Marvin Zucker&#39;s Battle Journal Entry 4", "text": "If you come across any hostile humans, I&#39;ve found it&#39;s really kind of awesome to use the rotters against them. I mean, why should I risk losing a weapon or, y&#39;know, getting gnawed on, when I can just make some noise (blow up a barrel or something) and draw every viral in the vicinity right to where the assholes are?", "authors": "Marvin Zucker"}, "22198": {"title": "Note #08", "text": "Harran Police Dept.\r\n\r\nDear Captain Halim, My name is Cari Sener, and I&#39;m writing because I&#39;ve become very concerned about a man I&#39;ve seen in our neighborhood lately. His name is Salim. I do not know his last name, but he lives in a house a few streets away. He is a strange man, who often leers at women and young girls passing by. One day, a few weeks ago, he followed me all the way up to my home. I am certain that he was following me, and I could feel his gaze at my back. Then, last Tuesday, he suddenly stepped in front of me on the path and said &quot;Would you like to perform for me?&quot; I don&#39;t know what he meant, but it was very upsetting.\r\n\r\nI am told that he keeps very late hours working in his basement, and that he&#39;s known in town for buying many chains and locks, and often asks the clerks odd questions about the strengths of the chains needed to restrain a human being. I realize none of this amounts to a crime, but that is surely where it will end. Please send someone to talk to him.\r\n\r\nThank you, Cari Sener.", "authors": "Cari Sener"}, "22199": {"title": "Note #29", "text": "To Mr. Samir Yasa\r\n\r\nIt shouldn&#39;t be too much to ask the superintendent of the building to get rid of a few dead rats that have died in the wall. Please don&#39;t tell me that you can&#39;t do anything about it. The stench is putrefying. How can you even stand it?\r\n\r\nI&#39;m very certain that Cemal Sabris in #208 moved out because of it. I don&#39;t understand why she left in the middle of the night without saying goodbye, but I&#39;m positive it was that terrible smell that sent her packing.\r\n\r\nI can assure you, if you don&#39;t do something about it soon, I&#39;ll be disappearing next.\r\n\r\nPeople can&#39;t live this way I hope you&#39;ll do something.\r\n\r\nMiss. Arka Sirin", "authors": "Arka Sirin"}, "22200": {"title": "Note #30", "text": "Who profits from it? Nobody... Well, maybe baseball bat companies. But does anyone really think they could pull off something like this? You want to know who&#39;s responsible?\r\n\r\nI know this is going to sound crazy, and maybe my mind has snapped. But hear me out. It&#39;s the GRE... Sure, I know. They&#39;re dropping the Antizin that keeps us alive. That keeps us alive! Just think about that. So, the GRE is this Goody Two- Shoes group that wants to help people? And I&#39;m crazy? I&#39;m not crazy.", "authors": "Unknown[Dying Light]"}, "22201": {"title": "Note #17", "text": "I know how busy you mist be with this terrible crisis going on, but I have no one else to turn to. Hasad was killed yesterday by a sick person, and this morning my daughter Saliha and her son Eren showed up at my door, after her husband was shot dead by a neighbor who thought he was infected. There is little I can do for them. But perhaps you could.\n\nYou know me, brother. I have never tried to take advantage of your station to profit myself.\n\nBut this one time I must. Please take Saliha and Eren away from here. They say there is no way out of the city, but if there&#39;s an exception, it will be for you.\n\nI am comfortable remaining in Harran, but I can&#39;t stand the thought of my lovely daughter and grandson being attacked by those terrible things out there. They are your blood, and are good people, and worthy of your mercy. Please take them into your care. I know you will, and so you have my deepest gratitude.\n\nYour Loving Sister,\n\nFiliz", "authors": "Filiz"}, "22202": {"title": "Note #13", "text": "Ryan-\r\n\r\nIt&#39;s good news/bad news, my friend. As you know, the supply of Phenyl-Nitrate has been running out. None of my suppliers have seen any for weeks, and they&#39;re all saying the well has run dry for good. I even had one of my informants at The Tower check if they&#39;re sitting on any in their medical facility (apparently, phenyl-nitrate can be used as a disinfectant-what a waste!), but they&#39;ve been out of it even longer than I have. So, that&#39;s the bad news.\r\n\r\nThe good news is that I&#39;ve found a source. I&#39;ve traced a missing case of phenyl-nitrate to a Zerp Cleaning Products salesman who had to ditch a delivery he was making on Chaos Night (you know, when the bridge was blown up). I&#39;ve sent my courier to go retrieve it. If he doesn&#39;t get killed, you&#39;ll soon be the only guy in town productin Slam, so I suggest you adjust your prices accordingly. Cha-ching!\r\n\r\nIn return, I hope you will reconsider taking care of my problem. You know what a terrible situation I&#39;m in. I&#39;m still willing to split the recovery with you. Please consider this. \r\n-Aziz.", "authors": "Aziz"}, "22203": {"title": "Note #06", "text": "My name is Esma Keyah. Despite your recent denials, I am very sure you remember me.\n\nThree months ago I brought in a sterling silver tray wich was used as collateral for a small loan from you pawned as you say. The amount you gave for the tray was...not satisfactory, despite my pleas that it was worth far more than that. Still, I accepted your money because I needed it.\n\nI was told that I could have the tray back as long as I paid you double the amount you had loaned me within three months. This was always my intention as the tray has been in my family for nearly one hundred years and was engraved with my family&#39;s letters. It was very precious to me.\n\nLast week I came in to recover my tray, but it was gone and you denied any knowledge of it. Obviously, you have melded it down for its silver, which would be worth far more than the money you wanted me to pay for it. I don&#39;t know what recourse I have. My receipt show only the money you gave me, without any mention of the tray. I don&#39;t understand how you could do this to me.\n\nI cannot afford a lawyer, so I must let this go. But you have not won. God will deal with you.", "authors": "Esma Keyah"}, "22204": {"title": "Note #15", "text": "My name is Aruba Ozek, and as you should recall, I commissioned you to make one of those special dolls of yours. It was of my husband Olcan, and its fabrication required some of his hair, a finger nail, and a drop of his blood. I hope this rings a bell for you as you did not provide me with a proper receipt, or bills of sale (I suppose this and your cash-only policy is to avoid paying taxes).\n\nIn any event, despite the doll&#39;s extremely poor rendering of Olcan&#39;s actual features, its functionality has proven reasonably good. Rapidly jabbing a hatpin into its temple reliably produces an associative &quot;shattering pain&quot; in Olcan&#39;s head, while another pin thrust into the stomach area produces something he describes as an &quot;abdominal rupturing&quot; sensation.\n\nI am generally satisfied with these results.\n\nHowever, yesterday I attempted to improve the effect by replacing the hatpin with a 16 inch carving knife. Holding the doll in one hand, I thrust the knife through its poorly constructed torso and went through the palm of my hand. My husband heard my scream over his own noisy wailing, and he crawled into the kitchen to find me standing there with a voodoo doll of him spiked onto my hand with a carving knife.\n\nNow he blames me for his pain! Thanks a lot!\n\nI know owner&#39;s manuals are a thing of the past, but you should provide some documentation and warning of your product&#39;s poor construction quality. I&#39;m afraid you&#39;ve lost an otherwise satisfied customer. -Aruba Ozek.", "authors": "Aruba Ozek"}, "22205": {"title": "Note #24", "text": "Finally, everything is in place. It&#39;s a beautiful day, and we&#39;re all lounging on the rooftop. A few biters are roaming around, but for once I know they truly cant reach us. Al the doors are secured, and I have the only key. There won&#39;t be any &quot;oops, my bad&quot; around here. I&#39;ve never locked myself out of a room, never lost a key or forgotten a lock combination. I&#39;m not perfect, but I don&#39;t screw up on matters of security, because I use procedures and checklists, and I stick to them no matter what.\n\nThe people who&#39;ve joined me here have put a lot of trust in me. Some were nervous about not having copies of the building keys. But I told them anyone who can unlock these doors can get you killed, and since they can also get me killed, I&#39;m the only one who gets keys. You either trust me, or go back to The Tower. Nobody left.\n\nI&#39;m pretty damn pleased with what I&#39;ve accomplished here, but my finest achievement is the electrified fencing I&#39;ve encased the building in. Even the most determined volatile would be pan-roasted in a matter of seconds trying to scale it. The fencing is powered by a customized generator that runs off the building&#39;s gas lines, so can&#39;t run out of fuel. For safety reasons, I&#39;ve allowed the generator to run down its gasoline supply. Now I&#39;ll just head down and switch it over to natural gas. And then it will run forever.\n\nI predict tonight will be the best night&#39;s sleep I&#39;ve had in months. By god, I&#39;ve earned it.", "authors": "Roy Hanson"}, "22206": {"title": "Note #16", "text": "Attention: Erol Asani, Governor of Harran.\n\n:BEGIN MESSAGE:\nThis is a critical GRE communique: we can now confirm that the anti-viral drug Antizin has proven an effective inhibitor of the Harran Virus. While not a cure, regular administration of Antizin will prevent the onset of the most serious effect associated with the Harran pathogen.\n\nThe GRE is working with several pharmaceutical manufacturers to ramp up production of Antizin to meet the urgent needs of the Harran people. Beginning at 14:30 this afternoon, most GRE support airdrops will now include Antizin, along with basic supplies. Detailed instructions for proper dosage and use will be included.\n\nIn light of this important development, we are no longer recommending limb ampuation as a means to prevent the onset of Harran virus symptoms. Please coordinate your office with the Mayor and other local officials to make this information known to the public as soon as possible.\n\n:END MESSAGE:", "authors": "Erol Asani"}, "22207": {"title": "Note #12", "text": "Harran Emergency Central Command.\r\nTo: Major Khalim Abbas, Military Engineering Division.\r\nInfamy Bridge Firewall Reliability.\r\n\r\nLt. Major Abbs,\r\n\r\nYou seem an able enough man, yet you continue to take up my time with things that I&#39;ve already dispensed with. Have I been unclear? Despite my previous messages, you remain convinced that I don not understand the implications of the current situation. I assure you I do.\r\n\r\nAs you&#39;ve repeatedly stated:\r\n\r\n1) The Infamy Bridge Firewall requires a great deal of power to remain operational.\r\n\r\n2) The electricity being drawn from the slums districts is of poor quality and prone to voltage fluctuations that often fall below the tolerance specification of the equipment.\r\n\r\n3) This under-voltage will rapidly degrade the special UV lamps being used, resulting in an unsustainable bulb failure rate.\r\n\r\n4) Ultimately, the entire system will fail at an unpredictable time. This will automatically trigger the failsafe demolition charges, and the bridge will be destroyed to prevent a quarantine breach.\r\n\r\nWhich brings me to the point you keep trying to make: Since we cannot know when the system will fail, we will not have enough time to withdraw our forces from the city before the demolition of the bridge occurs. It is therefore inevitable that we will be trapped in Harran, along with the infected. Many of us will become infected. Many will die needlessly.\r\n\r\nI understand all of that.\r\n\r\nAre we clear now?\r\n\r\nSuleman.", "authors": "Colonel Kadir Suleman"}, "22208": {"title": "Note #27", "text": "Yo-yo Frankie-G,\r\n\r\nWell, here we are in Harran! Am I tripping?!\r\n\r\nI thought it would be like all sand and Laurence of Arabia-ish, but they&#39;ve got roads and everything. Well, not everything. Actually, I was thinking about opening a Porky&#39;s Pork-Emporium here. You could make a fortune. And when I say &quot;you&quot;, I mean me, because that is a trademark Nick Pesto idea. We&#39;re friends and all, but this is business.\r\n\r\nSo where are these games happening? It&#39;s hard to understand the foreigners who live here. A lot of them don&#39;t even speak American. It&#39;s a real problem, because last night this girl who looked road kill was trying to come on to me (Americans, right? We&#39;re like gold down here!)\r\n\r\nShe was babbling in that groany gibberish language they&#39;ve got. She wasn&#39;t really my cup of tea, but I thought, when in Rome, boink some Romans. But then she went gnarly and chomped me. Now I feel weird. Bet she gave me sniffolous. I think I should see a doctor.\r\n\r\nBut hey, we&#39;re in Harran! this is so cool! Good times for Nick Pesto and Frankie G. Partee!\r\n\r\nYour pal,\r\n\r\nNick", "authors": "Nick Pesto"}, "22209": {"title": "Note #10", "text": "Guess what I just bought? Riht, a new fishing rod! Okay, it&#39;s not new, but it&#39;s a Sea Beam, Flex Master II, and it&#39;s in great shape. I bought it off Omar Boz for $65. Guess he needed some fast cash. He also just pawned his reel, which is a really great reel, but I&#39;m still hay with my Whirlwind 650 Blue Knight, so I&#39;ll let that one go....for now.\r\n\r\nAs for the rod, I&#39;m putting my name on it. I wish I didn&#39;t have to, butu if I don&#39;t , Omar will be whining on my doorstep, trying to make me sell it back to him for half-price. But with my name on it, I might as well have snapped it in half.\r\n\r\nAnyway, we need to go fishing soon, but I&#39;m a little under the weather now. This weird kid bit me the other day, and I think it&#39;s made me kind of sick. Should be up and around soon enough.\r\n\r\nHope this thing isn&#39;t contagious! -Rashan", "authors": "Rashan"}, "22210": {"title": "Note #25", "text": "From Anonymous\r\n\r\nWhat a bunch of fools we were! Hanson, and all his talk about security, and iron-clad rules, and his rigorous procedures and checklists. Of course, his system was so flawless it had to fail.\r\n\r\nBack at the Tower it seemed to make sense. Hanson was always carrying on that too many people had keys, and that the entries to the building were never locked anyway, so that people could get in. &quot;What kind of security is that?&quot;, he&#39;d say. &quot;If people can get in, the biters can get in. Brecken&#39;s going to get you all killed.&quot;\r\n\r\nSo we joined Hanson, and trusted him with everything. It was okay for the first week. We halped him encase the building with electrified fencing. Great idea, Hanson! And then he set up his customized generator, which he somehow got to run off the natural gas lines, so it would never shut off. We told him he was a genius.\r\n\r\nWell, you can&#39;t say it didn&#39;t work. It&#39;s been 14 days and it&#39;s still running smoothly. 14 days since we had any food or water. 14 days since we waatched that knuckle-head fall off the scaffold and hit the ground like a bag of wet cement.\r\n\r\nHe screamed when he hit the ground (I think he broke his back), and that brought the biters in.\r\n\r\nThe others were horrified and felt sorry for him. Not me. The instant I saw that jerk plunging to the ground, I knew he&#39;d killed us all.\r\n\r\nHanson said he kept cyanide around because he always thought someone else&#39;s negligence would let the infected get in. That was his worst fear. Anyway, there should be enough for all of us. Except for Seref, we&#39;ve burned all of our passports and drivers licenses, and anything with our names on it. We dont want any record of who we were and how stupidly we died.\r\n\r\nBut know this:\r\n\r\nThe man who got us all killed was named Hanson. Roy Hanson.\r\n\r\nAnd he was a royal idiot!\r\n\r\n-Anonymous", "authors": "Anonymous"}, "22211": {"title": "Note #22", "text": "Harran isn&#39;t just another basket case, with a madman running the show. From what we&#39;re hearing (and it&#39;s not much), the Harran virus is now completely out of control. The effects of this disease are so uniquely horrifying that walling in the city and putting a man like Suleiman in charge actually makes a degree of sense.\r\n\r\nAnyway, we can&#39;t get you in through any of our channels. I won&#39;t say that we tried to, but we did look into what would happen if we attempted it: They were on us in seconds. People are watching us, and they&#39;re probably watching you, so be careful how you send information. And to whom.\r\n\r\nLast thing. If you do somehow manage to get into Harran, you&#39;re going to have one hell of a time finding a way out. That place is sealed tight.\r\n\r\nGood luck, old friend.\r\n\r\nYou&#39;ve got guts, but it&#39;s luck you&#39;re going to need most.\r\n\r\n-Chris", "authors": "Chris"}, "22212": {"title": "Note #21", "text": "Entry 1 I am keeping a jernol becus the man in the movy about the smart mous had to keep a jernol. His name is Alergynon, and the longer you keep the jernol, the smarter you get. Right now my smart level is 8, so I&#39;m smarter then just about most people. But this jernol will make me even more smart. Gess it could be good to be even smarter!\n\nEntry 2 Today my new smart level is 9, so I&#39;m reely much smarter than just about everybody who ever lived. When I went to the farmacy to get my mom&#39;s drugs the drug man said I could not have any more because my mom is a pumpkinhead now. So I started yell-singing in my super voice. Then he said, ok-ok, and gave me the drugs. He was not neerly smart enuff to go agenst Gazi!\n\nEntry 3 Today my new smart level is 10, so I probubly can&#39;t go much hi-er. I am so smart now I can barely talk to people because they are so dum. Maybe becuming supersmart was a mistake. A lot of the people I see on the street are so much dumer than me that they seem to not be saying words at all. Just noises. If they don&#39;t see me they just stand around doing nothng. When they do see me they act stupid and get mad at me for being so much smarter then them. I used to think people were busy and really smart. Becuming 10-level smart has opened my eyes about people and how dum and lazy they reely are.\n\nFrom now on I&#39;m going to keep away from them. I just make people angry with my supersmart mind. They wish they were Gazi. But they can&#39;t be Gazi. Just me.", "authors": "Gazi"}, "22213": {"title": "Note #26", "text": "There were lots of TV cameras on us when we were entering the quarantine. Felt like a movie star or something...\r\n\r\nThe last time I was in this school they said I was too lazy to accomplish anything. Now I&#39;m in my fatigues, with an AK-47 and some hand grenades, and they think I&#39;m a hero. I guess that&#39;s mostly because of what the Colonel said. When the news cameras were watching, the Colonel announedthat our orders were to assist the infected and evac them to special medical facilities where they can be treated. He said the doctors were anticipating a full recovery for most of them. People were cheering and clapping about that.\r\n\r\nBut as soon as the cameras were gone, we entered the quarantine and he gave us the real orders: Shoot any infected on sight. That was a big relief. I don&#39;t really want to touch them. Shooting them is much easier.\r\n\r\nIt sure is funny being back at my old school, shooting all these people that I used to know.", "authors": "Unknown[Dying Light]"}, "22214": {"title": "Note #31", "text": "Entry #269: The game is changing fast. The rules are being rewritten. But who&#39;s writing the rules? Of course, the GRE is in this up to their goose-stepping necks, but they aren&#39;t the puppet masters. Not for this gambit.\r\n\r\nBig players have entered the game, but lurking in the shadows is someone else.\r\n\r\nThe real powers that be. I suppose it&#39;s only a matter of time before one of their agents pays me a little visit. that&#39;s the price you pay for knowing the truth.", "authors": "Unknown[Dying Light]"}, "22215": {"title": "Note #07", "text": "From City of Harran Police Department.\n\nMr. Togan: Your request for a firearm permit has been declined again.\n\nThe Harran Police Department recognizes your legitimate concerns as a shop owner to protect yourself and your business. However, our concern is public saftey, and the law in this regard is clear: As we&#39;ve explained repeatedly, your history of domestic violence and minor public altercations disqualifies you from owning a firearm. Unless these facts can be refuted this decision cannot be reveresed. If you have further Questions, you may contact our Office\n\nSigned, Capt. Enver Halim", "authors": "Enver Halim"}, "22216": {"title": "Note #33", "text": "From: Sabri Chemists Corporate Headquarters\r\nTo: Direnc Remzi, Store Manager\r\nSubject: Phenyl-Nitrate.\r\n\r\nMr. Remzi, your concerns regarding OTC sales of Phenol-Nitrate have been reviewed by both the Senior Corporate and Legal Departments, and we are satisfied that no action is necessary at this time.\r\n\r\nPhenyl-Nitrate is an important sterilization agent, used in hospitals and in clinical research labs. We believe the public&#39;s interest in this product can be traced to ambitious housewives, trying to achieve the same level of cleanliness in their homes as one would find in a surgical operating theater. Who wouldn&#39;t want that?\r\n\r\nA to the numerous reports of Phenyl-Nitrate being used to produce the illegal substance known as &quot;Slam&quot;, we are completely unaware of any such reports.\r\n\r\nIn conclusion Phenyl-Nitrate is useful and highly profitable product in our inventory.\r\n\r\nWe consider this matter closed. Please do not contat us again on this topic.", "authors": "Sabri Chemists Corporate Headquarters"}, "22217": {"title": "Note #34", "text": "TO: Ata Ocak Producer DPS News\r\nSUBJECT: Tonight&#39;s newscast\r\n\r\nYour lead newsman will read this exactly as it appears:\r\n\r\nThe army has rolled into the city, and that&#39;s good news for the thousands of weary citizens who&#39;ve been wondering, &quot;what happens next?&quot; Military units moved quickly to establish their presence, and to demonstrate that order is being restored, and that the crisis will soon be over.\r\n\r\nThe forces were leasd by Army Colonel Berkant Uzer, but are operating under the authority of Kardir Suleiman, who is serving as temporary governor, until the situation can be normalized.\r\n\r\nCivilians are advised to stay clear of military operations, which will include aiding and airlifting thousands of infected citizens fo special medical facilities, that have been specifically built for treating victims of the Harran virus. Doctors are promising to employ a battery of different treatments to reverse the devastating effects of the virus, and they anticipate complete recovery for most patients.\r\n\r\nDuring this emergency martial law will be in effect at all times. Civiians are warned that anyone caught looting or engaign in criminal activity will be dealt with severely. To ensure public safety, a sundown curfew is also in effect, and will be strictly enforced.\r\n\r\nMilitary spokesman say that additional rules and regulations will be posted in public areas. It is the responsibility of all civilians to stay informed, and to obey any instructions issued by military personnel.", "authors": "Colonel Berkant Uzer"}, "22218": {"title": "Note #32", "text": "Allies=Igloos\r\nRadiation=Tartar Sauce\r\nLizard=Pumpkin\r\nWeapon=French fries\r\nEnemies=Pliers\r\nAlien=Meat\r\n\r\nTest sentence:\r\nThe evidence that meat pumpkins are here is undeniable. \r\nI believe their French fries fire some sort of tartar sauce that turns pliers into igloos. \r\nTest complete.\r\nResults: Satisfactory.\r\nProceed with implementation.", "authors": "Unknown[Dying Light]"}, "22219": {"title": "Note #09", "text": "You say your people don&#39;t think they need our protection? Don&#39;t they get it? The one thing we can protect them from is us, and believe me, they need protection. Tahir takes a real dim view of this kind of problem. He likes to make examples. Do something-anything! But get your people in line, and do it fast -Karim", "authors": "Karim"}, "22220": {"title": "Note #14", "text": "Ryan-\r\n\r\nIf you&#39;re expecting special treatment, you&#39;re not going to get it. We need a reliable supply of Slam to keep things running smoothly around here. You are one of our suppliers, so you have value to us. If you&#39;re not a supplier, then you are not valuable to us. You should know by now that falling out of favor with Rais is just about the worst thing that can ever happen to you.\r\n\r\nYes, I know Phenyl-Nitrate is hard to find. Maybe it&#39;s even impossible to find. But that&#39;s your problem. If you can&#39;t cook slam, then come up with something else. If you can&#39;ts come up with something else, you&#39;d better sprout soe wings and fly yourself out of here. The last delivery was late, and the one before that was short. This time you&#39;re late, and now you&#39;re telling me you&#39;re going to be short too. So I&#39;m telling you, you&#39;re falling out of favor.\r\n\r\n-Karim.", "authors": "Karim"}, "22221": {"title": "Note #23", "text": "We have both seen enough of our friends destroyed by this sickness yo know that my fate will be no different. In a very short time I will turn on you ad Kristov and perhaps harm you both.\n\nI can&#39;t allow that to happen.\n\nI am sorry that you will have to find me this way. Please don&#39;t be mad at me. I love you and Kristov about all things, but I must do what I must do to protect you both.\n\nNow promise me you will do what you must do to protect Kristov. He is too young to understand the consequences of recklessness, and the world has become too unforgiving of mistakes. Find safety wherever it is, and stay there. Make peace with it. Ignore whatever flaws you will quickly come to see, and make the best of the situation. It&#39;s the only way you can survive, and that is what I want for you most.\n\nI love you. Farewell -Maja", "authors": "Maja"}, "22222": {"title": "Note #05", "text": "Are you tough? Are you strong? Are you having trouble reading this? If the answer to all of these is yes, we may have work for you. We need a real mutton-head, who will probably get himself killed on the first day. We've gone through a few of them so far. Maybe it's your turn now. Contact Fatin and Tolga.", "authors": "Fatin,Tolga"}, "22223": {"title": "Note #28", "text": "From: Dr. Robert Lansing, Field Team Coordinator\r\nTo: Dr. Jonathan Barto, Sr. Asst. Administrator\r\nGRE, Building #6 Pathogen Sciences Lab\r\nSubject: Harran Outbreak, Patient Zero.\r\n\r\nI think we have a solid new candidate for Patient Zero.\r\n\r\nThe deceased, Mr. Baris Buruk was 37 years old. He was a white collar professional, who worked for a local public relations firm, called Best Face Forward. Their offices are in Old Town. His medical records are well-documented. His health was good. His co-workers (the ones who are still alive and could be interviewed) described him as intelligent ad even-tempered.\r\n\r\nThe sudden violence he displayed at his work place-he killed two people and attacked six others-was not triggereed by any particular event. Witnesses said he was feeling unwell, and had closed the door of his office to rest. 30 minutes later, a disturbing clamor could be heard inside Mr. Buruk&#39;s office. A concerned woman who opened his door was immediately attacked and beaten to death by Mr. Buruk.\r\n\r\nAfter several difficult minutes, he was subdued by workers, who held him down until the police arrived. At no time did Mr. Buruk cease to struggle, though he was reported to have uttered a few words that suggested fleeting moments of awareness. When the police arrived, Mr. Buruk could not be taken into custody peacefully. The responding officers used batons to further subdue him, but this resulted in lethal injuries, and Mr. Buruk was killed on the scene.\r\n\r\nThis event offured a full three days before the attacks at the Seva Ashram, which we had considered to be the first recorded incident of infection-induced violece. I suspect the Buruk case was overlooked beause, despite the severe wounds Mr. Buruk inflicted on his victims, none of them developed Harran virus symptoms. Clearly, he had nt reached the transmission-viable stage of this very unusual virus.\r\n\r\nThus, we have a Patient Zero, who failed to produce any other infected victims. From this, we should deduc that the pathogen must have achieved multiple points of entry into the public simultaneously. An air or water contaminent seems unlikely, given the low numbers of early infected, so, I&#39;m thinking food supply. With your permission, I&#39;d like to pursue this.\r\n\r\nBob.", "authors": "Dr. Robert Lansing"}, "22224": {"title": "Note #11", "text": "To whoever now has the task of keeping the juice running in the city: My name is Mustafa, and I&#39;ve been maintaining this system for the past two years. this is my last day. I&#39;m getting out of here before everything melts down, which I&#39;m pretty sure is just about to happen.\r\n\r\nIf you&#39;re in here, then the power has gone out. God help you. If you&#39;re wondering why it went out, just picture a single wall outlet with 20 power strips hanging off it, running ten refrigerators and a bunch of TV&#39;s. That&#39;s what this city is. Now, they want to add the Infamy Bridge to it?! I&#39;ve upgraded the capacitors, but we&#39;ve still got large areas of the slums that are packed with grid-leeches (non-paying users of electricity). It&#39;s never going to hold up.\r\n\r\nThe military should go house to house, and remove the leeches from the grid, but that&#39;s not going to happen. Suleiman says the problem will solve itself, as fewer and fewer healthy people remain. But he&#39;s assuming that all the infected will shut off their lights and TV&#39;s just before losing control of themselves. Fat chance of that.\r\n\r\nAnd since you&#39;re here reading this, that pretty much proves me right. So, here&#39;s my next prediction. You&#39;re not going to get out of here alive. It&#39;s too late. Sorry, my friend, but you haven&#39;t got a prayer.", "authors": "Mustafa"}, "22225": {"title": "Voice Mail #6", "text": "[TRANSLATION:] Asuka, you need to flee. Warn everyone you deem important and trustworthy. Do not endanger yourself! I love you!", "authors": "Unknown[Dying Light]"}, "22226": {"title": "Voice Mail #3", "text": "Farid? Farid, we&#39;re organizing a militia! All men between 14 and 60 are to show up on the square in front of Tarrik&#39;s shop. We&#39;ll meet every day at 9 a.m! We need to defend ourselves. you have to be there!", "authors": "Unknown[Dying Light]"}, "22227": {"title": "Voice Mail #4", "text": "Hey-Dad? It&#39;s me. I want to tell you something. Something I&#39;ve always been afraid to. But it doesn&#39;t matter now. Dad, you are the worst man I have ever known. You treated me and mom like fucking punching bags. Did that make you feel big? Powerful? Well, you&#39;re a worthless piece of shit. I hope you die alone, asshole.", "authors": "Unknown[Dying Light]"}, "22228": {"title": "Voice Mail #15", "text": "[TRANSLATION:] Kornel? Czesiu found some people who can help us g et to the other side of the wall-a couple of crazy Americans named Jolley and Brown. We&#39;re waiting for you. The whole shift-Glova, Binki, Pyza. All of us! you know where. Get a move on, man, we&#39;re getting the fuck out of here!", "authors": "Unknown[Dying Light]"}, "22229": {"title": "Voice Mail #2", "text": "Isa... Isa, I failed. I failed you again. I couldn&#39;t help our kids. There were too many of them, and i froze, and then it was too late. Forgive me, Isa. I can&#39;t go on like this anymore. We&#39;ll meet again soon.", "authors": "Unknown[Dying Light]"}, "22230": {"title": "Voice Mail #1", "text": "Josef, this is your father! I hope and pray you are well and hearing this. I made it to my uncle&#39;s old flat and barricaded myself in. Come here and knock on the gate -- as many knocks as Yonka&#39;s age, so I know it&#39;s you, I&#39;ve got supplies and everything! Please hurry!\n", "authors": "Unknown[Dying Light]"}, "22231": {"title": "Voice Mail #14", "text": "Lieutenant? We&#39;ve detained a man named Ali Atalay. He&#39;s been keeping an infected family member, one Yen Atalay, in his house, chained up. Ali was feeding the infected with raw meat of unnown origin. He did not want to divulge any information, and was generally very uncooperative. We put down the infected, and executed Ali on the spot, per your directives.", "authors": "Unknown[Dying Light]"}, "22232": {"title": "Voice Mail #9", "text": "This is my last will and testament. I, Barruk Osaman, hereby declare that upon my death, I transfer all of my material assets to my wife, Janissa. My children are entitled to nothing! I declare that I made this will voluntarily and that I am of sound mind.", "authors": "Barruk Osaman"}, "22233": {"title": "Voice Mail #11", "text": "[TRANSLATION:] They say you can always fix your mistakes. I really wanted to make up for what I did, but...damn, why did I wait so long? Now there&#39;s no time left... Tom, I love you. I was an idiot. Please say you&#39;ll forgive me?", "authors": "Unknown[Dying Light]"}, "22234": {"title": "Voice Mail #8", "text": "Mama, they don&#39;t want to let us out! I&#39;m scared. The radio says it&#39;ll be fine, but I don&#39;t believe them. Mama, please, get me out of here! the little one keeps crying. I&#39;m so stressed, my milk has gone dry, and I have to feed him the artificial stuff, but I&#39;m running out of that, too. Mama, get me out of here!", "authors": "Unknown[Dying Light]"}, "22235": {"title": "Voice Mail #13", "text": "Hello, Fatma- It&#39;s Orhan. I&#39;ve gone downtown, and I don&#39;t know when I&#39;ll be back. I have a score to settle. I&#39;ve waited for an opportunity for almost three years. What&#39;s happening is very bad but perhaps it is also a gift from fate. Either I will do it now or never. Someone has to pay for their sins.", "authors": "Orhan"}, "22236": {"title": "Voice Mail #5", "text": "[TRANSLATION:] Listen! This is important! Do not go through the gas station! There&#39;s a big group of bandits there. Theyr&#39;e heavily armed, and if they don&#39;t shoot you on sight, they demand either food or women in exchange for gas. Stay away!", "authors": "Unknown[Dying Light]"}, "22237": {"title": "Voice Mail #10", "text": "My beloved, I am recording this while you&#39;re asleep. I&#39;m setting out to find us a better hideout and some food. I might not come back. If that is the case, escape north, to the old districts. Seek refuge there. don&#39;t wait for me more than 48 hours. I&#39;ll do what I can to return to you. I love you.", "authors": "Unknown[Dying Light]"}, "22238": {"title": "Voice Mail #16", "text": "[spoken during sexual intercourse] Farid? Can you... can you hear me? This is.. your wife. I... I HATE you. I&#39;ve hated you... for years. I&#39;m with... Adnan... and he and I both wanted you to...hear us. (The panting gets louder, becomes screams of pleasure, and the call hangs up)", "authors": "Unknown[Dying Light]"}, "22239": {"title": "Voice Mail #7", "text": "[TRANSLATION:] My beloved daughter. I know you hate me. I know you think I&#39;m the world&#39;s worst mother. Now... Now that I&#39;m dying, I want you to know the truth. I did not consent to you donating bone marrow for Hakkan because... beause you are not his daughter. It would not have matched. Uncle Adrian is your father. Seek him out, he will explain everything.", "authors": "Unknown[Dying Light]"}, "22240": {"title": "Voice Mail #12", "text": "What words from a poet, in a city imprisoned where the human mind is dead, by hunger enslaved, where one man is like a wolf to another and all the sides closed, with a wall surrounded a nightmare...", "authors": "Unknown[Dying Light]"}, "24019": {"title": "Note #20", "text": "Reflections on fire: I'm no hero. I'm just a regular guy who sees things real clearly. We need a lot more fire to be safe at the Tower. Brecken thinks fire is dangerous. Maybe to him. Maybe to people who don't know what they are doing. But I've been starting fires since I was a little kid. Yes, I made some mistakes back then, and yes, I burned down my neighbors garage. Big deal. Anyway, I've learned from my mistakes. Fire will make us safe. People will soon flock to me in droves, seeking the protection of my fire-walled command base. They'll say I'm a hero, but I'll say \"I'm no hero. I'm just a regular guy who sees things real clearly.", "authors": "Unknown[Dying Light]"}, "24013": {"title": "Note #01", "text": "Bento, I understand that you said sometimes the drugs don't work as well as they should. But when we started doing business, maybe one out of five pills didn't work right--like they would do nothing. Then later, it seemed like one out of three pills didn't do anything. Then half of them did nothing. I don't really understand what the \"placebo effect\" is, but it's not working for more and more of my customers. If you could increase the placebo levels in these medicines I would really appreciate it!\r\n\r\nAnyway, it's great that you can now produce Antizin in your own lavatory. I'm sure the quality control will be much better. Glad to be in business with you. We're going to make a lot of money, and help people too!\r\n\r\n- Yusuf", "authors": "Yusuf"}, "24014": {"title": "Note #02", "text": "NOTICE TO ALL SHOP KEEPERS FROM RAIS\r\n\r\nWarning! The brothers Nazim and Osman are known thieves who have stolen from me. Anyone who attempts to trade or barter with them will be considered complicit, and they will meet the same fate that awaits these two miserable traitors.\r\n\r\nMy men will be coming to your shops to inspect your goods. if any property stolen from me is found in your inventory, you will be held responsible. All of your possessions will be conliscated and your shop will be burned to the ground.\r\n\r\nREMEMBER, IT IS YOUR RESPONSIBILITY TO NOTIFY US IMMEDIATELY IF YOU HAVE REASON TO BELIEVE EITHER OF THESE MEN IS IN YOUR VICINITY!", "authors": "Rais"}, "24015": {"title": "Note #03", "text": "Does anyone have phenyl-nitrate? I will pay top-dollar, no questions asked (except can you get me more?). Contact \"The Mack\". If you don't know who I am, ask around.", "authors": "Unknown[Dying Light]"}, "24016": {"title": "Note #04", "text": "I need to get to old town. I've heard it can be done, but you need to know the right people. I'm not a chump, so do not try to con me. But if you're for real and you know what I'm talking about, contact Dawud at the Tower.", "authors": "Dawud"}, "24017": {"title": "Note #18", "text": "Reflections on fire: How do you become a fire-eater? Who was the first guy to stick a burning hot flame down his throat, and what made him think it was a good idea? And who was the first nutbag to walk on red hot coals, and what made them think that would work out okay? They say it's the sweat on your feet theat keeps them from bursting into flames. Does that mean if your ass is sweaty you can sit on them? I think the gas company should investigate these things. But they won't. Idiots. If only I was in charge.", "authors": "Unknown[Dying Light]"}, "24018": {"title": "Note #19", "text": "Reflections on fire: My experiments with fire weapons are conclusive. Fire is a very effective weapon against anything that doesn't like fire, which is pretty much everything, except fire. Thus, the phrase \"fight fire with fire\" is completely stupid. Fighting fire with fire produces considerably more fire, but the fire (the original \"enemy\" fire that you were attacking with your fire) would probably consider being a bigger fire an improvement and generally beneficial. \r\n\r\nAll the same, I should probably run some more experiments.", "authors": "Unknown[Dying Light]"}}}