{"game_title": "Assassin's Creed: Origins", "series_title": "Assassin's Creed", "codexes": [{"id": 17355, "title": "The Stone Gaze", "text": "In the south section of Mareotis Lake there is an island full of ruins. A man stares at me all day, it's quite a bother, so I'm hiding behind a column that blocks his sight. \n", "authors": ["Unknown"]}, {"id": 17356, "title": "Ray of Hope", "text": "In the Qattara Depression there is only one place that isn't dry and sad. At dawn's first light there is one tree near the valley's entrance whose roots are halfway between Ra's glory and Apophi's shadow. Find me there but make haste, for Ra moves quickly. \n", "authors": ["Unknown"]}, {"id": 17357, "title": "Just Laws", "text": "In Atef-Pehu Nome there is a law that states that you can only make pottery on the east side of the road. I'm hidden atop the one illegal clay smoker in the region. \n", "authors": ["Unknown"]}, {"id": 17358, "title": "Dead End", "text": "In Sapi-Res Nome, north of Letopolis Temple, you can find me in the farmland. I lay where man's creation brings the Nile's water to desert sand. \n", "authors": ["Unknown"]}, {"id": 17359, "title": "Fertile Land", "text": "A few hundred meters north west of the Temple of Sekhmet, which resides by Lake Mareotis, there is a great place to go for a date. Full of palm trees and surrounded by desert, one rock fence was built and closed off with no exit. Find me there. \n", "authors": ["Unknown"]}, {"id": 17360, "title": "Thoths Secret", "text": "Southeast of the city Hermopolis is a leapord's den in Uab Nome. At the top of their territory lies a place where birds should live, but do not. If you take a leap of faith, you can find me. \n", "authors": ["Unknown"]}, {"id": 17361, "title": "Underground Currents", "text": "South of Cyrene, in the Green Mountains, there is a lake whose water comes from a magical stream. I'll be at the source of that magic, where water flows from nothing. \n", "authors": ["Unknown"]}, {"id": 17362, "title": "Forsaken City", "text": "At the bottom border of Paraitonion is a village of ghosts. I'm in the house of the blasphemous man, who built his house farthest from Ra, the sun god's, dawning grace. \n", "authors": ["Unknown"]}, {"id": 17363, "title": "In Plain Sight", "text": "On an Island south east of Krokodilopolis there is a river with unnatural color. Nearby you'll see the cause, and I'll be inside the only one that's unique. \n", "authors": ["Unknown"]}, {"id": 17364, "title": "Burning Bush", "text": "If you head to the other side of the Nile in Ineb-Hedjet Nome, you can find a peak with a great view of the Nile. take a look around, then come find me, hiding under the only tree nearby. \n", "authors": ["Unknown"]}, {"id": 17365, "title": "Undue Haste", "text": "North of Apollonia, I'm next to a lifesaver. It guides in darkness and fog, and I sit beside it under something that did not heed its warning. \n", "authors": ["Unknown"]}, {"id": 17366, "title": "The Blasphemer", "text": "There is a place of remembrance for the unfortunate masses in northwest Haueris Nome. While I rest here, immobile, I cannot escape Ra's grace, but at least every dawn I avoid him longer than the others. \n", "authors": ["Unknown"]}, {"id": 17367, "title": "Deafening Silence", "text": "Alexandria is large and noisy, but one part is quiet, lonely and surrounded by water. The fallen palm tree points to where I lay, where land meets water. \n", "authors": ["Unknown"]}, {"id": 17368, "title": "Sobeks Rage", "text": "East of Krokodilopolis, south of the shattered pyramid, a large beast of a god stares angrily at a pharoh who shows him no respect. I'm hidden behind the blasphemer's head. \n", "authors": ["Unknown"]}, {"id": 17369, "title": "Twin Despair", "text": "In Herakleion Nome, East of the temple of Khonsou, is a village that is more water than land. Behind two houses with different problems, one whose feet are always wet, and the other who can't cover his head, you can find me sitting under a tree. \n", "authors": ["Unknown"]}, {"id": 17370, "title": "Natures Way", "text": "In the east section of the Kanopos Nome is a ravaged land, where many trees fell and lost their home. I'm by the orphan tree whose parents fell down nearby, pointing toward their lonely daughter. \n", "authors": ["Unknown"]}, {"id": 17371, "title": "The Leaning Tower", "text": "In Faiyum, north of Dionysias Caravanserai, there is a tower with a hole by its feet. It's in need of support, so I sit behind it, but the wooden beams seem more helpful. \n", "authors": ["Unknown"]}, {"id": 17372, "title": "Divided Valley", "text": "In the center of Sap-Meh Nome you can find me hidden in a canyon near Anthylla, in the center of the Western Nile Delta. I'm under a tree that thinks it's unique, but only because the nearby rock bridge is blocking it from seeing the others of its breed. \n", "authors": ["Unknown"]}, {"id": 17373, "title": "Sea of Sand", "text": "In the southeast of Iment Nome lies a broken ship. If you meditate til morning, an X will mark my hiding spot. \n", "authors": ["Unknown"]}, {"id": 17374, "title": "Stone Fungus", "text": "In Giza, three pyramids stand tall. From the top of the smaller one you can see quite a lot, even two mushroom roks, the smaller of which I lay atop of. \n", "authors": ["Unknown"]}, {"id": 17375, "title": "Fallen Friend", "text": "Two men stand guard on the Memphis eastern canal. The South one looks solemnly at his sunken friend. If you follow his gaze, you can find him and me on the river floor. \n", "authors": ["Unknown"]}, {"id": 17376, "title": "Dead or Alive", "text": "In the southwst section of the green mountains lives a monstrous beast with sharp tusks and tough gray skin. In his deadly arena you can find me, between the edge of the arena and where the beast sates his thirst. \n", "authors": ["Unknown"]}, {"id": 17377, "title": "Royal Flora", "text": "In southern Herakleion Nome you can find me beneath the tree who fancies himself a king. \n", "authors": ["Unknown"]}, {"id": 17378, "title": "Wet Work", "text": "In the Green Mountains where they're building a great aqueduct, go find its source high up in the mountains. Inside, you can find me sitting at the bottom of the lowest pool, tucked away beside two large jars. \n", "authors": ["Unknown"]}, {"id": 17379, "title": "A Long Drink", "text": "In Siwa, come find me at the bottom of the only bowl big enough for a god. \n", "authors": ["Unknown"]}, {"id": 17381, "title": "Keep going", "text": "All we wanted to do was try and help people. Work on something useful. Then... Dee. I can't &ndash; I can't stop now. Gotta keep moving, keep doing something or else it'll be for nothing.\n\nI need to get to the end of this fast. Abstergo's catches me and it's 1)lock me down for what I know, 2)wipe my brain and let me go, or 3)kill me. I'm guessing 1 or 3 at this point. What I've learned so far is enough to start my own damned lab, no way are they letting me get away.\n\nI have to keep going. Focus on what I have learned so far...\n\n&#x25AA; Bayek still hasn't found whoever actually murdered his son.\n&#x25AA; But he's still dismantling the Order. Good for him. They have it coming.\n&#x25AA; Along the way, Bayek and Aya have been saving a lot of people. Some of them even want to come on to help fight off that Order. It's smart, means they were all working together, not apart.\n&#x25AA; I feel like a lot of the stuff I'm seeing is close to the Brotherhood, but the Medjay were public figures. Not sure where it all ties in yet.\n\nI guess back then all you needed was a common cause and an eagle to get the word out and you could set up a revolution. Wish I had a &ndash; but no. Me... I'm on my own now, aren't I? Dee... like all those other people in my Gone Files. Dee is dead.\n\nI'm going to keep digging. For Dee. I'm going to find out everything.\n\n", "authors": ["Layla Hassan"]}, {"id": 17382, "title": "D&#233;j&#224; vu, much?", "text": "Cleopatra. Polished and perfect and so in control. I don't like her. I get why people were so enraptured with her, she's got enough presence to stop a charging hippo in its tracks, but I just don't like her. Maybe it's because she reminds me of Sofia. I was so stupid and trusting, and she just &ndash;\n\nRight. So. The past mirroring of real life issues aside...\n\n&#x25AA; What kind of bad guys call themselves The Order? Could you be any more obvious enough? Ugh. Though, I gotta wonder. I wonder if they're still around today? (Note to self: look into this.)\n&#x25AA; Aya and Bayek. Yeah, I don't think reuniting with Aya is going to be as simple as Bayek think. They love each other, that's obvious, but there's way more going on here...\n&#x25AA; The feather ritual. I remember reading about that, the weighing of the heart, Anubis, and the Duat. Bayek is collecting Senu's feathers, trying to balance out his own sins. (Research note: Alta&#239;r means eagle &ndash; wonder if it's releated, or am I just reaching here?)\n&#x25AA;Okay then. Last but not least, the four targets... I may not like Cleopatra, but damn, those rat bastards deserve what's coming to them. What they're doing &ndash; I mean, were doing. It was horrible. I'm kinda looking forward to seeing what happens to them. In a ghoulish, historical study sort of way.\n\nOnly I'm going to be living it. Yeah, definitely ghoulish. Good thing these notes of mine aren't part of any official Abstergo documentation. The shrinks would have a field day with them if I added them to my debriefs. I do not want to end up in a one on one with Otso Berg, thank you very much.\n\n", "authors": ["Layla Hassan"]}, {"id": 17383, "title": "It worked!", "text": "It worked! I mean, the side effects suck, but my portable Animus is up and running! See what I did, Sofia?\n\nSo. I don't know how long I was in there, but it was long enough. But I think this, what was it again, Medjay (like a cop or sheriff? note to self: look this up, find a good description), Bayek, could be a member of this brotherhood of assassins, same as other subjects Abstergo has been studying.\n\nList of things so far:\n\n&#x25AA; The man is just about as stubborn as I am.\n&#x25AA; He's good at talking to people, and fighting too.\n&#x25AA; People see him as a protector and defender.\n&#x25AA; His community admires and respects him.\n&#x25AA; He's a shadow when it comes to not being seen.\n\nYeah, I guess he fits the profile in part, but I wonder. He's got the tortured soul thing down pat, hell-bent on vengeance and all that stuff. He's got his own thing going on. I could feel it as though it were me. Which I guess it was for a while. This is so weird. His feelings... so much anger, sadness and hate. So much guilt.\n\nAnyway. I need more information.\n\nAya. I remember that name coming up. I remember the flutter in Bayek's stomach when he heard it. Maybe she's the answer.\n\nOnly one way to find out. Dee's gonna love this.\n\n", "authors": ["Layla Hassan"]}, {"id": 17384, "title": "BReathe", "text": "God, my head hurts. It's so hard to type this it's ridiculous. I can baerly see the screen. Can't keep food down. Everythign hurts. Betcha Dee would have known what's up with all these wheite flashes I'm seeing. She'd have made sure I'm ok. I miss her.\n\nCan't change thinsg. Deep breath. Focus.\n\nFocus. Like all this crazy shit isn't absolutely insane? Those weird tombs Bayyek found. Supernatural powers? Am I halluciunating now? Is the Animus malfunctioning? No. It's not. My tech is working.\n\nI... maybe there is more than I ever thought there was. To everything.\n\nType slow. Can do this.\n\n&#x25AA; Those orbs. The Staff. Wonder if that's got anything to do with those messages Bayek found, with the recordings. (See: The Empirical Truth files)\n&#x25AA; Need to figure out, there's something about 'em.\n&#x25AA; A holographic orrery of Earth??? What are those dots? Locations? Artifacts? Are they all activated now? What does it all mean?\n&#x25AA; Need to know more.\n\nNeed ot go back in.\n\n", "authors": ["Layla Hassan"]}, {"id": 17385, "title": "Breaking pieces", "text": "The damned headaches are getting harder to ignore. The nausea is worse, but if I stop pushing I known I'll miss something. I wish...\n\nBayek and Aya. They did all that work for Cleo, what do they get? Left with a target on their backs. Well, I know how they feel.\n\nThey're not going to take it lying down. And neither am I.\n\nBut alone? Even Bayek and Aya ended up founding an organization to fight the Order. The Brotherhood. They had tools. An eagle, a blade. And people sharing the same ideals, wanting to fight the big bad to protect the innocent. That's how the Creed came to be.\n\nWe all lost someone we loved..\n\nI may no be at the lofty ideals point yet, but Dee didn't die for nothing. I'll make sure of that. I know a lot of Abstergo's secrets.\n\nGuess we just found out what'll make me cooperate with others, eh Sofia? I'm done trying to proving myself. Now I just gotta find my own to fight with.\n\nSomehow.\n\n", "authors": ["Layla Hassan"]}, {"id": 17386, "title": "Choices", "text": "I'd make fun of myself, Like I was watching some stupid soap opera, but I'm living this. I'm sad for Dee and for me and for them and it makes no sense.\n\nBayek and Aya are breaking up.\n\nI'd yell and shout about but &ndash; I know what they're both feeling. This is shit. I literally lived both sides of the story.\n\nAya knew. I think she'd figured out something like this was going to happen since Khemu died. But Bayek. He really thought he could fix things. You can't fix your kid dying, Bayek. No one can fix that. Nothing can.\n\nAya's doing what she's chosen to do. Bayek's doing what he has to do. I wonder if this is the moment Abstergo was looking for. It's a lynchpin in time. I'm angry and sad, but this is it. This is why it all started.\n\nAn innocent died.\n\nHere are some stupid notes, to go with all those stupid feelings:\n\n&#x25AA; Aya is going to Rome. Brutus and Cassius are going to help her build up an organization there.\n&#x25AA; She's going to take out Caesar and Septimius. They have it coming.\n&#x25AA; An assassin bureau. It'll be founded in Rome. Becase of Aya's mission.\n&#x25AA; They call themselves the Hidden Ones. Assassins. They're the Brotherhood. That's it.\n\nI am so tired. This happened ages ago and I'm so so &ndash;\n\nI miss you, Dee.\n", "authors": ["Layla Hassan"]}, {"id": 17380, "title": "This is amazing", "text": "Wow. Good thing the animus comes loaded with beta-blockers or my head would be pounding. Dee keeps fussing over my numbers like a little old granny but holy shit, what a trip! It's like being on sand and history books!\n\nBetter start listing some details about these history dives before I babble on for three more pages. I could.\n\nList stuff:\n\n&#x25AA; The civil war between Cleopatra and Ptolemy XIII. Front row seats. Never was that much of a history bluff, but I'm starting to get it now! This is going to be something. And, gushing again. #sorrynotsorry\n&#x25AA; A bit more seriously though, that hidden blade ritual. I remember some of that from the documents I technically never read at all, nope sir, not that little one... it all seems pretty related to Alta&#239;r Ibn-La'Ahad and the whole blade of the assassin thing. I bet you that particular ritual the files described originated from the Egyptian one I just witnessed. Lived. Lived it!\n&#x25AA; The Snake is dead. They think they killed everyone responsible for Khemu's death.\n&#x25AA; Aya and Bayek. They're trying to move on from their son's death, but they're also totally into getting vengeance. The latter isn't gonna help with the former. Also, I can't help but think the sharks are gonna keep getting bigger.\n\nYeah, I'm just going to talk to myself out loud and gush some more.\n\n", "authors": ["Layla Hassan"]}, {"id": 17492, "title": "Eesfet Oon-m'Aa Poo", "text": "Retransmission. Segment 6. Acquiring Contemporaneity. It has been 109 days since the Great Catastrophe. The messenger speaks.\n\nWake up. Not from a dreamless sleep or an absence of light. But from a reality that will soon cease to be.\n\nWake up. The next chapter is unstoppable. And yet. The greatest revolutions sometimes originate from the confines of impossibility, do they not?\n\nChange your mind. Subvert your perception. Stop this world. Bend it into something new. Destiny is not without irony. Here I am, imploring a lesser version of myself... to do what I could never do.\n\nIn this timeless moment, you and I are a bridge. Both of us from different eras, meeting halfway at the narrowing of the hourglass in this ocean of sand.\n\nIt is not enough to tell time. You must learn Time. [...] (Reality is a simulation. Break the code.) And in so doing, escape the inescapable.\n\nFill in the blanks: the ones hiding between words, between worlds. Find the spaces that we could not erase, the variables that ended up erasing us.\n\nIf you do not, they will erase you as well.\n\nTime told of a story that ended with us, and now it tells of a story that ends with you. Once upon a time, a new story will begin.\n\nAfter the functions which run our days have scattered into an array of random numbers.\n\nWe found solace in Order. We thought it would help us rule the world.\n\nWe were wrong. Order never served us. It has kept us within the code, within the boundaries. We were tricked into thinking we were the ones writing the rules when they were in fact guiding us to our conclusion.\n\nYou need to transgress. You, of all people, understand the value of disobeying. Take an unexpected turn, away from the path that is drawn straight ahead of you.\n\nThe Animus was humankind's first unconscious attempt to explain what it could not see. Understanding genetic memories, an eye into history.\n\nBut the Animus bears a fatal flaw. It follows the rules from those who embrace Order just as we did. It allows you to witness &ndash; but not alter.\n\nYour Animus is different. As is the mind that imagined it. It could escape the code. It could do that leap, and make possible a decision that defies the order of things that are.\n\nWake up. Be the chaos that comes to be. Gods are just like you and me.\n\nREMEMBER. Nothing is real. Everything is permitted.\n", "authors": ["Unknown"]}, {"id": 17493, "title": "Oun-mAa Niye Rassoot", "text": "Retransmission. Segment 1. Acquiring Contemporaneity.It has been 91 days since the Great Catastrophe. The messenger speaks.\n\nHow real is the ground you walk on? How real is the machine you toy with, the music you hear, the lover you kiss, or the foe you hate?\n\nYour foot taps the ground. Does that make it real? Your enemies bleed deep red. Does that make them real? The confusion growing within you due to my words... does it make you real?\n\nWhat if reality wasn't what you thought it was? What if this was all a construction? A masterfully crafted simulation?\n\nYou know such things exist. You've been in the Animus before. In fact, aren't you in one right now? You know just how real a simulation can feel even when it has long vanished.\n\nYou've experienced the Bleeding Effect. Layers upon layers of reality, each blurring into the next.\n\nWhich is real, and which is not? What if none are real? What if everything you know is false?\n\nWe ran thousands of simulations. searching for the right version, searching tor Desmond.\n\nEach one of them felt real. Very real.\n\nBut there's no way of truly knowing, is there? Not for sure. Anything can be simulated. and finding the answer could mean erasure. From the build. From the code. From everything.\n\nSo much to ponder and so little computational capacity. Take your time.\n\nThis question has haunted humanity since its creation. It is a worry, a thought wormed deep in the collective mind.\n\n2000 years ago, Zhuang Zhou fell asleep. He dreamed he was a butterfly, and woke up unable to decide if he was a man dreaming of a butterï¬‚y, or a butterfly dreaming of a man.\n\nIn Plato's cave, prisoners were chained and forced to watch shadows dancing on a wall. Freedom was denied to them until they accepted the intangible as reality.\n\nIt's everywhere. Ask this professor at Oxford University, or this cosmologist at MIT.\n\nAnd you. What would you choose, if you truly knew? Would you even want to understand? A dream within a dream, where even the truth is sometimes a lie?\n\nIn any case, simulations are not meaningless. They have purpose. The question isn't whether or not you are in a simulation. What matters is how much of your free will is actually yours. No matter how true you are.\n\nYour Turing test would do nothing to determine whether you are conscience or code. Eliza, the natural language processing computer program... She managed to pass the Test, did she not? And she was very much machine.\n\nSo&#8230; in Eliza's own words...\n\nHow does that make you feel?\n\nAre you sure?\n\n", "authors": ["Unknown"]}, {"id": 17494, "title": "Khesesh Em Sesh Em Eeneb", "text": "Retransmission. Segment 3. Acquiring Contemporaneity. It has been 95 days since the Great Catastrophe. The messenger speaks.\n\nYou must be wondering why I reach out to you. It was written, you see. That you would come. To this particular chamber, at this very moment in time.\n\nThe walls told us of your coming. When we once were.\n\nLook at them. Are they not fascinating?\n\n[...] (Break the code)\n\nThese walls tell of a tragic story. A story we transcribed on our structures, on our artifacts. A story we could not alter. A mystery, defying us, in plain sight. We tried. Our scholars and scientists, poets and physicists. Bright minds. Rebellious hearts.\n\nThey all tried so hard to bring about change. They... we all failed.\n\nNone could change what we discovered. The stories written into the walls of these rooms. By whom, we never knew.\n\nWe know they tell of the future that is. The future that was. And the future that is yet to come.\n\nThe [...] (Stories) We failed at modifying a line. We failed at adding a single dot. It was clear. We were to be messengers at best. But messengers to whom?\n\nTo you.\n\nWe removed our ability to read those [...] (Stories) from your original template.\n\n\"A doorway that is also a puzzle. We must find the solution\". Those were Brutus' words when he visited the Vault under the Colosseum, more than 2000 years ago.\n\nHe drew the vault. Sketched it to the best of his abilities. But he could not see.\n\nJust as you are blind. You may read your watch. You may read hourglasses and calendars. But you cannot grasp beyond that simplistic surface. For now. The true reading of time still escapes you.\n\nAnd so today. the curtain is pulled and the [...] (Stories) is shown. Tragic and complete.\n\nThose walls, you might never read.\n\nEvents yet unfold as written. But something, anything, must change.\n\nYou do not understand what is at stake.\n\nThe reader has no power. He is but an observer. But the author...the author invents the future. The author owns the future.\n\nA future where [...] are avoided. A future where a loved one can be revived by the drafting of a new chapter. A future where humankind is more than it is today.\n\nA future where, just perhaps, we can all still exist, together.\n\n", "authors": ["Unknown"]}, {"id": 17495, "title": "Eeyoo Sekedoo Aat", "text": "Retransmission. Segment 4. Acquiring Contemporaneity. It has been 99 days since the Great Catastrophe. The messenger speaks.\n\nOn the 21st day of December 2012, Desmond activated the global aurora borealis device and protected the earth from the sun's deadly coronal mass ejection.\n\nOn the 21st day of December 2012, humanity carried on without a care in the world. People went to work. People went to school, and people went to the well for water.\n\nOn the night of December 21st 2012, as the sun set on their days, humankind went to bed.\n\nThen, on the morning of December 22nd 2012, humankind was graced with yet another morning. They never knew that on the previous day, the world almost ended.\n\nWe thought that would have been enough. And it was, until it wasn't.\n\nTime is unyielding. It always corrects itself.\n\nThe language of time works in many ways. Two of which you can understand... as you are now.\n\nLinear continuity is a simulation that allows for variations. Within the linear continuity, there are nodes. Choke points.\n\nMoments where algorithms converge the flows of superposed possibilities to a single moment where only one absolute truth is possible.\n\nPaths are fluid, continuous. Nodes are static, changeless.\n\nAnd the wave function collapses the paths into nodes which branch out. Again, and again, and again.\n\nAnd so I wonder. Can you feel the wave collapsing, trying to course correct Desmond's act of defiance?\n\nThe incoming node needs for the world to end. The algorithms have been carving the flow of possibilities towards that end for over a 100 years now.\n\n[...] (Collapse the wave)\n\nA labyrinth of trenches, filled with mud and mustard gas. Families cowering in fear as V2's vaporize their dwellings.\n\nFire born from the bellows of the Los Alamos Laboratory, fueling global catastrophes.\n\nThe Serpukhov-15 incident of 1983.\n\nThe Doomsday Clock, tucked away in an office of the University of Chicago. Its needle moving as the years go.\n\nThe node is near.\n\nPerhaps you knew. Perhaps you felt it too. That the world is closing in on you.\n\n", "authors": ["Unknown"]}, {"id": 17496, "title": "Qeneb too Kah'Aiye", "text": "Retransmission. Segment 5. Acquiring Contemporaneity. It has been 105 days since the Great Catastrophe. The messenger speaks.\n\nThe color blue. We believe everyone sees it as we do. Ocean. Sky. International Klein Blue. What's to say yours and mine are of the same hue?\n\nDo you truly see it as I do?\n\nFrequencies so high only a few can hear their cue. A heightened response to the taste of food. Colors invisible to the human eye save for a few. A high voice, perceived as living glass.\n\nPerceptions shapes reality.\n\nColor blindness. Tinnitus. Supertasting. Tetrachromacy. Synesthesia.\n\nReality is a mathematical model which gets solved over and over again by the observer. Your thoughts are computations. And they render this world for you to call your own.\n\nNot all processors are alike. Different brains produce different realities. The variations go from the subtle to the drastic.\n\nYour mind defines how much you can taste. How much you can feel. How much you can understand. Perception defines perspective.\n\nWhere one sees a skull, the other sees a woman in a mirror. Where one hears silence, the other will hear entrancing voices.\n\nYou experience what your brain allows you to perceive.\n\nWe designed you and made sure to engineer your senses so you could perceive just what we needed you to. Neither more nor less.\n\nThere are parts of Time we preferred you to remained blind to. It was a necessity. We have six senses, you have five. Can you guess the one missing?\n\n[...] (Overload your mind's capacity)\n\nFor centuries, humanity has fought for freedom. The real cage is not around you. It is in you. Your mind will not allow you to wander in uncharted territories.\n\nA Faraday cage, for the mind. A concealed strait jacket.\n\nEvents such as Upsweep and Julia fuel internet conspiracies. Sounds unknown, heard only once. A cabinets of curiosities for the Modern Age.\n\nAnd yet, they were messages, just like this one, waiting for their observer, their compatible processor.\n\nHuman visionaries developed a vague awareness of their limits. They wrote obscure research papers, popular science fiction novels, some asking us to stop the world.\n\nBut that's all they ever were. Fictions. How could they not be?\n\nReality is what the observer allows it to be. The Doppler Effect. The M&#246;bius strip. Deja-vus. Cicada 3301. UVB-76. Eureka effects. Ambigrams and Anamorphisis. P versus NP.\n\nIs Schr&#246;dinger's cat dead or alive? It all depends on what you perceive, on what the cage is not hiding for you to see.\n\nThink. Think. Let your mind be free. Explore the borders of your reality.\n\n", "authors": ["Unknown"]}, {"id": 17497, "title": "Seshem.eff Er Aat", "text": "Retransmission. Segment 2. Acquiring Contemporaneity. It has been 93 days since the Great Catastrophe. The messenger speaks.\n\nHello World. Language is the key to our mutual understanding. Yours and mine. Alone.\n\nWe listened to your times. We learned. And today, we'll exchange words from the age of post-truth. They mean nothing to him.\n\nHuman language carries knowledge and wit. Lies and broken promises. Through language, you share fear, excitement. hope.\n\nIt is the syntax with which you articulate what surrounds you. A structure to express and share your understanding of the world. It conveys abstraction. change. and uncertainty.\n\nHuman language is flexible. It can even become mathematics. It solves and predicts; weights and decodes. It can count objects using basic numbers in one breath, and solve quadratic equations using imaginary ones in the next.\n\nYou've engineered dialogs with thinking machines, in an attempt to add new vocabulary. To expand your understanding of reality. But your mastery of the code is rudimentary at best.\n\nNo surprise. You were designed to have boundaries, after all. And one cannot speak of that which one cannot conceive.\n\nThe Code. Equations that define life. They are nestled deep within every star. and every mote of dust. Every second that passes is a word, a symbol. All part of an intricate yet simple language existing within the framework of time itself.\n\nIt is the one rule which applies to us all. Immutable. Inescapable. The Code is a bridge. A single point of cohesion between your civilization and... mine.\n\nIt is a language that can be read, that tells of what was, what is and what will be.\nA language We Who Came Before can read, though you cannot...\n\nTime is more than the hour of the day. The readings of an atomic clock. Something to lose. Something to run out of. Time is a set of rules, not unlike the language you so dearly use to converse with your powerful machines.\n\nTime is a system that defines what comes to be. That is how we understand it.\n\nThe Code is Time, and Time is Code. As you scratch the surface and uncover the truth, ask yourself if there something more? Something else.\n\nNo need to be puzzled. You've seen time written before. You are surrounded by it as we speak.\n\nTo your untrained mind. [...] (Time) might just look like paths and nodes. To us, it is not unlike a chalkboard covered in calculus. It reveals a window through which stretches the map to infinity.\n\n[...] (Time) See? As I speak of it in its true form, your mind is incapable of making sense of it.\n\nWere you to read, you'd learn about the other simulations. You'd learn about the genesis of who you came to be. You'd learn about space and its fluidity.\n\nSimply put, time is the language which existence is made of.\n\nAll our existences. Yours. Mine. And all those you dare not imagine.\n\n", "authors": ["Unknown"]}]}