{"game_title": "Assassin's Creed: Rogue", "series_title": "Assassin's Creed", "codexes": [{"id": "17690", "title": "The Siege of Bergen-op-Zoom", "text": "1747\nGrand Master,\n\nI thought you might like to know that I found your stray dog. Haytham has been asking questions as to what happened to that gormless father of his.\n\nDo not fret, though, the brat still does not suspect a thing. But I had to kill that pointy-eared lout to mask your involvement.\n\nI wonder if you even care. You have Edward Kenway's journal and all of his fantastical \"secrets\" about the people who lived before people. Nonsense.\n\nWhen I met you, you were a man of honour, of discipline, of principle. You were the embodiment of everything that made our Order great. And now look at you. A sad old man obsessed with fairy stories. More interested in gobbledygook than peace.\n\nSo if you do not mind, Grand Master, I will leave you to your books, and return to delivering peace to mankind wherever I can. I warn you, if I see an opportunity to deal with Haytham Kenway, then I will take it. If it were up to me, we would have killed him alongside his father.\n\nMay the Father of Understanding guide you.\nLieutenant Colonel Edward Braddock\nBergen-op-Zoom\n\n", "authors": ["Lieutenant Colonel Edward Braddock"]}, {"id": "17691", "title": "Art History", "text": "1748\nDear Master Johnson,\n\nIt is a pleasure to make your acquaintance.\n\nGrand Master Birch has made arrangements to connect me to Count Heinrich von B&#252;nau and be appointed secretary of his magnificent library, containing some 40,000 volumes of exquisite knowledge. While on the surface, my task is to assist the Count with writing a book on the Holy Roman Empire, I will be penetrating said 40,000 volumes for anything which can help Grand Master Birch locate any Precursor sites of power.\n\nWhat a marvelous idea this First Civilization is! And what a bold vision Grand Master Birch has. I have long believed that the only way for us to become great is to emulate the ancients. However, when I first came up with that thought, I was referring to the Greeks and Romans. But if we could be like Those Who Came Before, there would surely be no stopping us. I wonder what kind of art the First Civilization created. Did they have music? What did they consider to be beautiful?\n\nBut now, to the point of my correspondence. Should you discover any tomes related to the history and mythology of the indigenous people that surround you, please send a copy to yours truly, so that I may add them to my research? How I wish I could publish a book about the Precursors. They are my new, albeit secret, obsession. I suppose I will have to settle for publishing books on human art.\n\nMay the Father of Understanding guide you.\nJohann Joachim Winckelmann\nN&#246;thnitz\n\n", "authors": ["Johann Joachim Winckelmann"]}, {"id": "17692", "title": "Front Company", "text": "1746\nMaster Gist,\n\nWe are basically just sending letters out filled with secret plans and praying they arrive safely. We need a front company, or a series of companies, to double as a communications network.\n\nMaster Johnson in New York has recently been appointed as the Colonel of the Warriors of the Six Nations. Not only is he well-established, but his relationship with the Mohawk may well benefit us in the future. I suggest we begin friendly overtures immediately.\n\nIn the meantime, I plan on influencing my in-laws to create a trading company a little closer to home.\n\nMay the Father of Understanding guide us.\nLawrence Washington\nVirginia\n\n", "authors": ["Lawrence Washington"]}, {"id": "17693", "title": "The Manila Galleons", "text": "1742\nGrand Master,\n\nI was unable to find any Precursor sites in the Orient. However, I believe I may have picked up the trail of an artefact thought lost for centuries. The Assassin known as Shao Jun possessed a type of Precursor box, rumoured to contain a strange power. The box remained in China for about a hundred years after her death. I believe that the Assassins secreted the artefact out of China via the Manila Galleons bound for Acapulco.\n\nIt will probably be found in the West Indies somewhere. That will be a difficult part of the world for us to infiltrate, as it has been firmly under the control of the Assassins since the murder of Grand Master Torres.\n\nPerhaps if we were to provoke the rivalry between the many European empires, we could search for it under the cover of war?\n\nMay the Father of Understanding guide you.\nJohn Harrison\nManila\n\n", "authors": ["John Harrison"]}, {"id": "17694", "title": "Arranged Marriage", "text": "1748\nGrand Master Birch,\n\nMy informants in Port-au-Prince tell me that Mackandal shares your interest in relics from the First Civilization. He collects them. There were whispers of something called \"the Heart of the Brotherhood\", a fragment of a larger relic that was stolen by a slave woman named Jeanne, who had ties to members of his Brotherhood.\n\nJeanne was sold to a merchant last year, but as luck would have it, that merchant is Philippe-Olivier de Grandpr&#233;, who owns a rival business company here in New Orleans. If you can use your influence in the world of economics to dampen his financial prospects, I believe that I can secure a relationship through marriage and the promise of renewed stability in his business.\n\nAs always, I appreciate your faith in me.\n\nMay the Father of Understanding guide you.\nMadeleine de L'Isle\nNew Orleans\n\n", "authors": ["Madeleine de L'Isle"]}, {"id": "17695", "title": "The First Colonial Assassin", "text": "1740\nMentor,\n\nI have arrived in the British Colonies to the North. While it saddens me to know that I will never see you again, nor benefit from your wise counsel, I look forward to the challenge of creating a Brotherhood here that will rival the one you created in Tulum.\n\nHowever, I have encountered the unexpected: I am not the first Assassin to walk these lands. I have met a man called John de la Tour, from a powerful and established family in Acadia, to the North. He claims to be receiving instructions from the Assassin Council in France.\n\nDe la Tour is attempting to build a network of information, with the intention of more easily identifying any potential threats to the Colonies. He has a theory that the New World likely contains Precursor sites and artefacts. And while I suppose the Templars will eventually arrive here to siphon off a share of the natural resources, should a remnant of Those Who Came Before reveal itself, then they would descend upon the Colonies like thunder. John intends to discover them first while building a Brotherhood to protect them.\n\nJohn de la Tour is brash, he draws attention to himself, and for a time, I thought he would surely compromise the Brotherhood. But I was wrong. He misdirects with charm, he hides in plain sight behind a smile. The people know that he is rich and that he is dangerous, but they never get a moment to question why. Still, he is unbelievably arrogant. I like him, but I do not trust him. I wonder if we will be able to work together.\n\nYour disciple,\nAchilles\nNorfolk, Virginia.\n\n", "authors": ["Achilles "]}, {"id": "17696", "title": "Fit to Serve", "text": "1748\nDear Achilles,\n\nThank you for the kind invitation to join your Brotherhood, but I must decline. I have recently married my sergeant's daughter and I am committed to serving the Dutch Army.\n\nYour admiration for my skills and devotion is appreciated. Your concern for my well-being is also appreciated, but unnecessary. I will not let the rules of society keep me from my duty. As someone who believes in freedom, I trust you will understand my decision.\n\nI wish you good luck in your future endeavours.\n\nYours in friendship,\nJan Van Ant\nBreda\n\n", "authors": ["Jan Van Ant"]}, {"id": "17697", "title": "First Mate", "text": "1751\nMy dear Chevalier,\n\nI am sorry to hear about your troubles with the captain of the <i>Aquila</i>. A ship like that deserves the best, and as such, I will not take her helm. I am unworthy of such a vessel. I would only bring her to ruin, and I would never forgive myself if anything were to happen to her.\n\nI do feel able, however, to serve as first mate. I will look after that ship as if she were my own flesh and blood. I will make damn sure the crew treats her the same.\n\nHowever, before I set foot aboard I have identified some obstacles closer to home. I believe that two powerful French shipping companies are Templar-owned. The L&#233;vesque family of France and the De l'Isle family down in Louisiana. They are sending twice as many ships out to sea, but their profits do not seem to be increasing. What are those devils hiding?\n\nWe still have some work to do securing our operations here before I can justify leaving my life here behind and joining your cause completely.\n\nUntil then, I will do as much as I can to lend aid, for I have a feeling that dark days are ahead for you lot. I feel a storm coming on, and I am rarely wrong about the weather.\n\nKind regards\nRobert Faulkner\nSt. John's\n\n", "authors": ["Robert Faulkner"]}, {"id": "17698", "title": "Savannah", "text": "1751\nGrand Master,\n\nFlorida under Alonso Fern&#225;ndez de Heredia looks to be running smoothly. Already he has established a naval stores industry, and the Spanish government is poised to populate the area. I would expect no less from the first Templar governor the area has seen since Laureano Torres, God rest his soul.\n\nAs instructed, he continues to send raids against British forces here in Georgia, to divert attention away from our operation. As slaves are sent to Florida, he transfers them to de Ferrer in Mexico. I recommend that we make Fern&#225;ndez the governor of Yucatan as soon as possible as de Ferrer's work site will soon need protection from prying eyes.\n\nI further recommend that the Order leave Florida. Although the Assassins have not set foot in Florida for centuries, there is a new Brotherhood at work in the northern colonies, and Florida is too accessible. I recommend Louisiana as a new base of operations for the Chichen Itza excavation. The de l'Isle woman has proven herself ruthless and capable. I believe a promotion to Master Templar with the mandate to oversee the Chichen Itza operation would be a logical next step for her.\n\nMay the Father of Understanding guide you.\nJohn Harrison\nSavannah, Georgia\n\n", "authors": ["John Harrison"]}, {"id": "17699", "title": "The Fiend Nadir Shah", "text": "1747\nAchilles,\r\nNadir Shah is dead by my own hand, though the fiend managed to kill two of my Brothers.\rHowever, through devious trickery, the Koh-i-Noor Diamond has fallen into the possession of Ahmed Shah, an Afghan chief. I must pursue him immediately if we hope to claim the Piece of Eden for ourselves.\n\nAlthough my heart is glad to know I have allies across the world, I regret that I cannot take the time to know you and your cause better.\n\nBe well,\nSalah Bey\nQuchan\n\n", "authors": ["Salah Bey"]}, {"id": "17700", "title": "Audition", "text": "1747\nMademoiselle Madeleine de l'Isle,\n\nYour masterful handling of your father's business has not escaped our notice. Your elevation into the upper crust of New Orleans society has not escaped our notice. Your discovery of our Order hiding beneath the skin of the world has not escaped our notice.\n\nYou have our attention. We are well aware of your desire to join our ranks. Here then, is our offer.\n\nWe believe there is something of immense value beneath the ancient Mayan stones of the Yucatan peninsula. Our endeavour will require large quantities of raw materials, including a constant supply of disposable labour.\n\nIf your cunning can supply our needs, we will see to it that your power and influence is not limited to the paltry colony of your birth.\nBy receiving this letter, you have already agreed to our demands. Stand ready for further instructions.\n\nMay the Father of Understanding guide you.\nMagdelaine L&#233;vesque\n\n", "authors": ["Magdelaine Lévesque"]}, {"id": "17701", "title": "Death of the Executioner", "text": "1744\nMentor,\n\nI have followed John de la Tour to his homeland in the North. The weather does not agree with me, as I am too used to the climate of the West Indies. But I will not let this arrogant bastard know how much I suffer.\n\nWe arrived in Quebec to find Mathieu L&#233;veill&#233;, a slave from Martinique who was purchased by the French government to serve as executioner. He was said to possess certain knowledge of the First Civilization. But we were too late. The cold weather took its toll on the poor man and he died from an illness last September.\n\nBut all was not lost. To cure L&#233;veill&#233;'s depression, the government procured him a wife from the West Indies. As the marriage could no longer take place, she was put up for sale. John de la Tour, acting on instinct, bought her. And he was right. Though she was scarcely allowed to be in her intended's presence due to the fear of infection, the executioner gave her his most trusted secrets and she promised to keep them safe.\n\nI asked for her name. She told me that she had just been baptized Ang&#233;lique-Denise, and before that, she had another name given to her by another master. I told her that, as she no longer had a master, her freedom would begin by choosing a name for herself. She laughed &ndash; she has the most delightful laugh! &ndash; then she told me that her name was Abigail.\n\nI have changed my mind about John de la Tour.\n\nYour disciple,\nAchilles\nQuebec\n\n", "authors": ["Achilles "]}, {"id": "17702", "title": "Monro", "text": "1750\nMaster Washington,\n\nI am less than pleased with paltry results coming from the colonies. I have other agents around the globe searching tirelessly for Pieces of Eden and you and your motley crew are busy building a postal service.\n\nWhat is more, I understand that an Assassin Brotherhood has taken root somewhere outside of New York. This simply will not do.\n\nI am making arrangements to transfer one of my agents to the colonies. His name is George Monro. Although he is your better in every way, he will be your subordinate as you are the expert on that part of the world. However, he is there to solve your problems. Make good use of him.\n\nBe ready for further instructions.\n\nMay the Father of Understanding guide you.\nReginald Birch\nTroyes, France\n\n", "authors": ["Reginald Birch "]}, {"id": "17703", "title": "Dead End", "text": "1746\nMaster Harrison,\n\nI do not know what your sources are, but after conducting a thorough search of Lisbon and the surrounding area, I have found no trace of a Precursor site. I believe that your intelligence has failed you.\n\nIf there is nothing else, I must return to my duties. As the nations around us continue to bicker, trade has increased. There are other more pressing matters to attend to.\n\nI am sorry I could not serve you in this matter.\nDuarte Jorge Correia Pinto\nSanta Maria de Belem\n\n", "authors": ["Duarte Jorge Correia Pinto"]}, {"id": "17704", "title": "The Siege of Louisbourg", "text": "1745,\nMentor,\n\nI am sorry to hear of your failing health. I only hope that this letter reaches you in time.\n\nWe arrived at Louisbourg in search of a safe house belonging to Nicolas Court, distantly related to Antoine Court, the religious leader of the Huguenots. Nicolas is a Hermeticist studying the mythology of the indigenous peoples of the New World. De la Tour believed that he had information leading to Precursor sites.\n\nAbigail and I travelled with him, posing as slaves. The subterfuge made my blood boil, but it made de la Tour appear phenomenally wealthy, which opened up many doors that would otherwise have needed to be forced open by more violent means. Abigail soothed my temper and we spoke often about the strange journeys our lives had taken up until that point.\n\nWe were running out of time. The wars in Europe have spilled over into the New World, and English troops descended on Louisbourg. John and I attempted to reach out to the French government, but they chose not to augment Louisbourg's defences, as they realized they could reclaim their losses in treaty negotiations. Efficiency measured in human lives. John and I did what we could to prepare, while Abigail searched the city for the safe house.\n\nFinally, time ran out. John presented me with his Assassin robes. He said that the Templars would surely be on their way, if they were not already in the New World, and the time to establish a Brotherhood was now. He shook my hand, called me \"Mentor\" and then left the fortress to attack the invading British troops alone to buy me time to complete our mission.\n\nAbigail found the safe house. It was empty, as though Nicolas Court knew we were coming.\n\nThe only thing left was a note saying \"SEEK OUT THE SKY WOMAN\".\n\nI must leave Acadia. The Sky Woman is a myth of the Iroquois, and Abigail and I will flee to New York, and I will, at last, begin to build my Brotherhood.\n\nI hope your remaining days are comfortable and free of pain, Ah Tabai. Thank you for everything you have given me. I will never forget you.\n\nYour disciple,\nAchilles\nLouisbourg\n\n", "authors": ["Achilles "]}, {"id": "17705", "title": "The Scientist", "text": "1746\nDear Se&#241;or Ulloa,\n\nI understand that you are a man of science who became a prisoner of His Majesty while returning to Spain from Ecuador. What an unfortunate coincidence that you were captured on your long journey. Allow me to apologize on behalf of my country for holding your prisoner.\n\nWhile I am a simple man of real estate and finance, I do so appreciate the bold leaps men like you make on behalf of civilized men everywhere.\n\nI represent an Order that is keenly interested in scientific advancement. It is present in every nation of the world, and I suspect that you may have already met its members, though they never revealed their allegiance.\n\nI would like to use my influence to introduce you to the Royal Academy in London. There are certain antiquities scattered throughout the globe that I wish to locate and acquire, and I believe you will be able to help me.\n\nYours in friendship,\nReginald Birch\nLondon\n\n", "authors": ["Reginald Birch "]}, {"id": "17706", "title": "Family Vacation", "text": "1751\nMaster Gist,\n\nLady Luck was on my side, and I did not have to find an excuse to abandon my brother in the tropics. George caught a small case of smallpox, so I was able to slip away to Port-au-Prince while he recovered. I am relieved that he survived the illness, though it is likely he will have some scarring. He is a bright boy and I hope to spare his tender heart from the ugly truths of our most serious business.\n\nOnce in Haiti, I wasted no time in tracking down the Assassins. They are led by a one-armed Maroon leader named Fran&#231;ois Mackandal. A reckless tyrant if I ever have seen one. I tracked his man Vendredi to the entrance of a cave of some kind. My plan was to ambush him on his way out. But as I lay in wait, an earthquake struck. The Assassin came running out of the crevasse, but his legs were crushed under falling debris. I promised to free him if he told me where Mackandal was hiding. He did, and I slit his throat. I should have liked to explore the cave myself, but the entrance was obliterated.\n\nThe devastation provided an excellent cover for my approach on Mackandal's camp. I stole two Pieces of Eden in his possession: a strange Precursor box and a mysterious manuscript.\n\nBy the time you receive this, I will already be on my way back to Virginia. Prepare yourself. Our true work begins now. Upon my return, we'll be able to share the glad news with the Grand Master in London. Perhaps my leadership in the colonies will finally be recognized.\n\nMay the Father of Understanding guide you.\nLawrence Washington\nBarbados\n\n", "authors": ["Lawrence Washington"]}, {"id": "17707", "title": "The Kingdom of Mysore", "text": "1748\nTo William Johnson\n\nThe East India Company will soon face stiff resistance to its operations if the Kingdom of Mysore continues to rise in power.\n\nAs you and your company have fresh experience in pursuing both economic and Templar business in occupied lands, any insight you could give to our people here could prove useful.\nThe Assassins in this part of the world are like ghosts. We know they are here, but we can never find them. They have woven themselves into the very mythology of this place.\n\nMay the Father of Understanding guide you.\nJohn Harrison\nCalcutta\n\n", "authors": ["John Harrison"]}, {"id": "17708", "title": "Ruinous Reinette", "text": "1749\nMaster Harrison,\n\nWe regret that you will not be able to attend our soir&#233;e. Madame de Pompadour wishes to see the sea, and King Louis XV has chosen our fair city to satisfy her. The visit will no doubt disrupt the finances of the city to a great degree, but that hardly concerns people like us, does it?\n\nI trust your Grand Master Birch is well. Business between our two companies is going rather well. As per his request, we have begun to expand our colonial operations to include searches for Precursor elements. We have made contact with Madeleine de l'Isle in New Orleans.\n\nWe are also talking to our Spanish contemporaries, who are also quite active in the area. They suggest that while gaining access to the Yucatan peninsula via the West Indies is dangerous, an entry through the English colonies might be safer.\n\nPlease thank Grand Master Birch for his thoughtful gifts, and rest assured we will inform him if and when we make a discovery.\n\nMay the Father of Understanding guide you.\nMagdeleine L&#233;vesque\nLe Havre\n\n", "authors": ["Magdelaine Lévesque"]}, {"id": "17709", "title": "The Stalwart", "text": "1750\nMaster Achilles,\n\nYour Aquila might be the most beautiful ship I have ever seen. Such a nimble thing, darting back and forth like a needle. It made my <i>Stalwart</i> look like a three-legged cow, but she is a three-legged cow that still floats thanks to your timely intervention.\n\nYou saved my salty skin, but what's more, you saved my most excellent crew. Should I make ten fortunes I could never repay you for that.\n\nAnd so I will be very honoured indeed to help prepare a shipping route between the colonies and your people in Europe. I will even make the trips myself, should the opportunity present itself. Have your man Chevalier de la V&#233;rendrye contact me when is ready, and we will get to work straight away.\n\nOne question remains. Are you always so serious? You are like an old man, you are.\n\nKind regards,\nRobert Faulkner\nHalifax\n\n", "authors": ["Robert Faulkner"]}, {"id": "17710", "title": "Cuban Salvage", "text": "1750\nDear Father,\n\nI have arrived in Cuba. Since the loss of Grand Master Torres, the underworld of Havana has been in the grip of the mad Scot Assassin Rhona Dinsmore.\n\nDinsmore is old, but well protected. I fear there may be no Rite established here until her Brotherhood is eradicated. I fear the West Indies may be lost to us.\n\nI will stay in Havana for a time. I will search for this Precursor box to the best of my abilities. I trust my work here will erase any debt our family owes to that wretched Birch.\n\nYour loyal son,\nRafael Joaquin de Ferrer\nHavana\n\n", "authors": ["Rafael Joaquin de Ferrer"]}, {"id": "17711", "title": "Lawrence of America", "text": "1738\nMaster Washington,\n\nThree years ago I obtained a journal from Edward Kenway. Inspired by his discovery of the Observatory, he dedicated many years of his life to seeking out other First Civilization sites.\n\nHe found several vaults in Italy, of which we are already aware. There was a hollowed-out temple in Alamut. But the most interesting parts of the journal were his suspicions that something was hidden in the New World, a location so grand that it would make the Observatory seem like a latrine.\n\nI want this grand temple. I have set it as my Order's highest priority and I am using every asset at my disposal. I am reaching out to Rites across the world. Whatever it contains, be it technology or knowledge, I will use to usher in a new age of peace.\n\nAs a Master Templar, you have learned your lessons well, and have earned this opportunity. You are my eyes and ears in the New World now. Do not fail me, Lawrence.\n\nMay the Father of Understanding guide you.\nReginald Birch\n\n", "authors": ["Reginald Birch "]}, {"id": "17712", "title": "A Door of No Return", "text": "1751\nGrand Master,\n\nWe must cease slavery operations from Gor&#233;e Island at once. We are too close to two major centres for the trade, Saint-Louis in Senegal and Gambia, to the south.\n\nI realize the operation in Chichen Itza will be slow without manpower, but we risk discovery by our enemies if we continue. Already, exaggerated reports of Goree's slave trade begin to circulate. Surely you can find slaves closer to the site? The French or Spanish colonies in the West Indies are surely more feasible.\n\nJohn Harrison\nGoree Island\n\n", "authors": ["John Harrison"]}, {"id": "17713", "title": "The Omani Arabs", "text": "1743\nMaster Harrison,\n\nWith Portugal choosing to trade with India and the Far East, we are increasingly at the mercy of the Omani Arabs. Soon we will be forced to retreat south.\n\nWhile I agree with you and your Grand Master that there may be untold numbers of Precursor relics waiting for us in the heart of Africa, you will not gain access to them through here.\n\nIf you and your Rite are unable to help us, then kindly leave us to our business.\n\nMay the Father of Understanding guide you.\nLouren&#231;o de Noronha\nMozambique\n\n", "authors": ["Lourenço de Noronha"]}, {"id": "17714", "title": "All Over the World", "text": "1746\nBrothers and Sisters,\n\nI am writing to inform you that a new Brotherhood is being created in the New World. Already I have allies amongst English colonists, French colonists, and the indigenous people of the area.\n\nI have sent similar letters of friendship across the known world. For I believe that we are growing ever more connected, day by day. If my Brotherhood is to succeed, we will need allies from all empires, of all genders, of all races, who believe in the same thing: The Creed.\n\nI hope I can count you among them.\n\nYours, \nAchilles\n\n", "authors": ["Achilles "]}, {"id": "17715", "title": "A Thief in the Night", "text": "1751\nDear Achilles,\n\nDo you remember your Auntie Rhona? You were but a wee bairn when I last saw you. We would not even let you carry a real blade, but from all accounts you are making us proud up there in the North.\n\nThe reason I am writing to you after all this time is that I have gone and made a bit of a mess. You would think, being a Master Assassin in charge of Havana that I have neither the time nor the energy to carry on these dalliances with the stunning array of beautiful menfolk that wander through Havana. And yet, I feel that must take every opportunity to enjoy myself, because Lord knows I am not getting any younger. At the very least, you might think I would know better than to get caught in bed with a Templar. Again.\n\nI'm not making you uncomfortable with all this randy blather, am I? You were always such a serious child. Anyway, the scoundrel's name is Rafael Joaqu&#237;n de Ferrer. He has fled Havana with some of the items bequeathed to me by Ah Tabai, ancient maps of the Yucat&#225;n Peninsula and some of my correspondence with other Assassins in the West Indies.\n\nThings here are tenser than the knots in de Ferrer's muscular back. The Spanish, French, and British are all itching to control my lovely city. My lovely Assassins desperately want to chase after de Ferrer and murder him, but I need everyone to stay in Havana to keep the people safe from another boring conflict between Empires. I am as busy as I have ever been, but, it all feels so terribly bland. What happened to the grand adventures that saw us racing against the Templars for a powerful artefact that time forgot? Now it is just a territorial squabble between faraway regents. Maybe that is another reason why I let myself get fooled by that sinewy devil. He made me feel young again.\n\nBeing of a Spanish persuasion, if de Ferrer is not in Mexico, he will likely be in a colony close by, either Florida or perhaps even France's Louisiana. If you find him, be a good boy and give him a stab in the neck from your old auntie.\n\nRhona Dinsmore\nHavana\n\n", "authors": ["Rhona Dinsmore"]}, {"id": "17716", "title": "The Ghost of the North", "text": "1749\nAchilles,\n\nThe Assassin Council is pleased to inform you that the construction of your ship is complete. She was made by the finest shipbuilders in Brest. We have named her the Aquila, a constellation whose brightest star is named Alta&#239;r.\n\nShe awaits you and your crew.\n\nWe wish you good fortune.\nNicolas de Saint-Prix\nParis\n\n", "authors": ["Nicolas de Saint-Prix"]}, {"id": "17717", "title": "Mediterranean Defence", "text": "1748\nSe&#241;or Achilles,\n\nAlthough we have begun preliminary designs for a ship for your Assassin fleet, we will be unable to construct her here in Spain.\n\nWe are growing concerned over a growing British presence in the area. While on the surface it appears to be its rampant imperialism at play, we suspect its ultimate cause is the Templar Order. It seems their Grand Master is becoming increasingly obsessed with the legends of the Precursor race. We choose to focus on more worldly affairs, and in accordance with that we are working to appeal to the Spanish crown to prepare us for any conflicts that lay ahead.\n\nI have sent our designs to the Assassin Council in France. I believe they are your best hope for an ally at the present time.\n\nRespectfully,\nGaspar Velasquez\nCartagena, Spain\n\n", "authors": ["Gaspar Velasquez"]}, {"id": "17718", "title": "My Faithful Acolytes", "text": "1738\nAnt&#243;,\n\nI reject your offer of help. I have recruited my own Brotherhood, liberated from plantations. My faithful acolytes are all I need. They are willing to die for our cause.\n\nI reject your calls for peace. There will be no peace while the French continue to spread across Saint-Domingue like a plague. What would you know of peace, raised by such a soft Mentor as Ah Tabai? If I found a Precursor relic, I would not destroy it! I would use it as early and as often as possible.\n\nMy knowledge of the Brotherhood comes from its source. \"Laa shay'a waqi'un moutlaq bale kouloun moumkine.\" I understand these words in a way you never will. My Creed is pure, undiluted by centuries of weakness and compromise.\n\nIf your so-called Assassins oppose me, they may possibly die. If your so-called Maroons join me, they will surely die. All things end in death. It may as well be French deaths.\n\nFran&#231;ois Mackandal\nPort-au-Prince\n\n", "authors": ["François Mackandal"]}, {"id": "17719", "title": "Family Reunion", "text": "1751\nHello, father,\n\nThe situation in Port-au-Prince remains grim. There is still no sign of Vendredi, and I begin to suspect, as you do, that Mackandal sent him away with a sinister purpose. I suspect that he is dead, but I do not think it was the earthquake that killed him.\n\nOur contacts in the colonies to the north have revealed that Lawrence Washington has returned with the stolen artifacts in his possession. Your old friend Achilles is there. I suggest you seek him out.\n\nI remain here, to do what I can, but Mackandal grows ever more unstable. I fear that by starting over, our deranged Mentor will be driven to committing a truly awful act. As promised, I will keep a watchful eye on him as best I can.\n\nIt is my hope that when your business in the colonies has concluded, you will return here. Help me reform our Brotherhood and make Saint-Domingue a home.\n\nPlease guide me to victory.\nBabatunde Josephe\nPort-au-Prince\n\n", "authors": ["Babatunde Josephe"]}, {"id": "17720", "title": "The Clerk", "text": "1748\nMonsieur d'Abbadie,\n\nI imagine you have questions about how it is you are no longer a prisoner of the British Empire. As you are deeply stupid, let me explain it to you.\n\nOfficially, your release is a minor footnote in the Treaty of Aix-la-Chapelle. Unofficially, I freed you. You are, at best, unremarkable, and at worst, irrelevant, not only to your country but to the history of the human race. Either way, you belong to me now.\n\nI am something of a businessman, and I have need of someone unremarkable. You will soon be granted a position in the naval bureaucracy, and I will make use of what passes for your administrative skills. They certainly surpass your skills as a naval officer. To begin, you will be my eyes and ears. Small jobs for small pay. In time, you will speak with my voice, and your rewards will also get&#8230; louder.\n\nI do not expect you to understand at present. All you need to know is this: you serve a noble purpose and a Grand Master.\n\nCharles Gabriel Sivert, baron de l'Esp&#233;rance\nParis\n\n", "authors": ["Charles Gabriel Sivert"]}, {"id": "17721", "title": "Warning", "text": "1751\nAchilles,\n\nAlthough I am very impressed with the growth of the Colonial Brotherhood, I feel a sense of dismay and creeping dread that you continue to ignore my warnings about the approach of the British Rite of the Templar Order.\n\nReginald Birch has been scouring the world for Precursor artefacts and we have intelligence that suggests he will soon turn his attention to the colonies. If, nay, when he does, he is sure to send his most dangerous agent, Master Haytham Kenway.\n\nThere may be Templars in the New World now. No doubt you have clashed with them already. But you have not encountered cunning or danger until you have faced a British Templar. I dread the day that I might face Kenway myself, and I implore you to heed my call for caution.\n\nMy next mission takes me to Corsica so I must prepare for my journey. I will contact you as soon as I possibly can.\n\nYours in Brotherhood,\nMiko\nLondon\n", "authors": ["Miko"]}, {"id": "17722", "title": "The Hospitaller's Plea", "text": "1747\nGrand Master Birch,\n\nLet me implore you, one Grand Master to another, to lend me the aid of your agents or connections in government in my fight against the French and Ottoman Empires, and the Assassins that pull their strings.\n\nOur rivalry with the Ottomans stretches back to the failed siege of the Assassin sympathizer Suleiman. Now they no longer attack openly, but seek to incite revolts among my Muslim slaves. And it is no great secret that the Assassin Council in Paris is using its government and military to oppose your tremendous progress in Great Britain.\n\nName your price, Master Birch, and I will pay it.\n\nMay the Father of Understanding guide you.\nManuel Pinto da Fonseca\nMalta\n\n", "authors": ["Manuel Pinto da Fonseca"]}, {"id": "17723", "title": "The Swedish Levant Company", "text": "1748\nDear Achilles,\n\nWe have received word that King George II of England is offering to help finance the fleet of King Frederick I of Sweden, currently under construction in our shipyards. We suspect that King George's court may be influenced by our enemies.\n\nWe have been using the Swedish Levant Company as a cover since 1738. However, as a mercantile enterprise, it is not going very well. With the threat of Templar activity in the shipyards and our own limited resources, we regret that we cannot help you build a ship for your fledgling Brotherhood. May I suggest you contact the Assassin Council in France?\n\nWe are elated that you are establishing a Brotherhood in the New World and we regret not being able to do more to assist you.\n\nYour Brothers in Stockholm\n\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17724", "title": "Chichen Itza", "text": "1751\nGrand Master,\n\nRegretfully, I have not found any trace of the Precursor box. However, I believe I have stumbled upon something greater. A large Mayan city. It is my humble opinion that we should begin an excavation immediately. I request permission to allocate large quantities of resources and manpower to Mexico.\n\nRafael Joaquin de Ferrer\nChichen Itza\n\n", "authors": ["Rafael Joaquin de Ferrer"]}, {"id": "17762", "title": "Bleeding Effect", "text": "Overexposure to the Animus may result in something called the \"Bleeding Effect\" where reality becomes indistinguishable from the genetic memories in which you immerse yourself daily. It is possible that the emergency or obstacle you are facing is not there in reality.\r\n\r\nFor example: If you see a fire, take steps to ensure the fire is real before you act. QUICKLY and carefully, touch the fire.\r\n\r\nIf the fire is real, remove your hand and proceed to the nearest exit in a calm and orderly manner.\r\n\r\nIf the fire was a hallucination, proceed to section 11.\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17763", "title": "Dress Code", "text": "Hooded sweatshirts of any kind are not permitted within the building. If you see any individual wearing a hood of any kind, report them to security immediately. Should the weather be unpleasant, we strongly recommend the use of umbrellas.\r\n\r\nAnyone displaying an overt fondness for the colour gray should also be treated with suspicion.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17764", "title": "Emergency Manual", "text": "Internal diagnostics have detected a malfunction in the building's operating systems. This emergency manual has been programmed to replace the message section of your communicator.\r\n\r\nTo ensure your personal safety, please keep your communicator with you at all times and refer to this manual as needed.\r\n\r\nAbstergo Entertainment cares about the safety and well-being of all its valuable assets. Thank you for your patience and cooperation.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17765", "title": "Abstergo Industries VIPs", "text": "On rare occasions VIPs from Abstergo Industries may be on site. They may impose on you certain requests for information or services that you feel may or may not fall under your jurisdiction or mandate.\r\n\r\nAbstergo Industries VIPs are to be obeyed without question or hesitation. Failure to do so will result in disciplinary actions and possible termination.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17766", "title": "The Bunker", "text": "From time to time, you may wake up from an Animus session in unfamiliar surroundings. In such drastic cases, it is likely you are being investigated as a security risk, and we have placed you in the bunker for your protection while we run background checks on you.\r\n\r\nIf you have done nothing wrong, then you have nothing to worry about. Your release is sure to be forthcoming.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17767", "title": "Security", "text": "Please respect your Non Disclosure Agreement. Our work here is exciting and confidential. Security breaches will not be tolerated.\r\n\r\nThis past year has seen many leaks of internal information get out to the public. Do not speak about your work with fellow travelers on airplanes, for example. Do not engage the so-called entertainment media without a PR representative with you.\r\n\r\nIt is embarrassing to the company and threatening to your job security.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17768", "title": "Computer Maintenance", "text": "In the case of network corruption, it is your duty as an Abstergo employee to safeguard not only your data, but the data of your friends and colleagues.\r\n\r\nIf you see a computer or workstation left unattended during an emergency, take a moment to restore it and make sure that its vulnerable contents are not easily accessible to unauthorized personnel.\r\n\r\nThe data is as important as you are.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17769", "title": "Hackers", "text": "Abstergo's revolutionary Helix servers are an attractive target to many types of criminals and malcontents. It is important that you do your part to keep our cloud secure and report any anomalous behavior with your Animus workstation or any other Abstergo equipment in the building\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17866", "title": "Psychiatric Care", "text": "At times, the deadline of virtual feature development can feel overwhelming. Abstergo Entertainment has a variety of resources for you.\r\n\r\nRefresh yourself with complimentary Herne+ energy drinks. Revitalize your body with personalized routines programmed into a Bodyband exercise bracelet.\r\n\r\nOur in-house psychiatrist can prescribe you Midazolam and a stunning array of Abstergo pharmaceuticals to ease your mental anguish and delay the onset of the Bleeding Effect. \r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17770", "title": "Server Maintenance", "text": "Helix is the engine that powers Abstergo Entertainment. From time to time, it will be necessary to perform maintenance on the servers to ensure that business continues to run smoothly. We recommend that you take courses on server maintenance. Courses are offered every month, at no charge.\r\n\r\nShould a server fail, you will emerge as a hero to your colleagues and superiors if you are able to restore the core segments that power our cloud servers.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17771", "title": "Communicators", "text": "Your communicator is an essential part of your daily life at Abstergo Industries. It should be on your person at all times as it allows you access to various parts of the building.\r\n\r\nShould you find a communicator anywhere in the building, we recommend that you collect it and identify its owner. While the owner will face consequences for losing it, it is a mistake they will only make once.\r\n\r\n", "authors": ["Unknown[Assassin's Creed]"]}, {"id": "17772", "title": "Cesare Borgia", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 10 Aug 2014\nSubject: Cesare Borgia\nHi,\n\nAfter looking over the footage that you presented, I've decided that rather than dedicate an entire feature to the loathsome Cesare Borgia, We'll use it to add some spice and conflict to the existing Rodrigo Borgia piece.\n\nCesare is just too much of an asshole to have his own show!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17773", "title": "Nikolai Orelov", "text": "From: Melanie Lemay\nTo: Kloe Lesney\nDate/Time: 08 Sep 2014\nSubject: Nikolai Orelov\nI like this take a lot!\n\n\"A psychotic Russian terrorist meddles in the affairs of a once proud monarchy. Now, for the first time in history, learn the truth about Russia's swift and brutal descent in to anarchy and chaos at the genesis of the 20th century.\"\n\nI am not sure about \"White Death\" as a name though. \"Radical Reds?\" \"The Fall?\" Haha, I suck at naming, but I think we need to sit down and hammer out a final title\n\nCoffee soon?\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17774", "title": "Conspiracies", "text": "From: Melanie Lemay\nTo: Evan Dean\nDate/Time: 29 Sep 2014\nSubject: Conspiracies\nHi Evan,\n\nI want to diversify our programming a bit and attract a big ofsic the fringe element in terms of customer base.\n\nWith that in mind, I thought a new series focused on crazy conspiracy shit might be right up your alley.\n\nA few subjects to focus on:\n\n Hermetecists\n The Lost Civilization of Lemuria\n Miracles in the Bible\n Planetary consciousness\n The Singularity\n\nI'd like to see if we can get some big time celebrities to narrate these things. Now, at first glance, they'll probably balk at the subject matter, but I bet if we feed them the script in chunks that are out of order, we can easily manipulate them into thinking they are participating in a proper science documentary.\n\nGo nuts!\n\nM.L. \n", "authors": ["Melanie Lemay"]}, {"id": "17775", "title": "Connor", "text": "From: Melanie Lemay\nTo: M.-O. Boudreault\nDate/Time: 19 Jul 2014\nSubject: Connor\nHi M-O!\n\nI think we should focus on George Washington, rather than Connor. \"Washington and the Wolf\" has a nice ring to it.\n\n\"Take part in the unlikely friendship between America's most revered hero, General George Washington, and a sullen Mohawk native named Connor &ndash; a stirring tale of violence, revenge and betrayal set during the earliest years of the American Revolution.\"\n\nGeorge Washington we can franchise. I don't know that we'd get more than one feature out of Connor. Plus, don't even get me started on his wife or the way he died. What a mess.\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17776", "title": "Giovanni Borgia", "text": "From: Melanie Lemay\nTo: Philippe Chartrand\nDate/Time: 21 Aug 2014\nSubject: Giovanni Borgia\nSo, if I'm reading your reports properly, you're saying that Giovanni Borgia was born deformed, miraculously survived, but frequently hallucinated about past lives and associated with some of the biggest occultists of the Renaissance?\n\nThat's AMAZING!\n\nOut last supernatural movie, \"They Walk Among Us\" was met with really mediocre reviews.\n\nIf we can use these genetic memories to start a new occult thriller franchise, we might be able to win back some of those disgruntled fans!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17777", "title": "Shao Jun", "text": "From: Melanie Lemay\nTo: Kama Neron\nDate/Time: 25 Aug 2014\nSubject: Shao Jun\nWe first got a glimpse of Shao Jun while in the Ezio Auditore section of Sample 17. With so much demand for \"Strong Female Characters\" right now, do you think we can focus some R&D into finding her genetic material?\n\nThere is some evidence connecting her to the Jiajing Emperor. Who by all historical accounts, was a cruel jackass. Great villain potential. If memory serves, I think there was also a Mongol invasion around that time!\n\nThere's a lot of potential for a great new action franchise!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17778", "title": "Ezio Auditore", "text": "From: Melanie Lemay\nTo: M.-O. Boudreault\nDate/Time: 16 Jul 2014\nSubject: Ezio Auditore\nHi M-O!\n\nI agree that Ezio's shady character makes him unsuitable for a leading role. So maybe we can take him out altogether and create a virtual tourism feature?\n\nSomething like: \"Travel to the Italian Renaissance for a taste of wine, free thought, and filthy hearts as Abstergo Entertainment shows you the true meaning of enlightenment. Attend wild parties, witness spectacles unseen for 500 years, and rub elbows with the most famous nerd the world has ever known, Leonardo da Vinci.\"\n\nI'm also considering a series focusing on some notable serial killers of history, Ezio certainly qualifies. Anyways, have a think and let me know what you come up with!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17779", "title": "Laureano Torres", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 17 Aug 2014\nSubject: Laureano Torres\nI don't know how to say this politely, so please don't think this is anything personal or a reflection of you or your work. You're a star!\n\nBut.\n\nI think doing an entire virtual feature about Laureano Torres is the single most boring pitch that's ever come across my desk.\n\nSorry! :(\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17780", "title": "Dvija A.I.", "text": "From: Melanie Lemay\nTo: Ajay Rana\nDate/Time: 24 Aug 2014\nSubject: Dvija A.I.\nHello Ajay!\n\nIt looks like we'll be able to use Animus tech to create a digital version of Monima Das to finish production of Dvija A.I.\n\nMy condolences again to your resilient cast and crew. If nothing else, we'll be able to give Monima the glamorous send-off she deserves!\n\nWhen it's done, I'd like to talk about using MySore Techsic to remaster other traditional forms of entertainment (concerts or sporting events, for example) into fully immersive Animus experiences.\n\nBest, M.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17781", "title": "Fiora Cavazza", "text": "From: Melanie Lemay\nTo: Philippe Chartrand\nDate/Time: 01 Sep 2014\nSubject: Fiora Cavazza\nHey Philippe,\n\nYou're getting great data from Fiora Cavazza, but I just want to chime in now, and say that I don't want to focus too much on her early life as a courtesan in the Rosa in Fiore. Rather, I want to focus on the intrigue and tension when she betrays her gang.\n\nI cannot stress enough how much I do not want Fiora to be perceived as a over-sexualized object, but rather as a cunning spy, who has to make difficult choices to overcome life-threatening obstacles.\n\nI'm going to be on your ass about this, to always err on the side of good taste!\n\nI believe in you!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17782", "title": "Kyros of Zarax", "text": "From: Melanie Lemay\nTo: Philippe Chartrand\nDate/Time: 10 Sep 2014\nSubject: Kyros of Zarax\nI thought the fad would die out, but big budget historical epics are still a thing. I think it's time Abstergo Entertainment showed everyone how it's really done.\n\nA quick glance through some DDS files brought up the name Kyros of Zarax. He was a renowned athlete, but also studied with Pythagoras. That's a well-educated slice of beefcake right there.\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17783", "title": "The Tragedy of Jacques de Molay", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 07 Jul 2014\nSubject: The Tragedy of Jacques de Molay\nHey, I just read the final text for the first episode:\n\n\"Last of the heroic Knights Templar, Jacques de Molay was a man of principle, a towering intellect betrayed by the man he trusted most &ndash; the corrupt King of France.\"\n\nLOVE IT. And I think our users are going to love it too! This is going to be the crown jewel of our Helix launch in the fall!\n\nGreat job everyone!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17784", "title": "Haytham Kenway", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 21 Jul 2014\nSubject: Haytham Kenway\nJust to keep you in the loop. I heard back from editorial this morning. The story itself is untouched, but this is going to be the menu text for the Haytham Kenway feature:\n\n\"Devoted patriot, celebrated scholar, loving father. Exclusive to Helix, witness the rise and martyrdom of one of the American Revolution's least known heroes. A Helix exclusive!\"\n\nI think it fits perfectly with the title you've chosen, \"The Lone Eagle\". Haytham's going to appeal to a wide audience, and his story is going to definitely going to give people a bad case of \"THE FEELS\" as those internet kids like to say.\n\nOh my God I'm old, aren't I?\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17785", "title": "Arno Dorian", "text": "From: Melanie Lemay\nTo: Robert Fraser\nDate/Time: 18 Jun 2014\nSubject: Arno Dorian\nCC: Aidan St. Claire, Victoria Bibeau\nHi Robert,\n\nYou come highly recommended and I'm thrilled to have you in our studio. I'm putting you to work on a special project for me.\n\nYour subject is Arno Dorian. His story takes place during the French Revolution! I want you to explore every avenue of his life that you can.\n\nThe goal is to have a new blockbuster to present to the Abstergo brass nest year. As such, this is SUPER classified.\n\nYour direct supervisor will be Aidan St. Claire (cc'ed) You can ONLY discuss the project with Aidan or myself. As you'll probably be logging some overtime in your Animus, I've added a mandatory weekly meeting with our psychiatrist Dr. Bibeau (cc'ed) to make sure you're not suffering from any Bleeding Effect.\n\nWelcome to Abstergo Entertainment! Don't let me down. :)\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17786", "title": "History's Hitmen Altair", "text": "From: Melanie Lemay\nTo: M.-O. Boudreault\nDate/Time: 09 Jul 2014\nSubject: History's Hitmen Altair\nHi M-O!\n\nI understand your concerns, given that we already have passed on several of these historical figures in previous market analyses. Having said that, I think we can use a lot of this data to present these people not as fictional action heroes, but as the focus of historical documentaries.\n\nAfter a few iterations, we've come up with this as our best angle:\n\n\"Amid the chaos of the Crusades, one man's moral transgressions tower above all others. Experience firsthand what is means to be a remorseless killing machine in an age of philosophical turmoil.\"\n\nThese could be in a series, something like \"History's Hitmen?\" haha, that's turbo lame, but you get the idea. Or they could be standalone. Maybe this one can be \"Murder in the Levant\" or something like that.\n\nWe're going to commission a few features using these controversial figures for Helix's launch. Let's see how they do and then well discuss continuing the series or trying something else.\n\nThanks for your honest feedback, it's always appreciated!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17787", "title": "Robert de Sable", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 04 Aug 2014\nSubject: Robert de Sable\nI am starting to have second thoughts about doing a feature on Robert de Sable. While he was a good leader, I just don't know if there's anything about a knight that fought and died during the Crusades that makes him stand out.\n\nI'm wondering if we can leave him aside for now, and focus on Madeleine de L'Isle? A successful business woman in pre-colonial Louisiana is more of a feel-good success story.\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17788", "title": "Animus combat sports", "text": "From: Melanie Lemay\nTo: Jennifer Tam\nDate/Time: 17 Sep 2014\nSubject: Animus combat sports\nHey you!\n\nRemember when you said you wanted to see MMA events through an Animus? IIRC, what you \"actually\" said was \"I want a cage-side seat to bathe in their man sweat\" :p\n\nWell, I took the idea to heart, and we're working with our partners at MySore Tech in India to remaster some traditional entertainment as virtual features. We're going to have concerts and historical tourism, but I made sure we got some combat sports, just for you, my dear!\n\nWe're going to have a series called \"The Best of Tornedo de Combate\", Brazil's biggest promotion. Their CEO (find?) was a bit of a dick, but the Abstergo name carries a lot of weight, so that definitely helped us out :)\n\nVolume 1 is going to include fighters like Guilherme Venancio, Arend Schut, and Luis Otavio Duris! Means nothing to me, but I hope you're excited!\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17789", "title": "Edward Kenway", "text": "From: Melanie Lemay\nTo: Christopher Darby\nDate/Time: 27 Jul 2014\nSubject: Edward Kenway\nWe have Devils of the Caribbean taken from his genetic memories. But I think we can do more. Is there a way we can spin a cautionary tale around his actual life?\n\nAlternatively, do we know anything about his life once he returned to England? I know his family had a big mansion in London somewhere. Is it still standing?\n\nI don't want to give the impression that the studio is just reusing the same genetic memories over and over, so while I want to recycle assets to save money, the experience has to be totally fresh.\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17790", "title": "Triumph of the Borgias", "text": "From: Melanie Lemay\nTo: Jean-Francois Brunet\nDate/Time: 05 Aug 2014\nSubject: Triumph of the Borgias\nI think focusing on his dysfunctional life is the wrong track to take. I've modified your initial pitch, and I would suggest going for something like this:\n\n\"Rodrigo Borgia's quest to reform the irrational excesses and corruptions of the Catholic Church from its highest office &ndash; the Papacy. Experience firsthand his rise, his reforms, and his untimely death.\"\n\nThe program itself is top notch, though. Great work! Give my best to your team! :)\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}, {"id": "17791", "title": "Aveline de Grandpre", "text": "From: Melanie Lemay\nTo: Kristina Uhrich\nDate/Time: 01 Aug 2014\nSubject: Aveline de Grandpre\nI'd like to explore the possibility of a follow up to Liberation. We found footage of Aveline's activities in New England, and it seems clear that she was still very active later in life.\n\nIdeally, I'd like a sequel to Liberation or some kind of follow up, but I understand that's going to take some resources that we don't have right now. A quick fix option is to re-use existing assets and take a more family-friendly angle on her story:\n\n\"From a scrappy servant to a woman of dignity and poise, experience the heartwarming 18th century take of a young Creole woman as she struggles to find her long-lost mother and heal the wounds of separation forever.\"\n\nAdditionally, \"The Liberation of Lady Aveline\" might open up some revenue from women, which is a demographic I think we have been ignoring for too long now.\n\nM.L.\n\n", "authors": ["Melanie Lemay"]}]}