{"game_title": "Diablo III", "codexes": {"1872": {"title": "A Love Letter", "text": "From the pages of Solan, exalted poet of Kehjistan:\n\nMy love rises out\nof the oasis like a willow.\nLet me nourish her\nlike a pool of cool water.\nLet me wind myself up her curves\nand hollows like fingers of ivy,\nand climb her shaded branches\nto taste of her fruit. ", "authors": "Solan "}, "1873": {"title": "A Page from Lazarus's Grimoire", "text": "The time of my lord's true awakening is at hand. That fool Leoric was only able to resist because he did not yet possess his full power. With the queen dispatched as a traitor, I may now devote myself fully to preparing the boy for the presence of my master...", "authors": "Lazarus "}, "1874": {"title": "A Prisoner's Journal", "text": "13th day of Lunasadh, 1263 Anno Kehjistani\nThe jailers burned runes into my flesh. They say all the torture and dark magic will turn us into demonic slaves for King Leoric. What foolish lies!\n\n17th day of Lunasadh\nPain is terrible... I can't think... I'm so hungrrry.\n\n20th day of Lunasadh\nMMMmmMMMASTter I HunnGEr MASTER FeEEED ME ", "authors": "Unknown [Diablo] "}, "1875": {"title": "A Servant's Journal", "text": "My little Hakan has become so cruel... so paranoid in the last few weeks. I hear that he has ordered all of his staff to leave the city, or he will have them thrown from the walls. He cannot possibly mean me. I have cared for him since he was an infant!", "authors": "Kohin "}, "1876": {"title": "A Summoner's Journal", "text": "Maghda is a fool. I will raise an army of souls from these primitives and chain them to my invincible will.\n\nYes, with these heathens at my command, the kingdoms of the world shall bow to the might of... the Lord of Goats!\n\nI may have to work on the title a bit more.\n\n&#8211; Dark Cultist", "authors": "Unknown [Diablo] "}, "1877": {"title": "Adenah's Jottings", "text": "These cowardly farmers have been leaving the fields for days now, but I'm not about to follow them. My home is here, and a few angry goatmen won't change that.\n&#8211; Adenah the Curio Vendor", "authors": "Adenah "}, "1878": {"title": "Adria's Journal", "text": "Aidan came to me last night. I suspected what was lurking within his troubled heart. I consoled him as best I could. Regardless, wherever he's headed, Hell will surely follow in his wake. The shadows close in on Tristram once again. But like Aidan, I'll be gone before they fall.\n\n    The first time I saw a witch, she burned. Father took me to the town square to see it. Look, he said. That is the face of evil. But she looked like any other woman, and burned like anything else. Then the flames engulfed her, her eyes found mine, and she laughed. \n\n    My father could never understand. He was born into privilege and wealth, and he spent every moment of his life trying to protect it. I was his flesh and blood, but he cared more about the names in books and the faces of the paintings on the walls than his living daughter.\n\n    Do you know what fear is? The fear of who you are, the fear of what your own blood would do if they knew what you were. No, you could never understand it. People look to you as a savior. Have you ever thought about the lives you've taken? They were fathers, lovers... daughters.\n\n    They asked me what I see when I look into the fire. I see a burning man. I see a burning witch. I see terror and a hunger that will consume everything. What hope do the works of men have against such all-consuming hunger? I gave myself to the flames.\n\n    My father burned. He screamed as the flames consumed him, and the smell was...sickly sweet. He had found me -- for once in his life, he had noticed me -- and when he saw that the flames did not touch me, he breathed one word. It was his last.\n\n    Witch, they called me. But I turned it against them. When their daughter had a child that needed to disappear, when there was a sickness that none of the healers could cure, who was it they pleaded with? When they needed me, the morality they flaunted in the daylight disappeared. As it always does.\n\n    The first time I heard him, his voice pierced my skull. It reminded me of the cold and haughty sound of my father, but it was more, a crush of thousands of voices. When I heard him, I saw the flames, and I knew fear.\n\n    It was a man who came to my bed that night, but when I looked into his eyes, I saw the other, though even he did not know at the time. I did not hear the man's voice, no. I heard the other, the one that has been with me for all these years. I gave myself to him.\n\n    Leah was never my daughter. She was Diablo's daughter in truth. I felt blessed to have given the product of my body to my master. He had no interest in me, but in the product of my womb, he found life again. I never flinched when I knew her purpose. Daughters are a cheap thing. ", "authors": "Adria "}, "1879": {"title": "Adria's Note", "text": "Diablo will return. I have done what I can to ensure it. He always finds a way. In your heart of hearts, you know this.", "authors": "Adria "}, "1880": {"title": "An Abridged History of Caldeum", "text": "Most commoners know Caldeum by reputation if not direct experience. The trade city has existed for thousands of years, predating even the Mage Clan Wars. Its neutral stance throughout the following centuries saved it from the destruction that visited the nearby city of Viz-jun and life &#8211; along with trade &#8211; carried on.\n\nThe trade consortium council has always been the ruling body of Caldeum, but it gained additional strength after the fall of the Vizjerei. The councilmen saw opportunity in the rapidly growing Zakarum faith, and they allowed the fanatics to build their enormous cathedral, Saldencal, within the center of the city. Not content to reign supreme in commerce and religion, the trade consortium council aspired to make Caldeum a nexus of learning as well. It proposed to unite the mage academies in a massive new structure&#8211;the Yshari Sanctum&#8211;which has remained a beacon of knowledge and advancement ever since.\n\nCaldeum changed drastically in recent years when the Kurast nobles all but invaded the city. Soon after, their emperor, Hakan I, joined them and made Caldeum his capital. Though his actions seemed audacious, he managed to bring further peace and prosperity to the city for the duration of his reign. All was well under the new emperor until his untimely death forced the Zakarum priests to find a new heir for Kehjistan's throne. Through a series of elaborate rituals (undoubtedly a spectacle for their superstitious followers), they determined an impoverished infant in the north was Hakan I's spiritual successor.\n\nAfter the Zakarum priests' rituals were complete, they employed a group of reckless mercenaries, the Iron Wolves, to retrieve the child. They dubbed him Hakan II and installed him on the throne despite his scant years. Caldeum has been in decline ever since, and I can see no reprieve in sight.", "authors": "Abd  al-Hazir"}, "1881": {"title": "Andariel, the Maiden of Anguish", "text": "Andariel was the only female Evil. She aided the Lesser Evils for many years, but eventually she lost faith in their plots. Two decades ago, she chose to help Diablo during his resurgence and seized the Citadel of the Sightless Eye. Ultimately, she perished at the hands of brave heroes.", "authors": "Deckard  Cain"}, "1882": {"title": "Archangel Auriel, the Aspect of Hope", "text": "It is through the archangel Auriel that the power of hope flows into the fabric of creation. Her eternal light illuminates even the darkest souls. With Malthael's departure, it falls to Auriel to hold the Angiris Council together. Should her light ever fade, all Heaven would fall to despair. &#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "1883": {"title": "Archangel Imperius, the Aspect of Valor", "text": "Imperius, the archangel of Valor, is the greatest warrior in all of creation. He revels in war and combat and has led the hosts of Heaven to innumerable victories. With Malthael's absence, it is Imperius who now rules over the Angiris Council, seeking always to defend the High Heavens from any foe. &#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "1884": {"title": "Archangel Itherael, the Aspect of Fate", "text": "Knowledge of the future grants power over the present. For this reason, Itherael, the archangel of Fate, is a vital member of the Council. He alone possesses the ability to decipher the threads of destiny woven in the celestial Scroll of Fate. His boundless sight grants him perspective others cannot fully comprehend. &#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "1885": {"title": "Archangel Malthael, Former Aspect of Wisdom", "text": "Much uncertainty surrounds the archangel Malthael. Once the calm guiding hand of wisdom, he was lost to us the moment the Worldstone disappeared. Unable to fathom that catastrophic event, he abandoned Heaven. His departure created a colossal fracture within the Council &#8211; one that, to this day, remains unrepaired. &#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "1886": {"title": "Archangel Tyrael, the Aspect of Justice", "text": "Tyrael, the archangel of Justice, is a being of balance and integrity. His compassion for mankind has compromised his standing within the Angiris Council. He alone recognizes the nephalem's capacity to transcend their divided heritage and become the true champions of creation. &#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "1887": {"title": "Armored Destroyer", "text": "No one has seen an armored destroyer since Diablo was exiled from the Burning Hells centuries ago. Before then, they were the bulk of his army, and they crawled thick as locusts over the face of their master's realm. Should the Lord of Terror ever return, I fear they would be his heralds.  ", "authors": "Deckard  Cain"}, "1888": {"title": "Azmodan, the Lord of Sin", "text": "The Valrous manuscript lists Azmodan as the best battlefield commander of all demons, having defeated the angels many times in the Eternal Conflict across Pandemonium and the Prime Evils in the demonic civil war. If the Lord of Sin ever assaults our realm, we truly have much to fear.", "authors": "Deckard  Cain"}, "1889": {"title": "Baal, the Lord of Destruction", "text": "Baal was the most brash and reckless of the Prime Evils. After the Dark Exile, he was contained within the Horadrim Tal Rasha and entombed. Centuries later, Diablo freed Baal, who then corrupted the Worldstone to devastating effect for the barbarians who lived near Mount Arreat. The heroes killed Baal shortly afterward.", "authors": "Deckard  Cain"}, "1890": {"title": "Battlefield Reports", "text": "The men are losing hope. The demons' numbers seem endless. They come at all times, day or night, and no amount of casualties we inflict slows their advance. We need reinforcements. We need help.\n&#8211; Guard of the Keep", "authors": "Unknown [Diablo] "}, "1891": {"title": "Beast", "text": "The large, sluggish beasts can thrive in any grassland or forest, provided there is enough water. Farmers will recognize these brutes as the savage cousins of the common packbeast-- a tame breed that was likely domesticated nearly two thousand years ago. One can hardly imagine the trouble that effort must have taken. ", "authors": "Abd  al-Hazir"}, "1892": {"title": "Belial, the Lord of Lies", "text": "Belial, Lord of Lies, is the most elusive of the seven Evils and is a master of deceit. It is said that he manipulated Azmodan into revolt against the Prime Evils. This began the Burning Hells' civil war, which ended with the Dark Exile of the Prime Evils to our mortal realm.", "authors": "Deckard  Cain"}, "1893": {"title": "Bile Crawler", "text": "The bile crawlers are commonly spoken of among the peasantry in Khanduras, most often invoked to scare unruly children into their beds.  Fables hold that the crawlers are the half-formed demonspawn who hatched before their time.  They resemble nothing more than a bloody, ravening mess and possess a voracious appetite to human flesh. ", "authors": "Abd  al-Hazir"}, "1894": {"title": "Binding of the Three", "text": "So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sowing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the West.\n\nEventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...", "authors": "Unknown [Diablo] "}, "1895": {"title": "Blackened Journal", "text": "Asheara is a good woman. She has to know that the emperor isn't the same sweet child she brought to Caldeum years ago. She has to act! If Caldeum falls, so do the trade routes, and people will start starving all over the world. We must tear Hakan from his throne!\n&#8211; Iron Wolf Swordsman", "authors": "Unknown [Diablo] "}, "1896": {"title": "Blood Clan Khazra", "text": "Though I have searched every corner of the Great Library of Caldeum, I can find no references to the true fate of the Blood Clan khazra.  Some crumbling papers hint that they made a pact to serve the mythical Lesser Evils, but surely such a thing cannot be considered proper scholarship...can it?   ", "authors": "Abd  al-Hazir"}, "1897": {"title": "Blood Hawk", "text": "It is easy to focus on the dangerous foes one may encounter on the ground, but the blood hawks rule the skies with terrible ferocity.  These crimson-winged birds will wait until their prey is at a disadvantage, then swoop down to attack.  Watch for their shadows on the nearby terrain, and be prepared to flee quickly. ", "authors": "Abd  al-Hazir"}, "1898": {"title": "Bloodstained Letter", "text": "My dearest Jonathan, I hope this letter finds you well and that life at Bastion's Keep is not too difficult. Arthur is growing up to be just like his father. I'm happy to hear you'll be back in time for his birthday, and I'll be praying every night for your safe return.", "authors": "Brielle "}, "1899": {"title": "Book of Blood", "text": "...and so, locked beyond the gateway of blood, and past the hall of fires, Valor awaits for the hero of light to awaken...", "authors": "Unknown [Diablo] "}, "1900": {"title": "Book of the Blind", "text": "I can see what you see not. \r\nVision milky, then eyes rot. \r\nWhen you turn they will be gone, \r\nWhispering their hidden song. \r\nThen you see what cannot be, \r\nShadows move where light should be. \r\nOut of darkness, out of mind, \r\nCast down into the Halls of the Blind.", "authors": "Unknown [Diablo] "}, "1901": {"title": "Burial Wishes", "text": "If you are reading this, my husband and I are both gone. We would like to be buried side by side, preferably in a sunny spot. Oh, and please don't bury my husband's sword with us. He won't need it anymore.", "authors": "Marta "}, "1902": {"title": "Butcher", "text": "The truth about the Butcher demon was more startling than I ever anticipated.  Evidentially, there are many of them within the Burning Hells, though they used to be solely under Diablo's command.  The butchers are stitched together from the  parts of other demons to combine their strengths, then given life through wicked magic.  ", "authors": "Deckard  Cain"}, "1903": {"title": "Cain's Old Journal", "text": "I can no longer deny the true nature of the evil that rises from the depths of the cathedral. It is almost too horrible to admit the truth of it. It is the dark Lord of Terror, Diablo himself, who plagues us.\n\nThe vile staff of Lazarus was brought to me today, confirming my suspicions. There is no longer any doubt that Lazarus kidnapped Albrecht and perhaps even freed Diablo from his ancient prison. Who knows what further treachery he has planned?", "authors": "Deckard  Cain"}, "1904": {"title": "Carrion Bat", "text": "Some foul new disease has taken hold in this land, and the carrion bats are near the heart of it. Since returning to Tristram, I have seen their numbers surge. The evil forces that linger here give them strength, and I fear that the worst is yet to come. ", "authors": "Deckard  Cain"}, "1905": {"title": "Carrion Nest", "text": "I was able to trace some carrion bats back to one of their nests. What I found shocked me! The nest itself is a living organism, a mature bat that has been mutated by the darkest of magics. I no longer doubt that demonic forces have corrupted these creatures. ", "authors": "Deckard  Cain"}, "1906": {"title": "Colossal Golgor", "text": "The Colossal Golgor is merely a colossal myth!  In folklore, they are sons of an infamous demon who smashed half of Hell in anger after the Prime Evils were defeated during the \"Dark Exile\".  Why, if I had a gold coin for each of these tales, I would be a wealthy man indeed! ", "authors": "Abd  al-Hazir"}, "1907": {"title": "Command from Cultist Grand Inquisitor", "text": "I need more bodies! You think my summoners can conjure up a demon whenever it pleases them? We must have blood &#8211; fresh blood, mind you &#8211; and human flesh to bolster our magic. I will be expecting a reply from you shortly.\n&#8211; Grand Inquisitor", "authors": "Unknown [Diablo] "}, "1908": {"title": "Crumbling Journal", "text": "My mother told me not to join the mages' army. I should have listened. In the morning they're sending the infantry against the Vizjerei. I don't know how we're supposed to survive. Maybe we're not.\n\nIt's so beautiful here. Maybe if I hid in the trees, they wouldn't notice I was gone.\n\n&#8211; Mage Clan Soldier", "authors": "Unknown [Diablo] "}, "1909": {"title": "Cydaea, the Maiden of Lust", "text": "Though Azmodan is close to all of his lieutenants, Cydaea is his special favorite.  The Maiden of Lust is both beautiful and grotesque is appearance, with the torso of a woman and the legs of a spider.  Her voice is said to be as smooth as honey, but she only speaks words of death. ", "authors": "Deckard  Cain"}, "1910": {"title": "Dark Berserker", "text": "The Dark Berserkers are considered weaker demons, but their strength is still far greater than that of any human.  I have found dark spells within the cathedral, written in Archbiship Lazarus's own hand, explaining how to summon them.  I pray that no other copies exist so that this terrible knowledge will be lost forever. ", "authors": "Deckard  Cain"}, "1911": {"title": "Dark Cultist", "text": "A dark coven has formed in Tristram and I fear that their superstitious violence may damn the whole region. I discovered very little during my eavesdropping--except that the word \"Jumper\" was repeated several times in their chants. Oh well, now I journey to the safety of my home, where I may put these worries behind me. ", "authors": "Abd  al-Hazir"}, "1912": {"title": "Dark Exile (Tome)", "text": "So it came to be that there was a great revolution within the Burning Hells known as the Dark Exile. The Lesser Evils overthrew the three Prime Evils and banished their spirit forms to the mortal realm. The Demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very gates of Hell.", "authors": "Unknown [Diablo] "}, "1913": {"title": "Dark Vessel", "text": "The cultists were performing a strange ritual when I saw them, today. One of their number stood soundlessly while others thrust long spikes deep into his spine. He did not perish, and I believe that he may have even been darkly empowered from the implantation, though such terrible magic is foreign to me. ", "authors": "Abd  al-Hazir"}, "1914": {"title": "Deceiver", "text": "These serpentine demons are Belial's favored servants, and he has granted them some of his skill in cunning and illusion.  Deceivers will cloak themselves in the familiar forms of their enemy's companions and friends, waiting to strike when the moment is opportune.  It is only then that their true forms are revealed.  ", "authors": "Deckard  Cain"}, "1915": {"title": "Deceiver's Orders", "text": "My exemplary servants,\n\nKeep the witch alive until she talks. Pain will loose her tongue, but only to a point. Remember what happened with the vizier's assistant...? It was a pleasurable time, I admit, but the man had only incoherent babble and bloody strands of pus spilling from his lips by the end. \n\nOverwhelm the enemy and seize her companions. There is a witch among them and... another... a girl. Bring them to me along with the Black Soulstone. They will be searching for the head of Zoltun Kulle. Scour the oasis for it. Some old sorcery lingers on the skull, and it must be mine.\n\nMiserable wretches,\n\nI have no time for your excuses. Caldeum is on the brink of rebellion, and the enemy is closing in on the archives of Zoltun Kulle. Slaughter her and bring me the mad wizard's head and the Black Soulstone, or I shall inflict incomprehensible agony upon the lot of you. ", "authors": "Belial "}, "1916": {"title": "Deckard Cain's Journal", "text": "We have come at last to Tristram's old Cathedral. This is where Diablo, Lord of Terror, first corrupted mankind. This is where i may finally find the answers I seek. Leah worries after my safety, but I believe information vital to defeating the last lords of the burning hells can be found here. I wish that Leah could live a different life &#8211; a more normal life &#8211; but, alas, such is not her fate. When I pass, there is none but her to continue my work, and the future of this world hangs in the balance.", "authors": "Deckard  Cain"}, "1917": {"title": "Demon Flayer", "text": "No one has seen an armored destroyer since Diablo was exiled from the Burning Hells centuries ago. Before then, they were the bulk of his army, and they crawled thick as locusts over the face of their master's realm. Should the Lord of Terror ever return, I fear they would be his heralds. ", "authors": "Deckard  Cain"}, "1918": {"title": "Demon Trooper", "text": "Demon Troopers form the meat of the armies of Hell.  Their masters use them roughly, sending them into the vanguard for most battles.  for their part, the troopers are easily excited by opportunities to exhibit their great talent for violence.  In fact, the troopers frequently attack each other when they are left idle.  ", "authors": "Deckard  Cain"}, "1919": {"title": "Demonic Hell Bearer", "text": "I have long hoped that the demonic hell bearer was a fiction, a nightmare from the troubled minds of my ancestors.  Just imagine a demon taller than a castle tower, who can retch up endless minions from the depths of the Hells!  Surely our people are doomed if such an abomination exists. ", "authors": "Deckard  Cain"}, "1920": {"title": "Demonic Hellflyer", "text": "Azmodan created the Demonic Hellflyers after he nearly lost to Tyrael in battle thousands of years ago.  The angels made glorious use of their great luminescent wings to outmaneuver the demon host and assail its commander.  Frustrated by his near defeat, Azmodan began breeding winged demons capable of tearing the angels asunder. ", "authors": "Deckard  Cain"}, "1921": {"title": "Demonic Tremor", "text": "One usually hears Demonic Tremors before seeing them.  These behemoths move slowly and heavily, pounding the earth with their massive fists.  Many a siege has been broken by the tremors' battering strikes, and many more enemies of the demons have been felled by their wrath.  I pray that our world will never see them again. ", "authors": "Deckard  Cain"}, "1922": {"title": "Deserter's Journal", "text": "We are fighting a battle that was lost before it had even begun. To follow the Black King into a war against Westmarch was folly of the highest order. Each day only brings us closer to complete and utter defeat, but our commanders refuse to surrender.\n\nIt is decided. We will flee this doomed war. I had hoped to find solace in this decision, but it brings only more uncertainty. We will never see our homes again, and our names will be dishonored. But what choice do we have? Certain death in the service of a madman?\n\nWe found what was left of Raston yesterday. The wretched creatures of the bog seized us without warning. We are being punished by the gods. I would laugh if I had the energy. We fled the war to save ourselves, but it seems death already knew our names.\n\nThis cave has killed even more of us than the bog we sought to escape. We must leave at once. But to where? The only choice left to us is: where to die?\n\nWe are men without a country, shamed and cursed for fleeing an unjust war. We should have stayed and died with our honor intact. Instead we are slaughtered like pigs by beasts that feed on our remains. Death on the battlefield would have been far better than the fate we have chosen.", "authors": "Unknown [Diablo] "}, "1923": {"title": "Despina's Journal", "text": "Praise the powers that be! Griswold, bless his dear heart, risked everything to bring that dear boy home from the cathedral. Though he is troubled and moody now, I am certain it will pass and he will once again be the sweet Wirt we all love.", "authors": "Despina "}, "1924": {"title": "Diablo, the Lord of Terror", "text": "Diablo was the youngest of the Prime Evils, but I found him the most dangerous, for his power over terror left him incapable of feeling fear. Though he had easily possessed and corrupted many humans, Diablo's essence was finally trapped in a soulstone and banished to the unfathomable Abyss twenty years ago.", "authors": "Deckard  Cain"}, "1925": {"title": "Dune Dervish", "text": "To those who doubt my achievements in research, I present my findings on the Dune Dervish.  It took me many years to find the truth of these strange, deadly figures, but my sources indicate that they are the cursed remains of mages who summoned a demon far beyond their power to control. ", "authors": "Abd  al-Hazir"}, "1926": {"title": "Dune Thresher", "text": "The Dune Thresher is an elusive being with a tremendous capacity for bloodshed.  It lurks beneath the sands, rising up to seize prey in its jaws and rend the body until it is but sinew and gore. I...I once saw a thresher in the flesh, and it rather... disagree with my constitution.   ", "authors": "Abd  al-Hazir"}, "1927": {"title": "Duriel, the Lord of Pain", "text": "Duriel is the twin of Andariel. I believe that they conspired together to assist Diablo in releasing Mephisto and Baal, though they had both supported the Lesser Evils in the past. The Lord of Pain was found guarding Baal's prison&#8211;the tomb of Tal Rasha&#8211;when he was slain by heroes.", "authors": "Deckard  Cain"}, "1928": {"title": "Dust Imp", "text": "Not all dangerous demons are large and imposing.  The Dust Imps are little more than children in size, but they possess the cunning and bloodlust of far larger creatures.  They take cover in the shadows, emerging only when viable prey wanders too close.  Then they ambush leaving little more than bones behind them. ", "authors": "Deckard  Cain"}, "1929": {"title": "Eirena's Journal", "text": "I felt no fear when they sealed the tomb before me, only a sense of peace as my mind drifted away into the darkness. It seems I opened my eyes only seconds later and beheld the chamber in ruins, half-buried in sand. I have left everything behind... Only hope guides me now.", "authors": "Eirena (Enchantress) "}, "1930": {"title": "Electric Eel", "text": "The electric eels are insidious pests that have taken root in the oases surrounding Caldeum. Known for their stinging strikes, these creatures are particularly dangerous when they attack in large numbers. It is said that raw eel has become a delicacy amongst Caldeum's elite, but I assure you these rumors are baseless. ", "authors": "Abd  al-Hazir"}, "1931": {"title": "Enslaved Nightmare", "text": "The Enslaved Nightmares stand as testament that there will never be peace between men and demons.  Sorcerers who attempt to master the dark arts and summon demons with their black spells are all damned to become skeletal nightmares bound to the very power they tried to bend to their will.  ", "authors": "Deckard  Cain"}, "1932": {"title": "Explorer's Log", "text": "Day 1. An inexplicable tide arose from nowhere, dashing our ship on the rocks, and now we are stranded. Could the old myths actually be true? Regardless, since our plan to study this infamous place was the talk of many, I am certain we'll be rescued before long. In the meantime, my research awaits.\r\n\r\n    Day 6. It is odd &#8211; I feel the island's malevolence weighing upon me, and hear screams on the wind&#8211;but no one has lived here for millennia. We've only been here days, but my crew has the look of men who have been stranded for months. I find myself contemplating the impossible: is this island truly evil, or am I going mad?\r\n\r\n    Day 23. Our lot is an unfortunate one. Some of us have been lost to madness, some have disappeared, and some have dropped dead for no apparent reason. And who or what is the crazed hermit with his bizarre rituals? When he attacked Smythe I was forced to kill him, yet I saw him this morning, alive. Terrifying.\r\n\r\n    Day... day... I no longer know what day it is. I am forced to admit that our plan was ill conceived at best. Being the last survivor, it falls to me to rid this world of that madman if it's the last thing I do. I have lost count of how many times I have already killed him; I can only pray that this time it takes. ", "authors": "Quentin  Sharpe"}, "1933": {"title": "Fall of the Barbarians", "text": "I have been fortunate enough to learn much of the barbarians' complicated history in my time. Yet the origins of these large, mighty warriors are hazy at best. Legend holds that they are the offspring of Bul-Kathos, an ancient who embodied their ideals of strength, bravery, and courage.\n\nThe Children of Bul-Kathos settled in the Northern Steppes, an area that is now known as the Dreadlands. Theirs was primarily a nomadic and tribal culture, though they had a few permanent settlements such as Sescheron and Harrogath. A group of revered former warriors known as the elder council ruled the barbarians.\n\nThe barbarians have always defended their lands in the north from trespassers. They believe that it is their sacred charge to guard Mount Arreat and the Worldstone within it from the outside world. Unfortunately, their battle prowess and tenacity have been misinterpreted as bloodthirst and territorial savagery by soldiers in Westmarch.\n\nTwenty years ago, Baal was loosed upon the world. He besieged the barbarian capital of Sescheron and used treachery to access the Worldstone Chamber, circumventing the three ancient guardians Talic, Madawc, and Korlic. In the end, he succeeded in corrupting the great artifact. Though Baal was slain by heroes, his damage was irreversible.\n\nThe archangel Tyrael shattered the corrupted Worldstone to prevent the demons from using it. But the impact of the explosion destroyed Mount Arreat, leaving a massive crater in its wake. With nothing to protect, the barbarians grew aimless and divided. Now they are scattered through the north among the ruins of their long history.", "authors": "Deckard  Cain"}, "1934": {"title": "Fallen Grunt", "text": "It seems that the fallen are indeed creatures of demonic origin.  The old Horadric tale claims they were once powerful servants of the mythical Azmodan.  They purportedly aided him in his battle against the Prime Evils, and Diablo later punished them by twisting gthem into the small, stupid forms they now possess.  ", "authors": "Abd  al-Hazir"}, "1935": {"title": "Fallen Lunatic", "text": "The fallen lunatics are the most unstable of their kind, causing them to overproduce highly combustible fluids in their abdomens.  I believe this imbalance must be inevitably fatal, leading the lunatics to puncture their stomachs and release their explosive bile in a terrible display when enemies come too near. ", "authors": "Abd  al-Hazir"}, "1936": {"title": "Fallen Shaman", "text": "It seems that the fallen are indeed creatures of demonic origin. The old Horadric tale claims they were once powerful servants of the mythical Azmodan. They purportedly aided him in his battle against the Prime Evils, and Diablo later punished them by twisting them into the small, stupid forms they now possess. ", "authors": "Abd  al-Hazir"}, "1937": {"title": "Farmer's Journal", "text": "I'm not quite sure what the fuss is all about. Few farmers turn up dead, and everyone goes running for the hills. I've lived off these lands for twenty years, and I have not seen any bloodthirsty monsters running about. No reason I should leave a perfectly good harvest.\n&#8211; Misguided Farmer", "authors": "Unknown [Diablo] "}, "1938": {"title": "Fharzula", "text": "Awaken. Obey. Sacrifice.", "authors": "High  Cleric"}, "1939": {"title": "Fuad's Journal", "text": "Day four: We were crazed with starvation from three days with no food, but that is no excuse for what we have done...\n\nDay seven: I cannot face what I have become...\n\nDay ten: I hunger, but I am patient. Someone will come for me. And then I will feed again. ", "authors": "Fuad "}, "1940": {"title": "Ghom, the Lord of Gluttony", "text": "Ghom is the largest of Azmodan's Sin Lieutenants, and he possesses no less than four mouths.  Though his voracious appetite is certainly his greatest weapon, his bile and, well.. \"other\" noxious excretions are equally lethal.  When last seen in battle, the Lord of Gluttony swallowed half a dozen angels whole, spears and all. ", "authors": "Deckard  Cain"}, "1941": {"title": "Ghom's Log", "text": "The human prisoners are panicking now? They must have noticed that fresh meat only comes after one of their number is dragged away, screaming... This will not hold. Slaughter the ones who starve themselves and feed them to their hungry friends. When those ones are fully stuffed... I will be ready to dine.", "authors": "Ghom "}, "1942": {"title": "Ghost", "text": "The tragedies in these lands have left many restless spirits in their wake... and they demand retribution. These spirits will take out their vengeance on any unsuspecting individual who may pass... for they believe that the blood of the living will yet restore the lives that were ripped away from them. ", "authors": "Deckard  Cain"}, "1943": {"title": "Ghoul", "text": "Ghouls are stronger than most risen dead, but they gain their fortitude through horrific means -- feasting upon human corpses.  These creatures are least dangerous while eating, bu8t do not disturb them, or it shall be your limbs between their teeth. ", "authors": "Deckard  Cain"}, "1944": {"title": "Gillian's Diary", "text": "Ogden and his wife have offered to let me and grandmother continue to stay with them. I think we will, now that the troubles are over. I am still tormented by horrific nightmares. I keep hoping they will fade, but the seem to be getting stronger.\n\nTo think I was once afraid of Adria. She is going to take me to Caldeum with her soon. Caldeum! I never thought to see it with my own eyes...\n\nThough it saddens me to leave Ogden and his wife, Adria assures me that she will find a cure for my nightmares. ", "authors": "Gillian "}, "1945": {"title": "Grand Maester's Journal", "text": "Man is a flawed being. Time and again, we have seen good men give in to temptation. Though it is painful, I have found only one answer: we must cleanse the minds of our recruits so they will never fall prey to the corruption of the demons, or the blind self-righteousness of the angels.", "authors": "Grand Maester"}, "1946": {"title": "Gravedigger's Log", "text": "When King Leoric came to court, he brought many nobles with him. And nobles, oddly enough, want noble crypts. So I showed up with my shovel, thinking to make an easy profit by digging a few holes. Ha! There's no stopping their demands around here! Now I eat, sleep, and breathe dirt, it seems...\n&#8211; Darris the Gravedigger", "authors": "Darris "}, "1947": {"title": "Great Conflict (Tome)", "text": "Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the Utopian Kingdoms of the High Heavens and the Chaotic Pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.", "authors": "Unknown [Diablo] "}, "1948": {"title": "Grotesque", "text": "The grotesques may seem slow and senseless, but they hide many dangers within their hideously malformed bodies. A set of spikes lurks beneath the monsters' flesh and foul parasites nest within them. It is said that these horrors themselves are constructed by a greater evil... a darkness that I cannot even fathom.  ", "authors": "Deckard  Cain"}, "1949": {"title": "Guard's Orders", "text": "Captain of the Guard,\n\nYou are hereby ordered to send a band of your most loyal men to secure the Khasim Outpost.\n\nControl of the city hangs by a thread. The commoners are becoming restless, and it is imperative that we subdue them. Remain vigilant, for there may already be an outsider within our borders, looking to stir up trouble.\n\n&#8211; (Illegible Signature)", "authors": "Unknown [Diablo] "}, "1950": {"title": "Hellion", "text": "The bestial hellions are demons that can be summoned from the Burning Hells with the aid of foul sorcery. They are given to chasing down their foes and attacking them with savage fangs. This usually allows some spare time for their masters to craft their dark spell work and finish off the victim. ", "authors": "Deckard  Cain"}, "1951": {"title": "Herald of Pestilence", "text": "Long ago, the heralds of pestilence were lesser demons who rebelled against Azmodan.  The Lord of Sin vanquished them easily, but instead of slaying them, he granted each one a long arm infested with a poison that could kill anything but Azmodan himself.  The heralds have been plague-riddled menaces ever since. ", "authors": "Deckard  Cain"}, "1952": {"title": "Hermit's Ravings", "text": "I used to be one of them. Ordinary. Untouched. Until her voice came to me. Then I knew how I must serve. I must kill the one who threatens my mistress and the dark power that created her. I have been chosen!\n&#8211; The Hermit", "authors": "Unknown [Diablo] "}, "1953": {"title": "High Cleric's Journal", "text": "Rayeld has strayed. But I maintain hope, for there is no joy to be found that can compare to our worship. Very few grasp the transcendent relationship between the rituals and our goddess. I... I know my son has the true sight, and, one day, he will once again embrace our faith completely.\r\n\r\n    Rayeld's behavior is becoming more and more erratic. I think he actually believes our sacrifices cruel, but we are all simply instruments of Nereza in this life. I pray that he will come to understand how important they are, for the goddess must be fed or evil shall prevail. Perhaps tomorrow's ritual will open his eyes to the truth. ", "authors": "High  Cleric"}, "1954": {"title": "History of Kanai's Cube", "text": "The Cube was used by my Horadrim brothers in many of their most complex rituals. When its potential became clear, they began to fear its power, the fools. They hid it away, even from me, and created a less powerful implement, the Horadric Cube, which they used for many years.\r\n\r\n    I never stopped looking for Kanai's Cube. Finally, I learned that they had entrusted it to a secret society of Barbarians. The last of these, Kanai, died in Baal's invasion of Sescheron. His spirit guards it still, and he is unlikely to give it to me. But I know someone who can impress even the mighty Kanai. ", "authors": "Unknown [Diablo] "}, "1955": {"title": "Horazon's Journal", "text": "Seekers of the Tomb of Tal Rasha will find it through the Portal. But know that the glowing glyphs recorded here in my Arcane Sanctuary are the signs of the six False Tombs. The missing Seventh Sign marks the Tomb of Tal Rasha... Of the Horadrim he might be called the foremost.\n\nIt was a shining - but brief - moment for the Mage Clans when they set aside their differences and worked together against the common enemy. The Horadrim relentlessly pursued the Three across the desolate Empires of the East, and even into the uncharted lands of the West, leaving the Archangel Tyrael's hands unblemished.\n\nPresuming the Three to be vanquished, the Horadrim's unstable fellowship began to dissipate. Abandoning their sacred charge to safeguard the three Soulstones, the disparate Mage Clans began to squabble amongst each other over petty differences.\n\nTheir conflicts not only dissolved their brotherhood, but strengthened the Evils which they had buried beneath the cold earth.", "authors": "Horazon "}, "1956": {"title": "Hunter's Journal", "text": "We are in agreement. Kulle the renegade must be stopped. He seeks to duplicate the power of the stones and wield it for his own ends. He is obsessed with the powers of Heaven and Hell. Drawing their attention will only bring doom to us all.\n\nWe set out in one week's time into the Desolate Sands to search for Kulle's hidden archives. None of us have any idea what to expect. How far has Kulle's madness driven him? How much power has he accumulated in his mad quest? I can only hope we are not too late... We found Kulle's archives. They were strangely empty... at first. But Kulle laid traps everywhere. Each step harder than the next. It was foolish to expect otherwise. Kulle has prepared for many years for someone to come for him. Perhaps we are fools, and yet we must push on. Try as we might, Kulle simply cannot be killed. His cursed blood sustains him. He bleeds sand, and his laughter mocks us. There is only one course of action left to us. We will separate his body and his head, and hide the body within the shadow realm.\n\nWe will seal the shadow locks with vials of his blood, and we will hide the blood in the desert under eternal guard. I can only hope that the world does not forget of Kulle's evil, and his blood remains undisturbed beneath the shifting sands. Kulle mocks my every step. I try to shut him out, but his chattering is ceaseless. He takes joy in taunting me. I will not rise to the bait. I will not give in to him. I long for the silence that will come once I secure his head away.", "authors": "Iben  Fahd"}, "1957": {"title": "Imp", "text": "Demons have been known to devour their own young when no other nourishment is available. Their offspring, the imps, sometimes manage to flee and band together with other demonspawn. They rove in vicious packs, ready to descend upon the unwary traveler and rip his body to shreds with their tiny, needle-sharp teeth. ", "authors": "Deckard  Cain"}, "1958": {"title": "Iron Wolf Captain's Journal", "text": "Another sunset, and Alcarnus is still safe from the sudden madness that plagues Caldeum. Though we are seeing an influx of hooded pilgrims for some Zakarum holy day, the... demons out there are keeping their distance. I will double the guard at the gate. We must not be unprepared if our luck turns.\n\n&#8211; Iron Wolf Captain", "authors": "Unknown [Diablo] "}, "1959": {"title": "Izual's Descent", "text": "The angel Izual was once Tyrael's lieutenant, but he was captured by the enemy after an ill-advised assault upon the Hellforge. Izual surrendered to demonic corruption and revealed the secrets of the soulstones to the Prime Evils. Tyrael claimed that Izual was slain years ago, but his replacement has never emerged from the Crystal Arch...", "authors": "Itherael "}, "1960": {"title": "Journal of Hansan Haile, Captain", "text": "Day 9: Young commander Calderos believes that the demonic scourge will flee before a bloody show of righteous force. He intends to lead a charge from our fortifications tomorrow. Calderos can commit suicide by stupidity if he wants, but I'll be damned if I send my lads with him.", "authors": "Hansen Haile"}, "1961": {"title": "Journal of Rayeld the Younger", "text": "I can barely contain myself. After so many years of studying, my time has finally come. Tomorrow I wield the sacrificial knife for the first time. I am certain the goddess Nereza will find me pure when she gazes into my soul and receives my offering.\r\n\r\n    Thank the goddess my father did not see. My hand shook, and I was sick to my stomach. During every other sacrifice I have witnessed, I only experienced the joy of the offering. But holding the knife, looking into their eyes as they die... for the first time, I doubt my faith.\r\n\r\n    My father knows, I can see it in his eyes. But now that I understand what our religion truly is, I cannot let it continue. If Nereza knows what is in my heart, then I am already damned, so I might as well do something worthwhile to earn it.\r\n\r\n    As I approached the sacrifice, knife in hand, I saw her pleading eyes. Until that moment, I was unsure whether I could really do it, With a clear conscience, I turned the blade on my father and freed the girl, who I now know as Sara. Fortunately, the worshippers were too stunned to stop our escape.\r\n\r\n    Nereza was no goddess, though I can't say what she was. She had human eyes, but her visage was more that of some hideous demon. And when I killed her, I felt that evil flow through me into the very island itself. Then, it... it took Sara. ", "authors": "Rayeld "}, "1962": {"title": "Journal: The End", "text": "My time is quickly running out. I must record the ways to weaken the Demon, and then conceal that text, lest his minions find some way to use my knowledge to free their Lord. I hope that whoever finds this journal will seek the knowledge.", "authors": "Unknown [Diablo] "}, "1963": {"title": "Journal: The Meeting", "text": "I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving Lesser Demons seem to have no effect on this fearsome beast.", "authors": "Unknown [Diablo] "}, "1964": {"title": "Journal: The Tirade", "text": "My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The Crypts are full of Shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.", "authors": "Unknown [Diablo] "}, "1965": {"title": "Kala's Poem", "text": "When the desert sands silence \ntheir whispers in the night,\nand the thousand lights of the stars\nbleed into the darkness,\nI will find you in the void.\nMy love will pour from me\nas words pour from my pen.", "authors": "Kala "}, "1966": {"title": "Khazra Heads Wanted", "text": "The local khazra tribes have become a serious threat. They attack caravans and are moving into areas where they haven't been seen before.\n\nWe need you to take care of this problem for us. We'll pay twenty-five gold pieces for every khazra head you bring back.\n\n&#8211; New Tristram Official", "authors": "Unknown [Diablo] "}, "1967": {"title": "Khazra Shaman", "text": "Long ago, five clans of the Umbaru tribe left the Teganze and ventured north.  After their transformation into khazra, only a few elders were still able to use magic, and they passed it down to their cleverest children.  These are the khazra shaman, and they rank among the most dangerous of their race. ", "authors": "Abd  al-Hazir"}, "1968": {"title": "Kingsport Bill", "text": "Wanted: one relic, scarlet, roughly the size of a man's fist.\n\nIt was stolen two months past during a deplorable theft from the Merchants Guild Bank. Those apprehended were not in possession of the item. The relic is greatly missed by its rightful owner, who offers a reward for its safe return. ", "authors": "Lyndon (Scoundrel) "}, "1969": {"title": "Kulle's Journal", "text": "Finally, I have unlocked the secret of the soulstones once given to the Horadrim by Tyrael. An impressive creation, to be sure, but one that I am certain can be duplicated. No, not just duplicated &#8211; improved upon. My soulstone will be made to contain the souls of many demons, or even angels!I believe with this soulstone I will finally be able to unlock the true power of man. In ancient times, our kind possessed power unmatched in this dreary age. With the soulstone, I will be able to elevate myself to the strength of my ancestors.The Black Soulstone will be my greatest work, my legacy, and my gift to humanity. There will be wars to come between man and the creatures of Heaven and Hell. The power housed within my stone is the very thing needed to set mankind free from demons and angels forever.The wards have been triggered. It seems my brothers have finally come looking for me. Damn them! I am not ready. Too much of my power is invested in the stone's creation. I must finish it. The future of mankind depends on it...", "authors": "Zoltun  Kulle"}, "1970": {"title": "Lachdanan's Scroll", "text": "My name is Lachdanan, and I am cursed. Once the captain of King Leoric's army, I lived only to honor my hand and my king. No man has a greater love for his king than I had for mine &#8211; even as I drove my blade through his dark and corrupted heart.It was Lazarus &#8211; of that I am certain. He alone had the king's ear and whispered dark and evil magics into it, instilling the notion of an imminent attack by Westmarch. Afraid to speck against the archbishop, the councilors nodded their empty heads in agreement and sent us off to die.When we returned from our horrific defeat in Westmarch, my beloved King lost all pretense of sanity. He seethed with rage, spitting curses upon us as traitors. With great sorrow, I ran him through.I will forever live in anguish for my last attempt to honor my king. As we lay him to rest in his burial chamber, he manifested as a hideous skeletal demon. Gorash and my other knights were overcome at once, but I fought on.And now I wander, cursed by my once beloved king. Evil gnaws at my bones and I cannot risk putting my beloved Tristram in danger should I fail to contain that which tears at me. I must venture down into the labyrinth to die alone.", "authors": "Lachdanan "}, "1971": {"title": "Lacuni", "text": "The Lacuni - or panther-men, as they are sometimes called - have inhabited the desert wastes east of Caldeum for thousands of years.  The large males are the tribes' leaders are protectors, while the agile females are expert hunters.  Mostly, they are primitive and reclusive creatures, although they will attack if cornered or hungry. ", "authors": "Abd  al-Hazir"}, "1972": {"title": "Larra's Diary", "text": "About a week has passed since the cultists found us. Mama told me to hide; I was always good at hiding. No one could ever find me because I would choose the places where no one wanted to look. Then they dragged my parents away... I can still hear them screaming.", "authors": "Larra "}, "1973": {"title": "Last of the Barbarians", "text": "Baal has invaded Sescheron, but we will fight until we are no more. For we are all that stands between him and our sacred Mountain &#8211; and I swear by the blood of Bul-Kathos, hell will pay dearly for each of our deaths.\n\n    Chief Elder Kanai was the best of us. He could have been the next Immortal King. None have come close to bringing the tribes together since Worusk, but Kanai could have been the one to change that with his indomitable spirit. Though as strong as three warriors, his true strength lay in his compassion.\n\n    We showed Baal and his army what it meant to fight true warriors, but when Kanai was killed it froze the spirits of our bloodied ranks. That was when the battle was lost, for he was truly our king.\n\n    Dren, the last of our seers, prophesied the darkness would soon pass. He was wrong. Mount Arreat exploded, and took our souls with it. Many of our dwindling number were lost that day to madness and worse. They are the Unclean.\n\n    The years wear on us all. Only a few still live, but we have made a good account of ourselves, killing all but the most vicious of the flesh eaters. To think they were once our kin... as long as even one of them still lives we are all shamed. ", "authors": "Unknown [Diablo] "}, "1974": {"title": "Lazarus's Grimoire", "text": "The time ofmy lord's true awakening is at hand. That foolLeoricwas only able to resist him because he did not yet possess his full power. Withthe queendispatched as a traitor, I may now devote myself fully to preparingthe boyfor the presence of my master...", "authors": "Lazarus "}, "1975": {"title": "Leah's Journal", "text": "We've been under siege for six days now. Uncle Deckard is still missing. Captain Rumford and the others are losing hope. I tell them not to lose faith... but if help doesn't arrive soon... A miracle has happened! A hero, like one out of Uncle Deckard's tales, appeared and saved us! I know in my heart that my uncle still lives and I pray that the hero will bring him home safely.Uncle Deckard's home &#8211; rescued from the clutches of the Skeleton King! I'm so glad. But the Skeleton King? I thought he was a folktale. The idea of mad King Leoric returning to torture this place... Hasn't Tristram suffered enough?\n\nI can hardly believe it, but the falling star... is a man! When Uncle Deckard realized this, he was crushed. I know he was hoping for something more... miraculous. Uncle Deckard believes the key to unlocking the Stranger's memory is reassembling his sword. I wish I could say this was another of Uncle's crazy theories, but I can't deny that these ominous events are starting to really scare me. When we retrieved the Stranger's second sword piece, Maghda found us. She's always on our heels. Who is she? She claims to know my mother, but how could that be? Regardless, we must beat her to Wortham and the final piece of the sword.Uncle Deckard is gone forever. I remember the wonderful times we had together, always off on another crazy quest. What will I do without him? He believed the Stranger was an angel, but he is only a man. I always knew they were just stories. Uncle Deckard died for those stories.\n\nCaldeum &#8211; everything Uncle Deckard left me leads to this place. It's strange; I first met him here when I was only a child... and now his loss feels heavier than ever. He was right about everything all along... We have to stop Belial before it's too late.The city has many secrets, and I still remember most of them. I can get into Caldeum through the sewers if I avoid the Imperial Guard. While I'm out, my friend has sworn to take down Maghda. It won't bring Uncle Deckard back, but we'll all be relieved when she's gone.\n\nAfter all this time, my mother is alive! I couldn't be happier, and yet it's still hard to accept that she never sent word to me or Uncle Deckard. She said that she wanted to keep me safe, but I just wish I'd known... Well, at least I have her now.My mother has been teaching me magic and how to control my power, but I feel like I'm constantly disappointing her. She says that I have a gift, but it doesn't feel that way. Maybe it will improve if I keep practicing. For now, we are getting closer to the Black Soulstone, and that's what really matters.We have the Black Soulstone at last, despite Zoltun Kulle's betrayal. I always knew he couldn't be trusted. Fortunately, we were able to defeat him and retrieve the stone. I learned that my mother had secretly bound the fallen Lords of Hell to it... I just wonder why she didn't tell me.We've reached Bastion's Keep, but holding the Black Soulstone together takes up all of my time now. Sometimes I think of the wounded soldiers and their families outside... but then my concentration fails and the spells weaken. I must stay focused and trust my friend to save the keep and its people. \n\nThe days are hard. If it weren't for my mother standing beside me, I don't know what I'd do. She even watches the stone for a few hours each night so I can rest. Sometimes I dream I'm in New Tristram with Uncle Deckard again, and... it's hard to wake up after that. Adria tells me that our friend has beaten back Azmodan's armies and the keep is safe now. I... I almost can't believe it.", "authors": "Leah "}, "1976": {"title": "Leoric's Journal", "text": "We have just arrived in Tristram, and I must say I'm a bit dismayed. This place is a backwater filled with serfs and an ancient broken down monastery, hardly fit for the king of Khanduras! I cannot fathom why Lazarus was so intent on this becoming our new seat of power.A fetid, pallid malaise has fallen over the manor we now call home. Young Albrecht seems to be enjoying himself in our new home, however, even with his brother Aidan off to become a warrior. Perhaps I am simply suffering from an imbalance of humors brought on by the recent change of clime.I am convinced that some malevolent being is attempting to wrest control of my thoughts from me. Voices direct me to horrendous acts, and there are times when I seem unable to control my body. Lazarus knows; this is certain. He looks at me strangely when he thinks me otherwise disposed.Though my council begs me to reconsider, I will continue with the executions of those I find guilty of plotting against the kingdom. Perhaps they fear my eye will fall on them and discover their heinous, treasonous plans as well. Lazarus is the only one I can still trust.I have finally rid myself of the dark influence seeking to subdue me, and now I see things as they truly are. This conspiracy among the insolent townsfolk to weaken me by stealing Albrecht away will not stand! Perhaps the heads of their women and children on pikes will bring them clarity...\n&#8211; His Majesty, King Leoric\n", "authors": "Leoric "}, "1977": {"title": "Lord Kertis's Journal", "text": "I curse you, Saul! You sold me that piece of waterlogged land to build my castle on?! Well, I will have the last laugh, you dog! I will build my castle here, and it will be the grandest castle ever! Do you hear me, Saul? Ever!\n\nLord Kertis ", "authors": "Kertis "}, "1978": {"title": "Lost Journal", "text": "I had heard the rumors, but I thought them just fancies of bored women. Until I saw them dragging people through the streets today.\n\nOur own citizens! Has the world gone mad?!\n\n&#8211; Old Tristram Villager", "authors": "Unknown [Diablo] "}, "1979": {"title": "Lyndo's Journal", "text": "We have found the key to the ancient device, but I fear that these treasures will cost us our lives. At least my brother and I have made it this far, and we are still alive. Dare we use this machine?", "authors": "Lyndo "}, "1980": {"title": "Maddening Questions", "text": "I found more of the enigmaticportals. They are hidden yet everywhere. They call to me, but to set foot into them is to be drawn deeper into the mystery of the dungeons that lie beyond. I cannot think of anything else. I should find a way to close the portals, if only to save me from myself.", "authors": "Unknown [Diablo] "}, "1981": {"title": "Maghda, Leader of the Coven", "text": "When I joined theCoven, it was weak and idle. The leaders were content to do nothing, while thePrime Evilswere imprisoned. I convincedanother witchto help me poison them, and together we took control. She...left some years later, but I continued, bringing the Coven to glory under LordBelial. -Maghda", "authors": "Maghda "}, "1982": {"title": "Mallet Lord", "text": "The Mallet Lords are brutal overseers second only to the seven Evils themselves.  The mallet demons rule the seething outer reaches of the Hells that surround the central realms, and have long refused to join any of the Lesser Evils' armies. Surely the destruction would be unthinkable if such a thing ever came to pass. ", "authors": "Deckard  Cain"}, "1983": {"title": "Malthael's Plan", "text": "Malthaelis fundamentally altering theBlack Soulstone. It will now pull in all thedemonicessence from whatever plane of existence it finds itself in. Butmankindis born ofangeland demon alike. Every mortal save myself has demonic essence as an intrinsic part of their being. Losing that will rip their body andsoulapart.", "authors": "Tyrael "}, "1984": {"title": "Melaina's Memory", "text": "We trained believing that we would fight together, but Eirena was the one who was chosen, and we were the ones who must sacrifice to support her. Why her and not me? A selfish question, for I know that if she was asked, she would say yes. So I did.\n\nMelaina the Enchantress ", "authors": "Mehtan "}, "1985": {"title": "Mephisto, the Lord of Hatred", "text": "The evil of Mephisto, Lord of Hatred, was so pervasive that even after he had been defeated and entombed in a soulstone, his demonic essence oozed upwards into Travincal and corrupted the Zakarum priests. Though he fell to the same heroes who killed his brothers, I fear for us should he ever return.", "authors": "Deckard  Cain"}, "1986": {"title": "Mira's Letter to Haedrig", "text": "My dearest Haedrig,\n\nDo not feel despair, my love, you did everything you could. Our time together meant more than words can say but in the end, fate is a cruel mistress. Your strength is needed to end the horrors that beset this world. My final wish is the you find your path.\n\n&#8211; Love always, Mira", "authors": "Mira "}, "1987": {"title": "Miser's Will", "text": "To my sniveling offspring: if you are reading this, then I am dead and you have come to claim my fortune. Well, you still can't have it! I have set traps to stop you from even trying. So, enjoy the rest of your poor, miserable, and cowardly lives.", "authors": "Gozek "}, "1988": {"title": "Missive to Maghda", "text": "Maghda,\n\nThis hero means to attack you in Alcarnus. If I were you, I would set a trap at the Khasim Outpost, but I am not you. For all I know, you wish to fail me again and force me to kill you. That would grieve me, though somehow... I think I could manage it. \n\nMaghda,\n\nSuch sad, sad tales have reached me of your truly abysmal failure to stop the enemy at the Khasim Outpost. But at least the enemy's spy has been found. Once we eliminate her and her allies, this obnoxious little world will fall to me... and perhaps you. If you survive. ", "authors": "Belial "}, "1989": {"title": "Moldy Tome", "text": "...And so it came to pass that the Countess, who once bathed in the rejuvenating blood of a hundred virgins, was buried alive... And her castle in which so many cruel deeds took place fell rapidly into ruin. Rising over the buried dungeons in that god-forsaken wilderness, a solitary tower, like some monument to Evil, is all that remains.\n\nThe Countess' fortune was believed to be divided among the clergy, although some say that more remains unfound, still buried alongside the rotting skulls that bear mute witness to the inhumanity of the human creature.", "authors": "Unknown [Diablo] "}, "1990": {"title": "Morgan's Journal", "text": "Transferring to Bastion's Keep is as dull as I imagined. The soldiers spend most of their time gambling. I guess this is what I should expect from this hollowed-out rock, a shadow of its former glory. Still, I am here to provide for Anna. I hope she is well.\n\nThe captain looked grim today. A messenger came in the middle of the night. They know something they aren't telling us. Maybe coming here was a bigger mistake than I thought...\n\nThe demons came at night, silent as death; the night watch was overrun in moments. Since then it's been an endless massacre. Those creatures... they're straight out of a nightmare. I don't think I'll be going home after all. I'm sorry, Anna...", "authors": "Morgan "}, "1991": {"title": "Morlu", "text": "The Morlu were once men, great warriors of old. But each of them had darkness within his soul, and Mephisto, the Lord of Hatred, used this flaw to trick them into his service.  Mephisto's fury slowly burned away their mortal forms, leaving them fiery apparitions who know no pain, fear, or doubt. ", "authors": "Deckard  Cain"}, "1992": {"title": "Mythical Book", "text": "Beyond the hall of heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.", "authors": "Unknown [Diablo] "}, "1993": {"title": "Necromancer's Log", "text": "Two decades ago, my mentor faced the forces of evil and emerged victorious. I cannot hope to surpass his achievements, but I will try to bring balance to the raging forces that threaten to tear the world asunder in these days. The spirits are restless near Caldeum. I must quiet them.\n\n&#8211; Mehtan the Necromancer", "authors": "Mehtan "}, "1994": {"title": "Never Ending Questions", "text": "I can see it now. My brothers and sisters will be drawn to these places of power, and I cannot stop it. I can only hope that some of them will prove more adept than I and see the patterns clearly before the call takes them. Perhaps they will even discover why these dungeons exist. For me it is too late. I feel the call, and I know I must heed it, regardless of the cost.", "authors": "Unknown [Diablo] "}, "1995": {"title": "New Tristram", "text": "For many years, villagers were too afraid to settle near the ruins of the cursed town Tristram. But as time went by, adventurers arrived to loot the old cathedral, and their business was profitable enough that New Tristram sprang up to accommodate them. Fewer travelers visit now, though, and the town is mostly populated by craftsmen and farmers.", "authors": "Deckard  Cain"}, "1996": {"title": "Notes of Urik the Seer", "text": "Long have I labored to master the dark arts. Now I finally reap the rewards, for Maghda has acknowledged me! She promised me a special task that will bring endless glory to the Great One. I can hardly rest until she reveals it on the morrow!\n\nGoatmen! All of my labors were for a bunch of rotten, stinking goatmen! Maghda claims that they will become our most valuable allies and that the task is one that she can entrust to no one but me, but I know my place. I am most bruisingly humbled.\n\nEnslaving the goatmen was easier than I anticipated. My magic seemed to reignite the savagery deep within them, and they flocked to me in hordes. A few escaped &#8211; those who understood the fate of their people &#8211; but they are too weak to counter my spells. The Moon clan attacks at my command!\n\n&#8211; Urik the Seer", "authors": "Urik "}, "1997": {"title": "Old Diary", "text": "There is chaos everywhere, and word in town is that Lachdanan killed the king!\n\nIf only this is true, perhaps our days and nights of living in terror are behind us now.\n\n&#8211; Old Tristram Villager", "authors": "Unknown [Diablo] "}, "1998": {"title": "Old Tristram Journal", "text": "The rumors of torture and worse grow every day. What has happened to Tristram and its king? I once thought Leoric a great man, but it seems I was deceived. We all were.\n\nHe sends our meager army against Westmarch on the morrow. What will become of us?\n\n&#8211; Villager Despina", "authors": "Despina "}, "1999": {"title": "On the Desolate Sands", "text": "We, the Zakarum, have endeavored to make Caldeum a city of mercy and salvation, but we have not yet been able to convince the emperors to change the ancient policy of exile. Prisoners convicted of treason are still sent to the Desolate Sands to die with nothing but the clothes on their backs.\n\nIn thousands of years of records, I cannot find a single account of a prisoner surviving exile to the Desolate Sands. The wastes are littered with bones that have been picked dry by the endlessly circling blood hawks or desperate lacuni. Those who die there meet their end without the sanctity of the Light.\n\nThe Zakarum scholar Brast wrote that the Desolate Sands were created after a mage-clan battle sent out explosive energies that devastated the entire area. But he doesn't account for the enormous skeletons... No one has ever identified them. Were they a lost race of giant beasts? Demons? Mythical dragons? We may never know.\n\n&#8211; Lysra the Zakarum Archivist", "authors": "Lysra "}, "2000": {"title": "Oppressor", "text": "I have seen many warriors in my day, but only a scant few of them could face the might of an oppressor. This monster towers over the tallest barbarians and wields weapons crafted from Hellforged steel. They were last seen with Baal during his resurgence and left legions of dead men in their wake. ", "authors": "Deckard  Cain"}, "2001": {"title": "Orders from Azmodan", "text": "Minions,\n\nBastion's Keep has nearly fallen. Many of you have already gorged yourselves on blood and manflesh, but do not let your feasting delay you. I would have the keep and its commander in my possession before the next dawn. The rest of this world will fall soon after. \n\nMinions,\n\nThe imbecile who slew my brother, Belial, now means to aid the keep's beleaguered soldiers. She brings a girl with her who could undo us all. But I am not Belial; he was weak and cowered behind his disguises. Of course they failed him! We will seize our victory through bloodshed. \n\nMinions,\n\nThe men actually think that they can hide behind their paltry little walls! But they have only had a glimpse of the full host of Hell. We will see them drown in our tide of sin! The girl is still weak, and their hero will not expect us to attack from below. Send in the ravening beast... \n\nMinions,\n\nMy brothers grow impatient within the soulstone. Yes, I can hear them even down here. Their voices are so pitiful and small that they almost amuse me. Yet they are my prize, not the nephalem's... or the girl's, for that matter. This is not her time. This... is the Age of Sin. \n\nMinions,\n\nThere is nothing I loathe more than failure. You know this well, but if any of you need a further lesson, I will have you delivered into the Circle of Wrath with great haste. The enemy is strong, but she cannot pass the demon gate. Secure it, or your lives will be forfeit. \n\nMaiden of Lust,\n\nI have need of your... ample services. Drag yourself out of whatever carnal corner of the Burning Hells you lounge in, and bring your daughters with you. Be wary &#8211; the enemy has proven to be both cunning and strong. But the mortals have always been easy prey for you, have they not? ", "authors": "Azmodan "}, "2002": {"title": "Orders from Maghda", "text": "There is a new piece to the game, a girl called Leah. My spies tell me she is the child of the witch Adria, who is hiding in the deserts of Caldeum.\n\nBring this news to the master at once. ", "authors": "Maghda "}, "2003": {"title": "Poltahr's Notes", "text": "I never thought I'd become a treasure hunter, but I also never thought my family's fortunes would sink so low. Yesterday I heard a nobleman asking about the Rygnar idol &#8211; an artifact that belonged to the great mage Zoltun Kulle. If I can retrieve it, my family will never go hungry again.", "authors": "Poltahr "}, "2004": {"title": "Priest's Contemplations", "text": "One of the men retrieved a strange artifact in his nets. It looked like a hilt of an ancient blade, but I know it must be more. The fisherman argued with me, but I convinced him to leave it in the safety of the chapel. A holy place for a holy relic.\n\nWhen the church of the Zakarum sent me here, I assumed that my village would be simple and untroubled. To be honest, I was relieved. Corruption has struck down many a greater man than I, and such a quiet place could've been my salvation. But everything changed when disaster struck the Tristram Cathedral.\n\n&#8211; Verall, Priest of Wortham", "authors": "Verall "}, "2005": {"title": "Proclamation from the Imperial Guard", "text": "Attention, Subjects of Emperor Hakan II:\n\nA trespasser has been sighted in the city sewers. Witnesses describe the suspect as a young woman in a crimson tunic. Reports indicate that she arrived in Caldeum recently along with a party of suspicious travelers. Any information leading to her immediate capture will be handsomely rewarded by His Eminence.\n\n&#8211; Imperial Guard", "authors": "Unknown [Diablo] "}, "2006": {"title": "Queen Asylla's Journal", "text": "Starved of the sun, I no longer know what day it is. I can hear the Warden, my husband, and that dog Lazarus discussing my fate. My life will be over soon, yet I fear more for my poor Albrecht's future in the wake of his father's madness. If only Aidan were here.", "authors": "Asylla "}, "2007": {"title": "Quill Fiend", "text": "Dear Reader,\n\nI am Abd al-Hazir, adventurer, scholar, and researcher. I share my knowledge of this incredible world and its creatures through my insightful missives, often at grave risk to myself. Why, I was recently in Khanduras, where my tents were ransacked by vicious quill fiends! I was able to beat them off with a shoe, but a less bold man would've fared far worse.  ", "authors": "Abd  al-Hazir"}, "2008": {"title": "Raissa's Memory", "text": "The Prophet asked each of us in turn, before he cast the spell of binding. Our lives for hers. If we declined, we could leave without any thought of shame. We each heard the question and answered the only way we could. Our cause was too important to not make that sacrifice.\n\nRaissa the Enchantress ", "authors": "Raissa "}, "2009": {"title": "Rakanoth, the Lord of Despair", "text": "In the beginning, Rakanoth served Andariel, the Maiden of Anguish, with efficient brutality, for his touch may open up many painful wounds.  He was also the warden of Izual during many long years that the angel suffered in Rakanoth's own Plains of Despair, but he has quit his realm unexpectedly in recent times. ", "authors": "Deckard  Cain"}, "2010": {"title": "Reply from Cultist Grand Inquisitor", "text": "Of all the abominable stalling! In case it was not clear, I need the sacrifices now. I have heard enough of your idle complaints that the villagers have fled from the Highlands, leaving no one left to sacrifice. You'd best come up with something, or it's your hide that we'll be flaying.\n\n&#8211; Grand Inquisitor", "authors": "Unknown [Diablo] "}, "2011": {"title": "Report from Wortham", "text": "Mistress,\n\nIt is my pleasure to report that I have broken the prisoners from Wortham. Words have flowed from their mouths like blood from a wound! Our summoners can retrieve the weapon at your command, and the enemy shall be none the wiser.\n\n&#8211; Dark Zealot", "authors": "Unknown [Diablo] "}, "2012": {"title": "Researching the Khazra", "text": "My loutish companions have no curiosity about the khazra; they are only interested in the bounty on their heads. But I am convinced the khazra can be communicated with. It is dangerous, to be sure, but it is a risk I am willing to take.\n&#8211; Belard the Scholar", "authors": "Belard "}, "2013": {"title": "Revival", "text": "The nephalem, that fool, actually killed me. Of course this was not my first time stepping through that door, and I imagine it won't be my last. Fortunately, I am well prepared. Some would say that animating a constructed body with preserved memories is not truly coming back to life. I say those fools don't understand the sheer wonder of being Zoltun Kulle.", "authors": "Zoltun  Kulle"}, "2014": {"title": "Risen Dead", "text": "I will never forget the first time I saw these horros shambling out of the misty woods.  Our loved ones, buried long ago, rose from their graves and began ot attack the living.  However, the risen dead were only the beginning... ", "authors": "Deckard  Cain"}, "2015": {"title": "Rockworm", "text": "The Rockworm may very well be the ugliest creature ever to blight the world with its presence.  Bereft of any features aside from its massive jaws, the rockworm appears to be a giant invertebrate.  I should like to study it further, but its burrowing tendencies make it extraordinarily difficult to tract. ", "authors": "Abd  al-Hazir"}, "2016": {"title": "Sand Dweller", "text": "During the Mage Clan Wars, the Vizjerei summoned giant demons to guard their estates.  After years of patrolling the desert sands, the demons' hides became thick as stone and caked with grit. In the end, they have outlived their masters. Now only the glowing runes on their skulls belie their true origins. ", "authors": "Deckard  Cain"}, "2017": {"title": "Scabbard of Talic the Defender", "text": "This scabbard is a rare treasure. Its inscription reads, Talic the Defender, in archaic lettering. He was one of the ancients who guarded Mount Arreat until the shattering of the Worldstone, a true warrior who gave his life to spare the world from the dark fate it has fallen to now.\n\n&#8211; Vendel the Armorsmith", "authors": "Vendel "}, "2018": {"title": "Scavenger", "text": "Scavengers are ugly, pathetic creatures who survive off of carrion and corpses too diseased to attract any other carnivores. I did once meet a raggedy fellow who claimed that he had trained one of the beasts to bring him large rats to eat, but I'm sure the story is utter nonsense. ", "authors": "Abd  al-Hazir"}, "2019": {"title": "Scoundrel's Journal", "text": "After much searching, I have found a promising lead. A family near New Tristram has obtained a valuable relic, and poor fools that they are, they haven't the slightest idea what to do with it! I have some idea of what to do with their daughter, though... and through her, I'll get my prize.", "authors": "Lyndon (Scoundrel) "}, "2020": {"title": "Shadow Vermin", "text": "There has been much debate among the Horadrim regarding the shadow vermin.  Some scholars believe that these wraithlike foes are formed from concentrated demonic energy, while others believe they are the souls of humans corrupted by Diablo.  They glide through the darkness as easily as water, ready to smother their unwary prey. ", "authors": "Deckard  Cain"}, "2021": {"title": "Sibyl's Memory", "text": "The Prophet said I would not dream... but I did. At first, they were dreams of color, unsettling, and then I began to hear voices. They called for me, over and over, and then I woke.\n\nSybil the Enchantress ", "authors": "Sybil "}, "2022": {"title": "Siegebreaker Assault Beast", "text": "The siegebreaker is a monster of legends, of nightmares, and thin whispers in the dark.  It is the most prized champion of demon lords because its massive size and strength could turn any battle in its favor.  I wish I knew more, but alas...all who have seen it have perished. ", "authors": "Deckard  Cain"}, "2023": {"title": "Sin War (Tome)", "text": "Many Demons traveled to the mortal realm in search of the Three Brothers. These Demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive order of mortal Magi named the Horadrim, who quickly became adept at hunting Demons. They also made many dark enemies in the underworlds.", "authors": "Unknown [Diablo] "}, "2024": {"title": "Skeletal Guardian", "text": "Only the most talented mages can summon skeletal guardians.  It takes great power to form these tall, slim constructs from their unstable reagents, and even more power to sustain them.  In the hands of a master, however, the guardians can become powerful weapons capable of defending their posts until the end of time.  ", "authors": "Abd  al-Hazir"}, "2025": {"title": "Skeleton", "text": "During the last days of King Leoric's reign, even the skeletons of the ancient dead could not rest. They took up their broken armor and weapons once more, ready to cut down anything that yet drew breath. Though wasted and fragile, these creatures posses a twisted cleverness that makes them quite formidable. ", "authors": "Deckard  Cain"}, "2026": {"title": "Soul Ripper", "text": "Soul Rippers are the bane of the living, creatures born of the endless malice churning within Hell.  Agile and swift, the rippers cover ground quickly by latching onto pretty with their enormous tongues and then leaping on top of their victims.  From this point, the ripper cannot be deterred: it has begun to feast. ", "authors": "Deckard  Cain"}, "2027": {"title": "Spider", "text": "The ubiquitous spider is one of the oldest and most adaptable creatures in the world.  It also seems to have acquired an unfortunate susceptibility to magic.  When exposed, the arachnids will increase dramatically in size and even cast spells.  Due to this hazard, I recommend staying out of dark places whenever possible. ", "authors": "Abd  al-Hazir"}, "2028": {"title": "Spider Queen", "text": "Rumor holds that Archbishop Lazarus loosed a silent terror in the caves near Leoric's manor before he died.  He labored for weeks over a group of unusually large spiders, and many of his servants quietly disappeared during this time....The largest creature led the others into the caves.  None who have ventured there have returned.  ", "authors": "Deckard  Cain"}, "2029": {"title": "Spiderling", "text": "Spiderlings alone may seem unthreatening, but their presence should be a warning for travelers. For wherever there are spiderlings, there will be matriarchs, and the fully grown arachnids are extremely protective of their young. The spiderlings themselves possess strong appetites, allowing them to do considerable harm to a cornered adventurer. ", "authors": "Abd  al-Hazir"}, "2030": {"title": "Steel Tome", "text": "The armories of Hell are home to the Warlord of Blood. \r\n    In his wake lay the mutilated bodies of thousands. \r\n    Angels and man alike have been cut down to \r\n    fulfill his endless sacrifices to the dark ones \r\n    who scream for one thing - blood.", "authors": "Unknown [Diablo] "}, "2031": {"title": "Stinging Swarm", "text": "The deserts of Kehjistan are majestic, expansive, and...full of stinging swarms of insects.  They may seem a minor nuisance, but these vermin carry numerous strains of pestilence.  One of them was trapped in my boot once, and my foot swelled up to the size of a melon before the infection cleared! What horrible creatures! ", "authors": "Abd  al-Hazir"}, "2032": {"title": "Subjugator", "text": "Though the Subjugators have always been powerful demon sorcerers, they constantly sought to increase their standing in the bloodthirsty realms of Hell.  To this end, they imprisoned a score of massive armaddon, torturing and flaying them until the hellbeasts would bear subjugators as riders.   Together, the mount and its master are nearly invincible. ", "authors": "Deckard  Cain"}, "2033": {"title": "Succubus", "text": "I once met a raving drunk who claimed he had wrestled with a Succubus - a demonic creature that possesses the form and face of a beautiful woman.  He said she cursed him and tore out the heart of his friend before he made a narrow escape!  Really, young men are given to such exaggeration these days. ", "authors": "Abd  al-Hazir"}, "2034": {"title": "Tale of the Horadrim", "text": "Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim.\n\nNearly three hundred years ago, it came to be known that the three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the East for decades, while humanity was left trembling in their wake. Our order - the Horadrim - was founded by a group of secretive Magi to hunt down and capture the three Evils once and for all.\n\nThe original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate Eastern sands. The third Evil escaped capture and fled to the West with many of the Horadrim in pursuit. The third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth.\n\nBe warned that the Soulstone must be kept from discovery by those not of the Faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.", "authors": "Unknown [Diablo] "}, "2035": {"title": "Tale of the Three", "text": "Glory and approbation to Diablo, Lord of Terror and Leader of the Three. My Lord spoke to me of his two brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the East. Once my Lord releases his brothers, The Sin War will once again know the fury of the Three.", "authors": "Unknown [Diablo] "}, "2036": {"title": "Terror Demon", "text": "The ancient texts describe the terror demons as unconquerable foes, the dreams of Diablo made flesh.  They appear in shadow to torment their victims, and then...in shadow they vanish.  The mere sight of one drove a Horadrim to madness, leaving h im screaming and clawing at his eyes until the end of his days. ", "authors": "Deckard  Cain"}, "2037": {"title": "Testament of My Failure", "text": "Everyone is calling me a hero now. If they only knew. No hero does the things that I have, and for what? They think that I have freed them, but I have damned us all.\r\n\r\n    What I am about to do will torment me forever. But I have no choice. It is my fault, therefore I must set it right and do whatever it takes to keep this evil from spreading and poisoning the whole world. ", "authors": "Rayeld "}, "2038": {"title": "The Accursed", "text": "The accursed were created when a necrotic plague spread through Kehjistan centuries ago.  The infected watched in terror as their flesh blackened and died; the strongest medicines could not stop the decay.  Eventually they fell into a dormant state, and their bodies were piled up in dark and forgotten places...where they could rest undisturbed.  ", "authors": "Deckard  Cain"}, "2039": {"title": "The Angiris Council", "text": "The Angiris Council is comprised of the five archangels who hold dominion over the High Heavens. They determine the laws by which all angels must abide. Each of them embodies a pure aspect of creation: valor, justice, hope, fate, and wisdom.\n\n&#8211; Selathiel, Angiris Scribe", "authors": "Selathiel "}, "2040": {"title": "The Black King", "text": "Hail and sacrifice to Diablo, Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to posses a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.", "authors": "Lazarus "}, "2041": {"title": "The Chamber of Faces", "text": "The vault door is sealed by magic means. The stone faces upon the ground seem to have some reaction to our presence. We would investigate further, but our intrusion has woken something in these halls. We should not linger.", "authors": "Jarulf "}, "2042": {"title": "The Creation of Sanctuary", "text": "I knew Inarius long ago&#8211;when he was still among the angels. But he grew weary of battling the demons after a time, and he began to secretly conspire with demons in order to forge a peace. The demoness Lilith became his greatest ally in the Hells, and many other demons and angels joined his cause.After he gained a following, Inarius stole the sacred Worldstone and used it to create and conceal a world he called Sanctuary. Demons and angels alike fled there, and some of them &#8211; including Inarius and Lilith &#8211; fell in love. Many of these unions resulted in children. They were called the nephalem.Inarius was alarmed when he realized that the nephalem had the potential to surpass both angels and demons in power. He wished to limit their abilities, but Lilith demanded that they become her army. Their escalating conflict led to Sanctuary's discovery by the demon lords and the Angiris Council.In the end, Lilith was banished and Inarius was given over to the demons, who have tortured him in the Hells ever since. Most of Inarius's followers were killed; those who remained shared an even darker fate. Despite the tragedy, I believe the nephalem may yet play a part in resolving the Eternal Conflict.", "authors": "Auriel "}, "2043": {"title": "The Crusaders", "text": "In the eastern kingdom of Kehjistan, I heard rumors of Zakarum warriors called crusaders. While the natives were most reticent, I was able to deduce that this order was founded two hundred years ago, just as Rakkis took his army of paladins west. But these crusaders went east on a very different mission. \r\n\r\n    My studies indicate that a high level cleric of the Zakarum named Akkhan began to sense the corruption that was eating away at the heart of his faith. He knew this corruption would eventually destroy his beloved church and that he must take action. After much prayer, Akkhan hit upon the idea of an order of crusaders. \r\n\r\n    Akkhan gathered the most devout, driven and martial Zakarum adherents. He taught them to channel the power of Light, in the same way that the newly founded paladins were being trained. But these recruits, these crusaders, were given insight into the primal powers of Zakarum, in a way no paladin ever was. \r\n\r\n    When the crusaders had learned all they could, Akkhan sent them out into the world, seeking a way to cleanse the corruption that coiled at the heart of the Zakarum faith. There was no clear goal for them to pursue, and some clerics claimed it was a fool's errand, that they could never succeed. But these crusaders would not be deterred. \r\n\r\n    The Crusaders swore an oath to dedicate their lives to the search. None believed that they would be the one to end the crusade by finding and cleansing the corruption. They believed the search enabled them, that the discipline of their life and journey was the true goal. The crusader was meant to find meaning in the quest itself. \r\n\r\n    Each and every crusader was a warrior of rare strength. They had mastered the power of Light, of weapon and shield, and of self. Each was sworn to live as a crusader and to die as one. Two hundred years ago, they took their apprentices and set out into the eastern swamplands. They were never heard from again. Until now. \r\n\r\n    Rumors swirl that the crusaders have returned, and that they mean to go to the west. But who are these tall, blond warriors? They look nothing like the crusaders who set out from Travincal two hundred years ago, and those who inhabit the ruins of that ancient city suspect trickery! \r\n\r\n    I recently met a returning crusader, and now I understand. Each crusader took an apprentice. When a crusader fell, his apprentice would take up his armor, his place in the order, and even his very name! When the first generation of crusaders fell, their own apprentices took up their identities. And so it has continued for two hundred years. \r\n\r\n    Of the original four hundred and twenty seven crusaders who disappeared into the east, three hundred and forty one return. Do they still seek the redemption of their faith? How will they react to the destruction of the city that birthed their crusade? Will they continue west to the lands of Westmarch? What does their return portend?  ", "authors": "Abd  al-Hazir"}, "2044": {"title": "The Dahlgur Oasis", "text": "Three centuries ago, a much smaller Caldeum depended upon small wells for its water. Then came the mysterious Dahlgur, offering Caldeum an oasis of unparalleled splendor located in an area previously thought to be desert, asking only that his name be permanently affixed to the land. Then, he vanished into the wastes.", "authors": "Abd  al-Hazir"}, "2045": {"title": "The Desert Aqueducts", "text": "The Caldeum aqueducts were created by order of the trade consortium council after the Dahlgur Oasis was discovered three centuries ago. Though Caldeum had been prosperous for many years, a reliable source of water allowed the city to grow even further. Luxurious public fountains were built to provide safe drinking water for everyone.\n\nIn recent days, the aqueducts have become dilapidated and infested with vermin. The Imperial Guard has done nothing, proclaiming that the aqueducts were in tolerable condition. But I have seen them with my own eyes, and I know the truth. Many wealthy families, including myself, now prefer well water for our homes.", "authors": "Abd  al-Hazir"}, "2046": {"title": "The Destiny of the Nephalem", "text": "My scroll has shown me many things: beginnings, ends, and the endless chains of circumstance that bind them. I see no sunrise without seeing its sunset, no budding flower without its wilted ruin, no event without its appropriate and inevitable consequence. But there is one thing I cannot see: the nephalem.\n\nAngels and demons are bound to their natures. Demons are given to chaos and deceit; angels to truth and order. That much is known. Some angels, like Inarius and Izual, have fallen, but the seed of goodness remains within them like a fading star in the lonely night. The nephalem alone have choice.\n\nI know nothing of nephalem. My duties leave me no time to watch them, and I have no desire to follow Tyrael on his troubled path. But if the threads of fate should bring them here, how enlightening it would be! These creatures dwell outside the order... They cannot fathom the freedom they possess.", "authors": "Itherael "}, "2047": {"title": "The Discovery of Sanctuary", "text": "Mephisto\n\nCursed am I to lead an army of the blind. They do not perceive that the angels are fleeing this realm, and the ones they find are merely trapped or lost. A great change is upon us. Withdraw from the fields, my brothers. Some battles can only be won with words.\n\nBaal\n\nEnough of your idle speculation, Mephisto! I breached the fortress and saw it firsthand. The Worldstone is gone! The angels I killed knew nothing about it. But since you are so perceptive, maybe you remember who else has been missing: Lilith. We must find her, rip her limb from limb, take the Worldstone back!\n\nDiablo\n\nYou are all deceived, my brothers. A new age has already begun. Can you not sense them? Ugly creatures, born in shadow, they feel terror, hatred, and the desire to destroy. Yes... but they are not ours yet. But they will open their world to us very soon. An invitation we cannot refuse. ", "authors": "Unknown [Diablo] "}, "2048": {"title": "The Drowned Temple", "text": "The Worldstone has been changed. Our children are born weak and suffer short lives. The demon Nereza promised to restore their power but instead turned them into misshapen creatures and sent them to war against us. We may die, but not before she is sent back to the Burning Hells.", "authors": "Alaric "}, "2049": {"title": "The Feared Hero", "text": "We camp, lying in wait for a hero of incredible prowess. My gut churns with the suspicion that we are simply fodder. I have heard tales of this hero wading through our ranks, slaughtering us as if we were children. I will not sleep again tonight, I fear.\n\n&#8211; Dark Cultist", "authors": "Unknown [Diablo] "}, "2050": {"title": "The Grand Maester's Proclamation", "text": "The day of reckoning is at hand. We will rise from the ashes of Westmarch and leadmankindinto theLight! We shall have recruits by the thousands -- every citizen will be another templar added to the cause. Once cleansed by theinquisitors, they will become an unstoppable force!", "authors": "Grand Maester"}, "2051": {"title": "The Great Weapon", "text": "The Great Weapon was created in response to a siege on the Pandemonium Fortress by Kurekas, a demon lord who rode a monstrous siege beast. At great cost to ourselves, we channeled much energy into the Great Weapon, and succeeded in bringing down Kurekas and his mount. Upon his death, the demon was drawn inexplicably into the weapon, and it has been attacking us ever since.\n\nArchangel Itherael ", "authors": "Itherael "}, "2052": {"title": "The Hanging Tree", "text": "The cold ground welcomes the foul bodies of these cruel men. They sought to prolong their lives through forbidden magic, at great and cruel cost to others. Their evil fed on itself until it consumed them all, and they found themselves at the end of a hangman's rope.\n&#8211; Tristram Magistrate", "authors": "Unknown [Diablo] "}, "2053": {"title": "The Highlands", "text": "Though New Tristram and the fields surrounding it have been resettled over the years, the Highlands remain empty save for the crumbling ruins of Leoric's old outposts. The king built more than one watchtower in his paranoia, but now they cannot even ward away goatmen and wild beasts. A tragedy, really.", "authors": "Abd  al-Hazir"}, "2054": {"title": "The History of Bastion's Keep", "text": "Many centuries ago, King Korsikk built Bastion's Keep to pen the barbarian threat in the north. After years of military disasters, the frustrated king led a large army out of the fortress and into the north to conquer the barbarians once and for all. Not one of them came back.", "authors": "Deckard  Cain"}, "2055": {"title": "The History of Pandemonium", "text": "Pandemonium is the alpha and the omega of the Eternal Conflict. It lies at the center of all things, linking the relams of Heaven and Hell. Long ago, when the angels were young, the Aspect of Wisdom found the Eye of Anu here. He name it the Worldstone, and all of Heaven swore to protect it.\n\nPandemonium was destined to be our battlefield. It was formed in the chaos of the last struggle between the diamond warrior Anu and the Dragon, Tathamet. Now, eons of war have scarred every patch of ground. The cycle of victory and defeat is the foundation of our existence, and the essence of the Eternal Conflict.\n\nAs war raged through Pandemonium, the Aspect of Justice called for a fortress to be raised around the Worldstone. We built a shining citadel, but in time, it fell to the demons. It has since changed hands countless times, becoming a patchwork of angelic and demonic expression.\n\nThe Pandemonium Fortress housed the Worldstone for many years... until the angel Inarius and the demon Lilith stole it away. With its loss, there was nothing left to fight for, and the fortress had been abandoned since. Our time in this land has drawn to and end&#8211;for now.", "authors": "Itherael "}, "2056": {"title": "The History of Westmarch", "text": "Westmarch originally grew from the efforts of the great general Rakkis to spread his religion beyond the realms of the east. Seized by the superstitions of the Zakarum faith, he drove his paladins relentlessly across the barbaric western lands, subduing the uncivilized tribes he found there. Ulimately, he became king of them all. \n\nDespite his superstitious views, Rakkis ruled as a just and fair king who was much loved by his people. He was succeeded by his sonKorsikkwho attempted to eradicate thebarbariantribes of thenorth. The line of Rakkis was broken when Korsikk's son,Korelan, died with no heirs.\n\nAfter Korelan's death, the crown passed toJustinian Ithrough a somewhat convoluted interpretation of Zakarum scripture. Thus began theJustinian dynasty. Seen as usurpers by many, the Justinians suffered nearly constant challenges to their rule. Finally, during the reign ofJustinian III, a full-fledged insurrection broke out in the outlying region of Cartolus.\n\nTheCartolus Insurrectionwas led by a woman known only asTyrra, who claimed to be descended from theSons of Rakkis. This uprising was immediately seen as a war of the common man against the nobles and their Zakarum strictures. During the very height of the conflict, Tyrra seized control of Westmarch and proclaimed herself empress.\n\nTyrra's newly established rule over Westmarch did nothing to quell the civil war, which continued until she was driven mad and eventually killed by the plague.Cornelius, grandson of Justinian III and slave to the Zakarurn faith, used this opening to crush the rebels once and for all and become the new king.\n\nThe Zakarum Church always held an unhealthy sway in Westmarch, even after the ascension of rulers more interested in power than religion. When the true nature of the faith was finally exposed, however, it completely eroded any influence the church had over civil affairs. And rightly so, I might add.\n\nWestmarch is currently ruled byJustinian IV. Originally thought to be a callow youth, Justinian came into his own in the years following his ascension to the throne. Rumors still abound aboutdemonicactivity surrounding his coronation, but I believe those are simply the product of overactive imaginations fueled by the ever-prevalent myths of the Zakarum.\n\nCountessJuliaattempted to put down the Cartolus Insurrection with her own personal guard, in an attempt to impress Justinian III. The effort failed miserably, as her guard was slaughtered and the uprising spread. Only the countess's enchanted cameo enabled her to survive this folly. It did not save her life, however, as King Justinian was so displeased, he had her tortured and then executed.\n\n", "authors": "Abd  al-Hazir"}, "2057": {"title": "The Horrible Secret", "text": "The angels and their monsters are killing everyone! What will they do to me when they find out what I truly am? My mother and the demon attack she survived. It's...it's all too horrible to contemplate.", "authors": "Unknown [Diablo] "}, "2058": {"title": "The Imperial Guard's Orders", "text": "The enemy has destroyed Alcarnus and most of the cultists. The master commands us to capture more slaves immediately. Go to the oasis and abduct the villagers. Kill any who resist. That way, we shall both gain allies and destroy enemies.\n&#8211; Captain of the Imperial Guard", "authors": "Unknown [Diablo] "}, "2059": {"title": "The Imperial Guard's Orders", "text": "The enemy has destroyed Alcarnus and most of the cultists. The master commands us to capture more slaves immediately. Go to the oasis and abduct the villagers. Kill any who resist. That way, we shall both gain allies and destroy enemies. &#8211; Captain of the Imperial Guard", "authors": "Unknown [Diablo] "}, "2060": {"title": "The Khazra Massacre", "text": "Everyone is dead. Belard, that damned fool, was killed, trying to communicate with the khazra. And then the cultists showed up. As soon as I saw them, I ran. I wanted no part of their dark magic. I heard the screams of my companions, but there was nothing I could do to help.\n&#8211; Osman the Hunter", "authors": "Osman "}, "2061": {"title": "The King's Journal", "text": "I am so weary. Why did you have to die, brother? I was never meant to be king. The nobles threaten revolt to bend me to their will. They will abandon me if I don't keep the peasants in their place. My position is hopeless.\n\nI have come to realize my personal feelings are of no consequence. My people are dying, and they need their king. Our resistance starts today - and Lord Wynton, of all people, has provided the means. These reapers shall not have Westmarch! I swear my life on it!\n\n", "authors": "Justinian IV "}, "2062": {"title": "The King's Note to Lord Wynton", "text": "Lord Wynton, we are thrilled that you have located a surviving regiment of soldiers. With this new force, we can turn the tide and save our city. Your disagreements with the crown are well known, but we are glad you can put them aside in this dangerous time. Long live Westmarch!", "authors": "Justinian IV "}, "2063": {"title": "The Last Stand of the Ancients", "text": "Our enemies are legion, but they will not take us without a fight. We must hold them here while the keys to the holy temple are hidden away their leader, the fiend Nereza. Resolve must not falter, though we will surely die to the last man!", "authors": "Edric "}, "2064": {"title": "The Last Will of Khan Dakab", "text": "My life has been long. I have gathered much wealth around me. But gold has brought me nothing but pain, and I will not let the curse of my wealth fall on my family. This room shall hold my treasure for all eternity; none shall divine its secrets...", "authors": "Khan Dakab "}, "2065": {"title": "The Legend of Zei the Trickster", "text": "The people of Xiansai worship fifty-nine gods, but few are more revered than Zei, the exiled trickster god who travels the face of the world, disguised as a humble merchant. Tales of his adventures range from ingenious thefts and practical jokes to more... lurid exploits, none of which I am comfortable recording here. ", "authors": "Abd  al-Hazir"}, "2066": {"title": "The Lost Warrior", "text": "Something now inhabits the fortress. I am certain of it. Long have I gazed upon its scarred fa&#231;ade, dreaming of the safe haven its walls offer. But it has changed. The vacant terraces have turned cold. I am so desperate to escape the demons, but whatever is in the fortress may be worse...\n-Lost Angel", "authors": "Unknown [Diablo] "}, "2067": {"title": "The Musings of Sardar", "text": "Those fools of the Trade Consortium are clueless that I siphon the public funds from their coffers. I will continue to hide my plunder here, where none can find it. One day soon I will claim my treasure and flee this desert hell for the greener pastures of the west.", "authors": "Sardar "}, "2068": {"title": "The Path of Wisdom", "text": "I heard a sound, and did not know what it was. I sought wisdom in the chalice, but there was none. The sounds called to me, and I knew them... human souls. But where?\r\n\r\n    I brought myself to Sanctuary, where humans dwell. But the souls did not call me from that place. I searched the breadth of creation, always following the sound. Always the sound. And then, I understood &#8211; Pandemonium, where the Worldstone once rested...\r\n\r\n    The souls swirl and writhe. I now know the truth of mortals. All paths lead to death. Whatever their struggles, whatever their triumphs, they die. That is wisdom.\r\n\r\n    The souls of man show their potential for greatness. They can stand for good like any angel in Heaven. Or they can enact evil worthy of the lowest demon of Hell. The power of such a choice should not rest in the hearts of beings who are here for an instant, then flare and die.\r\n\r\n    The humans cannot be trusted. They are born of angel and demon, but demons pervert whatever they touch. The humans are corrupt, and are not worthy of the choice between good and evil. Angels and demons do not choose, as it should be.\r\n\r\n    A nephalem trapped the Prime Evil in the Black Soulstone. This is the perfect moment to end the Eternal Conflict. The demons are easy prey &#8211; but the humans must be eliminated before they grow too strong. The soulstone is the perfect weapon. The Eternal Conflict will end. ", "authors": "Malthael "}, "2069": {"title": "The Plague Tunnels", "text": "The Repository of Bones, commonly called the Plague Tunnels, were originally used to bury Westmarch's indigent. However when the Great Pestilence struck, the city decided the tunnels would serve just as well for plague victims, lest Westmarch become overwhelmed by the ever-increasing piles of the dead.", "authors": "Abd  al-Hazir"}, "2070": {"title": "The Promises of Fezuul al-Kazaar", "text": "Fezuul al-Kazarr promised that he would lead his followers from sinful Caldeum to a lily-strewn paradise at the heart of the desert, and that the journey would transform them beyond all recognition.\n\nJudging by the condition of the gnawed corpses found weeks later, Fezuul kept at least one of his promises. ", "authors": "Abd  al-Hazir"}, "2071": {"title": "The Ravings of a Deranged Mind", "text": "I can hear them. The voices speak to me again! What? Death is coming? But I can't die! I can't! I am too important to have my life just thrown away. Please, tell me how I can avoid my fate. You want me to do what? Must I? Oh yes, yes, I will! I swear it. I will do anything.\n\n", "authors": "Hamish Bode"}, "2072": {"title": "The Realms Beyond", "text": "All praises to Diablo - Lord of Terror and Survivor of the Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the Kingdoms of the High Heavens and the Pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of Man. My Lord and Master has named the battle for this world and all who exist here the Sin War.", "authors": "Lazarus "}, "2073": {"title": "The Seven Lords of Hell", "text": "It is with some reluctance that I write on the seven Lords of Hell, for they are the greatest of the demons, and even whispering their names seems to poison the air around me. They are divided into the Lesser Evils (Belial, Azmodan, Duriel, and Andariel) and the Prime Evils (Mephisto, Baal, and Diablo).", "authors": "Deckard  Cain"}, "2074": {"title": "The Skeleton King", "text": "The Zakarum high priests in Kurast proclaimed Leoric king of Khanduras many years ago. He ruled well until Diablo's influence drove him mad, and the loyal knight Lachdanan was forced to slay him. Afterward, Diablo himself raised Leoric from the dead as the Skeleton King until the monarch's son Aidan vanquished him.", "authors": "Deckard  Cain"}, "2075": {"title": "The Souls of Westmarch", "text": "We must do everything in our power to slow the nephalem down so that the collection of souls is not interrupted. It is the key to Malthael's victory.", "authors": "Urzael "}, "2076": {"title": "The Testament of Inarius", "text": "They call me a hero. I slew demons beyond count. I won battle and broke sieges, but it availed me nothing. I know that this war can have no victor, only an eternity of revenge, pride, and hatred. Tyrael does not understand. He cannot see beyond the glory of battle. In time, he may, but that day is not yet here.\r\n\r\n    There must be others who seek a way out of the endless strife. Angels and demons who feel enslaved by our fate. I cannot be unique in all of creation. I know my path: I will find those disillusioned of the war, and lead them.\r\n\r\n    I was struck down in the third charge. I lay upon the ground only to wake in chains. I did not know that demons took prisoners. I babbled like a fool about my dreams of escaping this war. My captor freed me and said that we would meet again. Her name was Lilith, daughter of Mephisto.\r\n\r\n    Lilith is me, but of fire and flame. I could never have felt this way about a demon while I was mired in the endless war. The strain holds us prisoner to what we have been told to believe. She and I have made plans. We will bring others to our cause, and together, we will escape.\r\n\r\n    Those who follow us are strong in purpose and conviction, but we are only few. Yet, if we can obtain the power of the Worldstone, it will be enough. We will scale the Windshear slope, steal into the heart of the fortress, and be gone before anyone notices the stone's disappearance.\r\n\r\n    Can I truly love a demon? When I gave the Worldstone to Lilith, I knew I had been right to seek her all along. We have created a new world. We can live here in peace, away from war. I have named this world Sanctuary.\r\n\r\n    When I see Lilith sleeping at my side, I'm filled with dark thoughts. My sins are real, and I will surely pay for them. We live in peace for now, but it cannot last. They will come for me. But what of my great deeds? When I'm in torment, who will celebrate those? Who will remember Inarius? ", "authors": "Inarius "}, "2077": {"title": "The Testament of Rakkis", "text": "I have uncovered an obscure and ancient tome in whose pages is recorded an impossible tale: the secret history of a race called the nephalem &#8211; gods by another name &#8211; and their ruined civilization in the west. If this is true, how could all signs of these nephalem be lost but for the record in this single tome?\r\n\r\n    The nephalem were not gods but our own ancestors, gifted with long life, magic, and abilities far beyond ours. Yet they were still men. I wonder if these pages hold the key to unlock their powers once again?   \r\n\r\n I will bring the Light of Zakarum to the heathens. Here in the east, the power of Zakarum wanes, but in the west, it will rise, stronger and greater than ever. Yet I have another purpose. The lost nephalem city of Corvus lies in the west. I will find it.\r\n\r\n    We founded a settlement near the western sea. It will grow to be a great city in time. Now that my people are settled, I can begin my own search for the ruins of the nephalem city Corvus. The tome implied that it was near this very region.\r\n\r\n    We have begun searching the marsh for the ruins of Corvus. This stinking, festering swamp is punctuated by worn blocks of stone. Perhaps these ancient sentinels are all that remain of the proud nephalem city? No, there is more to be found, I know it.\r\n\r\n    Last night, I found the ruined nephalem city. When I stepped into the buried catacombs, I felt a stirring in my blood. And then a wondrous thing: a dim light began to glow all around me, not cast by any torch. It was as though the very stones acknowledged my presence.\r\n\r\n    The nephalem had such a strong connection to the Light that it granted them powers far beyond our own. But I believe that, through the Light, they can be reborn in us. Thus, I have consecrated Westmarch, a shining beacon in the west. I have taken for my sigil the wolf of Corvus and proclaimed myself king.\r\n\r\n    A decade later, the power of the nephalem still escapes me. Something long ago stole it from them, and keeps it hidden, even today. I have found mention of an artifact called Worldstone, hidden in the Barbarian lands. Now that my son is born, I have rallied my banners to ride to war against them.\r\n\r\n    Years on, the barbarians remain unconquered and I am a man grown old and frail. My life has seen the founding of Westmarch and the discovery of the nephalem ruins, but still the deeper secrets elude me. I leave the task to my son, in whose blood shall carry forth the line of nephalem kings. ", "authors": "Rakkis "}, "2078": {"title": "The Writings of Lilith", "text": "My father is content to fight the same battles and the same foes while everything turns to ashes. Though his victories might last a day, or a year, or a hundred years, the war will never be won so long as he and his brothers lead. There is an end to it, but fools like my father are too blind to see it.\r\n\r\n    I took a prisoner in battle, an angel whose light was dimming. I brought him to my lair for my amusement. But he surprised me. My touch seemed to breathe life into him. He raved like a madman about how he wished to escape the war. Perhaps I have found someone I can use.\r\n\r\n    The angel I captured, Inarius, is in love with me. I can feel the intensity of his desire. I told him that we must liberate the Worldstone, and then we can be together. We will create something never imagined by those mired in the Eternal Conflict. A new world.\r\n\r\n    Inarius and I stole the Worldstone, and now we have a group of renegades to follow us. I have created a new world where we can live in peace. A place of infinite possibilities. Inarius believes that escape is enough. In time, I will show him that even victory is possible. But first, I will give him children. ", "authors": "Lilith "}, "2079": {"title": "They Never Listen", "text": "They never listen. The small minds that surround me ignore my greatness &#8211; and then kill me! First the Horadrim, those plodding fools. Then the nephalem! Imagine if that one had listened? We would have angels and demons for servants. We'd be riding them like horses. Perhaps I am being unkind. It's not that their minds are so small, it's just that mine is so large.", "authors": "Zoltun  Kulle"}, "2080": {"title": "Tomb Robber's Journal", "text": "We were so sure we could beat whatever traps the ancients had laid for tomb robbers, but the dead bodies of my friends testify to the folly of our arrogance. I will be dead soon as well. Our greed was our downfall...\n\n&#8211; Tomb Robber", "authors": "Unknown [Diablo] "}, "2081": {"title": "Tormented Stinger", "text": "The Tormented Stingers may resemble giant scorpions, but in truth they are moulded from the bodies of human sacrifices.  The demons twist their victims into the stingers' distinctive forms by slicing open their chests and viciously mutilating their legs.  Maddened by pain, these creatures can poison their prey with a single strike. ", "authors": "Deckard  Cain"}, "2082": {"title": "Torn Letter", "text": "Chancellor Eamon,\n\nIt is of the utmost importance that we secure my manor against the treacherous rabble in Tristram. The caves to the east are too close to my land! They must be blocked &#8211; completely obstructed. I believe the archbishop Lazarus has magically bound some arachnids of late. They may serve us well...\n\n&#8211; His Majesty, King Leoric", "authors": "Leoric "}, "2083": {"title": "Torn Letter's Response", "text": "Royal guard,\n\nWith great pain, I must admit that our king is no longer able to separate reason from madness. He orders the caverns to be filled with the archbishop's monstrous creations and will hear nothing else. Perhaps the legendary ancients themselves once dwelled there... but now we must desecrate their ruins.\n\n&#8211; Chancellor Eamon", "authors": "Chancellor  Eamon"}, "2084": {"title": "Traveler's Journal", "text": "While exploring a cave with hopes of finding hidden treasure, I came upon a most grisly sight &#8211; a heap of dead bodies. Unbelievably, as I was searching them for any items of value, they began to rise! I must tell them of this in New Tristram before it's too late.", "authors": "Theren "}, "2085": {"title": "Treasure Goblin", "text": "Some devious little goblins have been robbing our merchants! When pursued, they simply open portals and disappear with a most aggravating chuckle. The peasantry seem to believe that the goblins serve a great demon lord known as Greed and furthermore, that their portals lead to Greed's domain! A ludicrous notion, truly. ", "authors": "Abd  al-Hazir"}, "2086": {"title": "Tristram Fields", "text": "The Tristram fields are fair lands, fertile and temperate. Superstitious farmers kept away from them for quite a while after the fall of Old Tristram, but time has persuaded them to abandon these ridiculous notions and take up the hoe and plow once more. Now they supply crops to both New Tristram and Wortham.", "authors": "Abd  al-Hazir"}, "2087": {"title": "Unburied", "text": "The unburied are formed from human corpses that were flung into mass graves without a proper burial. This hideous amalgamation of bodies decomposes together into one being, bound by some foul magic. For all my knowledge, I could only flee from it... and I would expect any other sensible person to do the same. ", "authors": "Abd  al-Hazir"}, "2088": {"title": "Urzael's Journal", "text": "After years of my pleading, the Angiris Council has finally agreed to send me in search of Malthael. I will not fail in this, as my master's presence is sorely needed in the High Heavens. Owing to Malthael's growing fascination with the humans, Tyrael has suggested I begin my search on Sanctuary.\n\nI did not find Malthael on Sanctuary. But I did find humans, far too many of them. They murder and cheat one another while allowing their brothers to starve. If their true power is ever released we are all doomed. They have a choice between good and evil, and they overwhelmingly choose evil.\n\nI grew disgusted by humanity during my time on Sanctuary. When at last I found Malthael, I was not surprised to learn that he felt the same way. We will cleanse creation of the scourge that is humankind, and when we are finished, the tragic mistake of Inarius will be gone.", "authors": "Urzael "}, "2089": {"title": "Urzael's Trap", "text": "Nephalem, I knew the greed that infects your kind would not let you pass this chest by. And now, you shall suffer for it.", "authors": "Urzael "}, "2090": {"title": "Villager's Journal", "text": "The king has gone mad, executing anyone his paranoid eye falls on! None of us are safe.", "authors": "Gordon "}, "2091": {"title": "Wages of Sin are War", "text": "Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the eternal conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.", "authors": "Unknown [Diablo] "}, "2092": {"title": "Wandering Tinker's Diary", "text": "We should have known. The farmers left over a fortnight ago, and yet we stayed. Last night, we heard the beasts creeping closer. My husband left to investigate, and I haven't seen him since... All I have left are the things we made together. Hopefully they are of more use to someone else.\n\n&#8211; Rina the Tinker", "authors": "Rina "}, "2093": {"title": "Warrior's Rest", "text": "Alaric says that our people can survive the coming battle, but I saw the truth in his eyes. Why did he order me to guard the Beacon of Honor? Those shambling things are slaughtering my people in the forest above, and there is nothing I can do to stop it!", "authors": "Edric "}, "2094": {"title": "Warriv's Journal", "text": "I return to Khanduras after twenty years, the burden of countless failures and tragedies heaped upon my shoulders. Am I being punished for helping that stranger hunt the Dark Wanderer? I always thought Deckard Cain half a madman, but perhaps... he was right. Perhaps he can banish the shadow hanging over my life.", "authors": "Warriv "}, "2095": {"title": "Withermoth", "text": "The withermoth is a curious phenomenon.  It is tremendously large for an insect, and somehow its size allows it to expel a charging force when attacked.  For this reason, few have survived to study it in great detail, including many notable academi9cs.  In fact, please do not inquire further upon this subject.  ", "authors": "Abd  al-Hazir"}, "2096": {"title": "Wood Wraith", "text": "I have heard the most ridiculous tales about travelers being ambushed by vicious trees! (laughs) It is too much. Despite their names, the wood wraiths are not plants, but fully mobile beasts who have taken on the guise of foliage to ensnare their prey. Only a simpleton could be fooled by such a trick. ", "authors": "Abd  al-Hazir"}, "2097": {"title": "Wretched Mother", "text": "I, Deckard Cain, have spent many years traveling and writing about the strange creatures in our world, but the sight of the wretched mothers still haunts me.  They are the remnants of Queen Asylla's slaughtered handmaidens, who were twisted by foul magic.  Now they feast upon cadavers and regurgitate them as newly formed risen dead.  ", "authors": "Deckard  Cain"}, "2098": {"title": "Zoltun Kulle", "text": "Murderer. Torturer. Monster. These were the titles bestowed upon Zoltun Kulle by the Horadrim. Though it cost them dearly, they killed the wizard for his crimes against nature and sealed his broken corpse within a shadow realm. It seems they were afraid he might return.", "authors": "Adria "}}}