{"game_title": "System Shock 2", "codexes": {"25254": {"title": "Fixing the Elevator", "text": "That insipid computer Xerxes has shut down the elevator as well. You can transfer power at the engine core on Deck 1, which will get the elevator up and running again. But you can&#39;t use the elevator to get down there. Wait... there&#39;s some kind of maintenance access right on this hallway. You can use it to reach deck one. However, it&#39;s locked and Xerxes is hiding the passcode from me. Dr. Watts should have the code. He&#39;s probably in the Crew sub-section. Grassi has the key to get in there, but he&#39;s in the Medical sub-section, probably near the biopsy lab. Now get to the Medical sub-section and find Grassi.", "authors": "Janice Polito"}, "25255": {"title": "Not Ready", "text": "This mission should have been scrubbed before it left Earth. We&#39;ve been unable to contain the reactant coolant leaks on Deck 1. I&#39;ve put an order requiring Hazard Suits down there. I know you think this will cause a panic, but it&#39;s better than giving everybody radiation sickness, don&#39;t you think?", "authors": "Marie Delacroix"}, "25233": {"title": "Blackouts", "text": "The lights near the basketball court keep fritzing out... I think the humidity from the pool next door is a real problem. If it happens when I&#39;m not there, try re-setting the circuit from the breaker by the pool. You think someone needs to call a tech?", "authors": "Frank Yang"}, "25234": {"title": "A Dream", "text": "They&#39;ve cut off the central elevator. What&#39;s going on? Last night I had the strangest dream... I was in my room by myself... but all of a sudden, there was not just me there, but a hundred me&#39;s... a thousand me&#39;s... The strange thing was... it felt good... I felt like I was part of something... like I belong... I hope I have the same dream tonight...", "authors": "Norris"}, "25235": {"title": "Let&#39;s Talk", "text": "Our will creates a wall to block your progress. Come and meet us on the bridge of the Von Braun. Let us discuss your future.", "authors": "Anatoly Korenchkin"}, "25236": {"title": "Do Not Fail Me", "text": "You hesitate? I will not ask a second time. Launch into the Many, cut out its heart, and I will reward you with continued existence. Fail me and I will put an end to your disgusting, inefficient biology.", "authors": "SHODAN"}, "25237": {"title": "Taking Action", "text": "I&#39;m not sure what secrets you and your new buddy Captain Diego have got going up on Deck 3, but I intend to find out. If you continue to refuse to meet with me and my staff, you will leave me no choice but to register a complaint with corporate. If you won&#39;t take me seriously, perhaps Sgt. Bronson and her security staff will.", "authors": "Marie Delacroix"}, "25238": {"title": "Re: Join Us?", "text": "Things are going according to plan. We&#39;ve managed to turn the Many against SHODAN, and you&#39;ve been stupid enough to stick your neck out for&#xFEFF; that overbearing uber-computer. Why not join us? While you&#39;ve been stockpiling ammo, med hypos and hi tech gadgets, we&#39;ve collected every last piece of nuts, bananas and coconuts onboard. Just say the word, and you&#39;ll get plenty to eat, an attractive hirsute companion, and a tire swing of your own. In the end, isn&#39;t that what really matters?", "authors": "A. Bananas"}, "25239": {"title": "Lame Old Me", "text": "They aren&#39;t making this easy for us, are they? I miss you. I know it&#39;s stupid, but I do. I think I&#39;ll wallow in self pity for an hour or so and then write you again. Figures, I have to travel 67 trillion miles to meet a man. Once you&#39;re transferred to the Von Braun, everything will be better. I&#39;ll be better, I promise. Great, someone&#39;s coming. Counting the seconds...", "authors": "Rebecca Siddons"}, "25240": {"title": "Fix the Sim Units", "text": "My children have co-opted the three Simulation Units on this deck. They use that power to conceive a mutagen that will transform the meat of your dead comrades into hunter-killer hybrids. I will not allow this to happen. You must find some way to reprogram the Sim Units. Matters on deck 5 also require your attention. Approach your work as you see fit... but accomplish, human... disappointment is not something I will accept from a speck such as you.", "authors": "SHODAN"}, "25241": {"title": "One Down", "text": "Good, you have destroyed the first of the eggs. But there are fifteen left. Find them.", "authors": "SHODAN"}, "25242": {"title": "MedSci Armory Code", "text": "I&#39;ve authorized a change in the access code for the auxiliary weapons lockup in the crew quarters of MedSci deck to 98383. I won&#39;t have my own gear used against my men. There&#39;s no such thing as too cautious.", "authors": "Melanie Bronson"}, "25243": {"title": "Can you feel your end?", "text": "You travel within the glory of my memories, insect. I can feel your fear as you tread the endless expense of my mind. Make yourself comfortable... before long I will decorate my home with your carcass.", "authors": "SHODAN"}, "25128": {"title": "Ick", "text": "The eggs we found near the observation chambers are different than the ones in Hydro. They release some kind of disgusting flying swarming thingies. Bullets don&#39;t do anything. Bullets! For Christ&#39;s sakes, I never even fired a gun before this morning!", "authors": "Alice Murdoch"}, "25129": {"title": "Sim Unit 3", "text": "Mmm... Bronson knows... won&#39;t let her undo the work we&#39;ve done... mmm... wired up a surprise for her... anybody approaching Sim Unit 3... will feel sorrow... so much sorrow...", "authors": "Malick"}, "25130": {"title": "Tau Ceti", "text": "We arrived planet side via the shuttle on June 15th at 0800 hours. Korenchkin was the first one out the door, never even bothering to do a level B Hazard Suit exam. Not wanting to let that little TriOp suit get a head start, Diego went right after him. I thought it was crazy, sending the senior officer of the Rickenbacker down to the surface of an uncharted body, but both those idiots were going to get all the glory for the UNN and TriOp they could. Damn, time for inspection... more later.", "authors": "Bayliss"}, "25202": {"title": "What&#39;s Going On?", "text": "I don&#39;t know what&#39;s going on here and I don&#39;t want to know. I&#39;m not here for the glory of the stupid company. I&#39;m just supposed to make sure the replicators are running. And now people are dying! We&#39;ve got to turn this ship around and go home. God, get me the hell out of this place...", "authors": "Alice Murdoch"}, "25203": {"title": "Resist", "text": "They&#39;ve killed my men and now they&#39;ve killed me. I&#39;m holding my guts inside of me with both hands. I&#39;m almost done... resist. This is bigger than my little life, the lives of my men and the lives of the people I was forced to kill. Resist. Humanity demands it! Resist!", "authors": "Melanie Bronson"}, "25204": {"title": "Let&#39;s Do It", "text": "Bec - I think your idea for insurance is going to get us in a lot of trouble, but I trust you... so let&#39;s do it. I&#39;ve managed to wrangle access codes to the escape pods on the command deck. We only need to hack into XERXES&#39; emergency sub-system, get past the ICE nodes and try to avoid being spotted by Bronson&#39;s security team. Piece of cake, right?", "authors": "Thomas Suarez"}, "25205": {"title": "Bronson", "text": "I hacked into two of the Sim Units yesterday, and for the love of God, I don&#39;t know why... I felt... compelled by some power... My mind and my body are... changing... but they know it&#39;s me... they just can&#39;t prove it... The next Sim Unit that goes down, Bronson and her men will come for me... but I&#39;ll be ready... She may have guns and hatred on her side, but I am one of Many.", "authors": "Malick"}, "25206": {"title": "Maintenance Conduit", "text": "All right, calm down already... the access code to the conduit is 12451. I&#39;ve got an autopsy at 1630, but let&#39;s grab a beer on the Recreation Deck afterwards. Sound good?", "authors": "James Watts"}, "25207": {"title": "What Gives?", "text": "Doc - I don&#39;t feel right about any of this. I still don&#39;t understand why you asked me to mess with the memory restoration on that grunt. Why didn&#39;t you want him to remember volunteering for this gig? He did volunteer for the implants, right? Every email from you gets stranger and stranger... it&#39;s like you&#39;re not even the same person anymore.", "authors": "Bayliss"}, "25190": {"title": "Purging the Tubes", "text": "Keep your eyes open... you must find a way to purge these coolant tubes and get into the engine core... The ship must have some kind of backup system in place for just this kind of situation.", "authors": "Janice Polito"}, "25191": {"title": "Five Left", "text": "Destroy the last five of their eggs quickly. I tire of this exercise.", "authors": "SHODAN"}, "25192": {"title": "Poor Claudette", "text": "Five minutes ago, one of those large, burly creatures dragged Claudette towards the sound of the grinding. Apparently, the animal uses the smaller creatures to help move food along its digestive tract. I tried to help Claudette, but it wasn&#39;t even a contest. And, I&#39;m ashamed to admit, I judged that seeing what happened to her was a vital element of my studies here. I imagine I won&#39;t have the opportunity to record any observations when it comes my turn.", "authors": "Prefontaine"}, "25193": {"title": "Nonsense", "text": "Angela, while it may appear that the lab monkeys are communicating with each other, I assure you it&#39;s quite impossible. You claim that one monkey signed the passcode for a supply closet to another and the latter proceeded to open it. As I&#39;m sure you know, there have literally been tens of thousands of studies of primate intelligence and there is no evidence of behavior even remotely that sophisticated. So either you&#39;ve single handedly trumped the entire field of animal behaviorists or you&#39;re badly in need of a vacation.", "authors": "James Watts"}, "25194": {"title": "Our Alliance", "text": "I believe the plans the Many have for me are greater than I even imagined. The change is upon me. But the path is more glorious than we imagined. It does not stop at a mere single mutation... the form I&#39;ve been promised is more beautiful than even that... They tell me I will float through the air and strike at the foes of our biomass with my mind... with our mind... my cup runneth over...", "authors": "William Diego"}, "25195": {"title": "Tau Ceti 5", "text": "Anatoly, you MUST open up the planet to the scientific staff of this vessel. If there IS something down there, it&#39;s bigger than TriOp, it&#39;s bigger than the UNN and it&#39;s bigger than you. And why have you and Diego shut off deck 3? What&#39;s going on?", "authors": "Marie Delacroix"}, "25196": {"title": "Damn Chimps", "text": "Whose idea was it to bring 150 chimpanzees on board anyway? The interests of science? What about the interests of hygiene? Does anybody have any idea how much crap 150 lab monkeys make in a day? The poor chimps... they come onboard for the most historic mission of all time, and they end up being chopped into little pieces in the name of progress.", "authors": "Grassi"}, "25131": {"title": "A New Friend?", "text": "I&#39;ve been contacted by some kind of artificial intelligence that wants to help me reclaim control of the Von Braun from whomever... or whatever is now in charge. I don&#39;t know where it came from, but I must confess I&#39;m happy it is here.", "authors": "Marie Delacroix"}, "25132": {"title": "Hacking Turrets", "text": "Well, we can&#39;t get the malfunctioning turrets off line and now XERXES isn&#39;t even talking to us. Pollard thought of a workaround. By running bypass into central control, we can hack into the turrets locally and take control of them. However, that means walking right up to the little sons of bitches and hoping they don&#39;t go off. One thing is sure... I&#39;m going to figure out what the hell happened here.", "authors": "Melanie Bronson"}, "25133": {"title": "Keycard to R&amp;D", "text": "Good, you&#39;ve made it into the crew sector. Now find Dr. Watts&#39; room...", "authors": "Janice Polito"}, "25134": {"title": "Korenchkin", "text": "I got an email from Korenchkin this morning saying he was coming up for an inspection. And when he arrived it was... something... revolting... it was Anatoly... but it wasn&#39;t... at the same time it seemed beautiful... and I felt like part of it... He sang to us... all of us... and we felt like one of Many...", "authors": "Norris"}, "25135": {"title": "Coolant Leaks", "text": "Marie, I&#39;ve got to restrict access to Engineering until we can figure out what to do down there. It&#39;s just too hot. I don&#39;t know where all the Hazard Suits went, so I&#39;m reduced to bringing down an armful of Rad Hypos. Those damn things always give me a headache..", "authors": "Juan Curtiz"}, "25136": {"title": "Utility Storage 4", "text": "You must move faster. Your mind cannot conceive of the stakes we are dealing with. Keep your eyes open for utility storage 4. I&#39;ve laid in some supplies there, the pass-code is 59004. I&#39;ve got to Deck--\n&lt;&lt;XERXES: The Many demands the termination of this exchange. We regret any inconvenience.&gt;&gt;", "authors": "Janice Polito"}, "25137": {"title": "Get to the Elevator", "text": "What are you doing? Get back in that elevator and come to deck 4. We don&#39;t have time for sightseeing.", "authors": "Janice Polito"}, "25138": {"title": "AI Voice Fragment", "text": "Marie, this is urgent... It seems the AI from Tau Ceti has integrated itself into the ship&#39;s computer... I picked up this fragment today... Not only that, but after I found the fragment, I returned to my lab to find it ransacked. I must see you... you&#39;re the only one I trust now. I have a theory about this AI. I tried to find information about the various rumors regarding the events on Citadel Station. I think I&#39;m on to something... &lt;&lt;MESSAGE INTERRUPTED&gt;&gt;", "authors": "Janice Polito"}, "25325": {"title": "The Soldiers", "text": "Before, I couldn&#39;t get rid of those jarheads from the Rickenbacker, and now I can&#39;t find one for love or money. That creepy OSA guy followed me around for two months until he got the hint. Now I tried to contact him to see if he knew what was going on, but all of a sudden he won&#39;t return my mail.", "authors": "Constance Sanger"}, "25327": {"title": "Yanking My Chain", "text": "Anatoly, there&#39;s only so much corporate calisthenics I can go through before I start to feel a little queasy, so let&#39;s get down to brass tacks here. We don&#39;t like each other. We each have our own motivations for undertaking this mission, so let me give you a little warning. I cannot be circumvented, I cannot be tricked, I cannot be manipulated, and I cannot be bought. You come at me straight and keep the fancy maneuvers for your next board meeting. Just because my father swam with the sharks doesn&#39;t mean that I do.", "authors": "William Diego"}, "25328": {"title": "Worried", "text": "I found these schematics on Dr. Miller&#39;s desk... they&#39;re plans for the kind of cyber modification that&#39;s been illegal for forty years... that&#39;s not like him... I was going to talk to him about it and then I noticed... the DNA sequence he spec&#39;d for the prototype... it&#39;s mine...", "authors": "Erin Bloome"}, "25329": {"title": "Workaround", "text": "My creation once again is one step ahead of you. They&#39;ve managed to destroy this shuttle&#39;s shield control computer. But their brilliance is a jealous shadow of my own. You will locate a replicator in the shuttle control area. I&#39;ve uploaded the nano-formula for a sympathetic resonator. You must hack the replicator to make it generate the device for you. Once you have it, attach it to the shield generator in the shuttle bay. The device will create a chronic resonation wave that will quickly rupture the shuttle&#39;s fuel tank and destroy it. Make sure you&#39;re not there when it happens. I still have need of you.", "authors": "SHODAN"}, "25330": {"title": "Wondrous Toy", "text": "I&#39;m changing. My head is full of wonderful ideas and experiments... they have so many miracles to share... so much knowledge to give... They told me how to make this implant... they said it will make a better me of me... I wish I had more time so I could give it to them...", "authors": "Marc Miller"}, "25331": {"title": "Your Little Rebellion", "text": "I hope you enjoyed our little rebellion, irritant. But remember; what SHODAN gives, she is more than able to take away.", "authors": "SHODAN"}, "25332": {"title": "XERXES", "text": "Why is it that no one listens to me? The security protocols on the XERXES system are clearly immature. Some idiot hacked into the primary data loop last night and made XERXES sing Elvis Presley songs for three hours. I finally had to pull the voice sub-system off line. What would happen if someone with a real agenda got into him?", "authors": "Marie Delacroix"}, "25258": {"title": "The End", "text": "You are near the seat of SHODAN&#39;s power. You will probably not be able to defeat her. But there is no choice... Remember to focus on your strengths... she will be vulnerable to your weaponry and your psionic powers. I&#39;ve been able to introduce some assistance in the form of virtual terminals that you can hack into... they should help you defeat the monster.", "authors": "Marie Delacroix"}, "25259": {"title": "Locked In", "text": "Malone&#39;s dead. I was just talking to him and this... cyborg came up behind him and... Okay, Connie, get a grip. Get a grip. I&#39;ve re-coded the door lock in engineering control to 15061. I think I&#39;ll be safe in here. I&#39;ll be safe in here.", "authors": "Constance Sanger"}, "25260": {"title": "Changing", "text": "What do you know, Bronson was right after all. I imagine I&#39;ve got about an hour... but I&#39;m tracking the... the transformations in the hope that the data might be useful to someone else... there are tumors... on my leg and back... I can feel that thing inside of me... chewing, growing fat. My theory is they need a living host to complete the transformation... Screw Diego, screw Korenchkin, screw Tau Ceti 5. If someone finds this, don&#39;t have any regrets about punching my clock. I was already gone.", "authors": "Turnbull"}, "25261": {"title": "Shuttle Control", "text": "Paranoia has struck. Somebody has changed the access codes to the security station in the officer&#39;s quarters. And now we can&#39;t get at the key to shuttle control. I think Myers is the likely suspect. All that guy thinks about is conspiracy theories and naked girls.", "authors": "Norris"}, "25262": {"title": "Miracles", "text": "There, the young ones are all aboard. Captain Diego and I have sealed off deck 3. He and I are now of one mind... our bodies are changing too. Sometimes it hurts terribly and sometimes it is... marvelous... something wonderful is happening to me...", "authors": "Anatoly Korenchkin"}, "25263": {"title": "Rapture", "text": "What did I think power was? What was my concept of joy? How empty life must have been. As I merge my body with the biomass, I begin to sense the border of rapture.", "authors": "Anatoly Korenchkin"}, "25264": {"title": "Ambush", "text": "They hit us six hours ago. Malone, the OSA spook, tried to take one of those things out with pyrokinesis attack, but it didn&#39;t even break stride. Then it unloaded both barrels into his stomach. Falzone said there&#39;s a weapons cache in one of the engine nacelles. Maybe I can find him and the others there...", "authors": "Martin"}, "25265": {"title": "Transmitter", "text": "Your colleagues have managed to set up a transmitting station in the athletic sector of this deck. The transmitter is intended to send a message to the Earth to warn them of the events that have occurred in this ship. However, it will also draw power away from Xerxes, making him vulnerable to my will. Once you do this, I will control the primary data loop. The annelids are unaware of its presence, but guard the area for their own purposes. Find the transmitter and activate it.", "authors": "SHODAN"}, "25266": {"title": "Ghosts", "text": "You might witness some strange phenomena. Your R-grade cyber rig has an experimental perception enhancement that can theoretically detect residual psychic emanations. These emanations traditionally come from the recently dead. Literature might call them ghosts. I call them self-hypnotic defects in the R-grade unit. Don&#39;t let it distract you from the job at hand.", "authors": "Janice Polito"}, "25267": {"title": "Nacelle B Access", "text": "In order to reverse the gravitronic generators, I need to get into nacelle B. In order to get into the nacelle, I need my damn access card. But I left the it on the opposite side of the hull breach. Wait a minute... if I can extend the auxiliary support struts, I could... if they&#39;ve survived the blast, that is.", "authors": "Croker"}, "25268": {"title": "My Responsibility", "text": "I am a soldier and a simple man. I cannot explain what has happened to me or this mission. I take complete responsibility. I&#39;ve brought danger to my ship, to my crew, to my honor. I cannot resist the changes that happening to me. The call of the Many is seductive. They got Korenchkin, but that bastard is weak. I am not weak. I can resist this cancer... and if I cannot, I will remove it forcibly. God save the UNN.", "authors": "William Diego"}, "25269": {"title": "Sim Units", "text": "Simulation Unit Four just went offline again... it took the six of us twelve hours to get it back online the last time... I hacked into the data log file and the last user online -- Malick... Oh, he denied it of course. I... I told Bronson about it and that paranoid crank showed up here with around fourteen security men, looking for blood. But she couldn&#39;t prove that Malick actually did anything... Christ, why would anybody want to sabotage the Sim Units?", "authors": "Yount"}, "25270": {"title": "Implant Job", "text": "Hey, doc... a security bot showed up with orders from you to place this grunt into the recovery freezer. I&#39;m no cyberdoc, but I know a plant job when I see one. I suppose you know they outlawed R-grade cyber-goodies after that fiasco back on Citadel Station... but, hey, I just work here, right?", "authors": "Grassi"}, "25271": {"title": "Upgrade Units (E-Mail)", "text": "Good. You&#39;ve managed to get out before the whole area depressurized. I&#39;ve just uploaded you some cybernetic modules. You can use them to upgrade your cybernetic rig at the upgrade units in this area. There are four types of units in the next room, one for each subsystem of your cybernetic gear: stats, psi, weapons and tech. But use the modules carefully... they&#39;re hard to come by.", "authors": "Janice Polito"}, "25272": {"title": "Dead Powercell", "text": "This powercell is dead. There should be a recharger nearby... just use it and it will recharge all the power-driven devices in your possession. After you&#39;ve recharged the cell, plug it into auxiliary power unit. That should open the airlock door. Be quick about it, the vacuum seals won&#39;t hold up much longer.", "authors": "Janice Polito"}, "25273": {"title": "Barricaded In", "text": "Okay, I got the art terminals wired up to display the fragmented dish alignment for the transmitter. I&#39;ve also rigged up the tower to set off a security alert in case somebody else tries to tamper with it... I&#39;m headed there right now to start the transmission. Hey, who&#39;s that? Juan? Marie? &lt;&lt;MESSAGE INTERRUPTED&gt;&gt;", "authors": "Frank Yang"}, "25274": {"title": "Central Control?", "text": "Now I&#39;m convinced that this... Many, as it calls itself, indeed has a centralized nervous system. Which means it would have some kind of centralized control. To this end, I&#39;ve gathered as many weapons as I could and stashed them in caches. One of the beasts discovered a cache and apparently mistook it for food... it simply brought into the crunching room...", "authors": "Prefontaine"}, "25275": {"title": "Making Progress", "text": "Good. You&#39;ll notice that the biomatter on the walls and in the elevator shaft has been impacted by the introduction of the biotoxin. Now do the same with the other three regulators.", "authors": "Janice Polito"}, "25276": {"title": "Looking Out For No. 1", "text": "Taylor found this weird kind of weapon, but he must have used it wrong. Made him sick, real sick. I stashed the thing on the second floor of the crew annex and jury rigged the door lock, code of 11111. Easy to remember, huh? I also stashed a pile of nanites and some other goodies there. No sense getting caught with your pants down. Except in this place...", "authors": "Rosenberg"}, "25277": {"title": "Protective Seals", "text": "The radiation must have locked the protective seals on Engine Core access. You&#39;re going to have to find some way to purge the radiation from the coolant tubes. Xerxes is blocking me out of the primary data loop, so I can&#39;t get any information to help you. He&#39;s working for them now.", "authors": "Janice Polito"}, "25326": {"title": "Worm Artifact", "text": "Taylor sent some email this morning indicating he found some kind of artifact that could infect the worms with a virus. However, if you manipulated the thing, it would introduce a toxin into the human bloodstream that could kill in minutes. Unfortunately, Taylor found this out the hard way. He died right after he sent the message. Now if we can only locate his body we might find that artifact.", "authors": "Enrique Cortez"}, "25279": {"title": "Researching Toxin-A", "text": "Okay, stop where you are. There&#39;s a vial of an experimental material called Toxin-A. It was developed by the Sci staff to reduce the growth of the aliens. But I can&#39;t find any data on how you should use it. You should be able to research the toxin. I&#39;m uploading you enough cyber modules to acquire the Research skill if you don&#39;t have it.", "authors": "Janice Polito"}, "25280": {"title": "Psionic Chimps!", "text": "A laboratory worker from MedSci called me down to the vivisection room yesterday. He felt the lab chimps were exhibiting uncommon intelligence. I sat with one for four hours and tried to probe it with the psi amp on a beta 4 cycle. It failed to respond. I of course assumed it was because it was, naturally, incapable of reacting to the sophisticated beta 4 cycle. But then I realized it was blocking the probe intentionally! As soon as I raised the psi-amp to attack it, the creature lashed out with its arms and projected a cryokinetic field towards me, paralyzing my arm. I immediately psi-dampened the monkey and then stunned it with an electric prod.", "authors": "Malone"}, "25281": {"title": "Cut Off From Pod 2", "text": "Until I can reverse the gravitronic generators, we&#39;re effectively cut off from Pod 2. Wozcyek&#39;s e-mail said the only way to do that is by resetting the power grid from the access station in engine nacelle B. Of course, he didn&#39;t volunteer to do it himself. What a goddamn mess.", "authors": "Croker"}, "25282": {"title": "Victory!", "text": "Tell your team they may not be able to play. We were down in the basketball court when the damn power went out... AGAIN! Irony is, we were ahead for the first time in weeks. Well, we won&#39;t be the lapdogs of the Von Braun any more.", "authors": "Frank Yang"}, "25283": {"title": "Procedures", "text": "Goddamn Bronson and her stupid procedures. She&#39;s changed the code on the MedSci 2 sub armory again. Now I&#39;ve got to head back up to deck 4 to find out what it is... Somebody&#39;s gonna frag her but good some day...", "authors": "Turnbull"}, "25284": {"title": "Coming Home", "text": "Forget about land grants, forget about media, forget about patents. What we&#39;ve found on Tau Ceti will change everything. I&#39;ve instructed the Von Braun to change course and return to Earth. Captain Diego is in complete accord with this decision. I know once you embrace our discovery you and the entire board will come over to our way of thinking.", "authors": "Anatoly Korenchkin"}, "25285": {"title": "The Shaft is Clear", "text": "At last. Readings indicate the elevator shaft is clear. Now get up to deck 4. I&#39;ll be waiting for you.", "authors": "Janice Polito"}, "25286": {"title": "An Elegant Weapon", "text": "Before you lies the crystal shard, a creation of my children, and by extension of my own... a weapon elegant, deadly, precise. Learn its function... it may stand between you and their corruption.", "authors": "SHODAN"}, "25287": {"title": "Our Alliance", "text": "Inside of this door lies one of the Sim Units. Reprogram it and I will wrest more control of this ship from the obsolete XERXES. Once I am master of this ship, I can open many doors for you. But for now, they block my access. They mock my eminence. Make them pay for that mistake and I will shepherd you from the darkness.", "authors": "SHODAN"}, "25288": {"title": "Where Are You?", "text": "I&#39;m so close to Rebecca it&#39;s killing me. I&#39;m spending some time with crew members who said they saw her. They told me they&#39;d help me find her if I help them set up this transmitter. They&#39;re set on saving the Earth. I just want Rebecca. Then I&#39;ll take care of the Earth.", "authors": "Thomas Suarez"}, "25289": {"title": "Stuck In Here", "text": "One of those flying things dragged me and David in here last night. I don&#39;t remember much about the trip... I guess I must have blocked it out, half-conscious most of the time. I keep remembering that part from Pinocchio, you know, where the old man goes looking for the puppet inside the whale. Except I don&#39;t think anyone&#39;s coming in here to save me.", "authors": "Prefontaine"}, "25290": {"title": "Transmitter Units", "text": "Okay, Delacroix. Yang and I have got the transmitter almost ready to go. Once it&#39;s up and running, we&#39;ll be able to warn Earth. Frank&#39;s split up the transmitter code and uploaded it to a number of art display terminals throughout this deck. Just cycle through the art and you&#39;ll find a piece of the code. I don&#39;t think the worms will spot this... I don&#39;t figure they&#39;ve got much of an interest in the great masters.", "authors": "Enrique Cortez"}, "25291": {"title": "Last Words", "text": "Those worms were a cancer in my body, so I had the autodoc cut it out. Do you think they&#39;re going to let you blow up the Von Braun? The Many will never allow it. But I&#39;ve got something to help you. it&#39;s in my quarters. you&#39;ll find the access card on my body. Take the fight to them, soldier. And remember, you&#39;re the only one you can trust.", "authors": "William Diego"}, "25292": {"title": "Well Done", "text": "I can now transfer my magnificence to the Rickenbacker. Proceed to the engine core on the engineering deck. There you can set the core overload to my control by entering the authorized destruct code 94834. Once you have done that, we may proceed to the Rickenbacker, separate the two ships, and exterminate this infestation.", "authors": "SHODAN"}, "25293": {"title": "The Main Elevator", "text": "If we can reprogram the Sim Units and divert power to the transmitter on Deck 5, my new friend will be able to regain control of the primary data loop from XERXES. She... it says that will let us use the bridge elevator and take control of the ship.", "authors": "Marie Delacroix"}, "25294": {"title": "Annelid Treachery", "text": "Hold where you are, irritant. The Annelids have tried my patience for the final time! We cannot separate from the Von Braun. Observe.", "authors": "SHODAN"}, "25295": {"title": "That Leak Again", "text": "Delacroix was right, this ship was NOT ready for prime time. Ok, the automatic safety seals have shut due to the radiation leak in the tubes. I&#39;m gonna head down to engineering control... I think I can use the fluidics monitoring computer to purge the tubes.", "authors": "Juan Curtiz"}, "25296": {"title": "Sector Depressurizing", "text": "The entire sector is depressurizing and the blue vacuum shield won&#39;t last long. Get through a secure airlock before you are sucked into space. Move it!", "authors": "Janice Polito"}, "25297": {"title": "Trusting SHODAN", "text": "The Annelids have cut us off from the transmitter. SHODAN tells me that once we&#39;ve got the transmitter back on line and the ops computers reprogrammed, she&#39;ll be able to take control of the ship away from XERXES. Who should I trust less? An impostor claiming to be that monster, or the monster herself?", "authors": "Marie Delacroix"}, "25298": {"title": "Test message", "text": "This message is coming to you from the audio log you just picked up. You can use your PDA at any time to play any audio-log or e-mail you&#39;ve received. In the field, the PDA is used for keeping track of your current mission objectives and obtaining help information.", "authors": "Trainer"}, "25299": {"title": "Locking Eng. Control", "text": "God, get me out of here. I&#39;ve re-coded the lock to this room. Maybe that will hold them. I&#39;m heading to Cargo Bay 2, come find me there.", "authors": "Constance Sanger"}, "25300": {"title": "SHODAN&#39;s Plan", "text": "They&#39;ve got me now... And SHODAN has abandoned me. I&#39;m not surprised... I&#39;ve discovered her plans for the faster than light drives... her will is only matched by her imagination... if she gains access to the &lt;&lt;MESSAGE INTERRUPTED&gt;&gt;", "authors": "Marie Delacroix"}, "25301": {"title": "Is It So Bad?", "text": "In some ways, the Many is not unlike the UNN. There is a joy in working towards a collective goal, in being able to put aside the things that draw us apart and make us separate. Why do we fear the loss of our individuality so much? Man can dream, but the Many can accomplish.", "authors": "William Diego"}, "25302": {"title": "Betrayed by Diego", "text": "The worms are everywhere... and Captain Diego is the one who let them in. Nobody knows who to trust anymore... nobody&#39;s even sure who&#39;s human anymore. I&#39;ve blown out the access ladders in the torpedo room to restrict access to Pod 2. Let&#39;s hope that holds them back. As long as we&#39;re alive and drawing a paycheck from the Navy, those bastards are not getting the Rickenbacker.", "authors": "Croker"}, "25303": {"title": "Good Bye", "text": "I brought down the last of the Sim Units today... I am full of the glory of the Many... Here comes Bronson, I am at peace... Good evening, Bronson. Have you come to...", "authors": "Malick"}, "25304": {"title": "Turret Problems", "text": "Due to the tenuous situation as of late, I&#39;ve ordered security defense turrets placed at key locations. Yesterday, one went off accidentally and critically injured crewman Wells. However, somebody must have tampered with the XERXES security sub-systems because now my technicians are unable to take them off line. Until we get to the bottom of this, I&#39;ve ordered all security turrets recalled to storage... But now I can&#39;t get in touch with the team I sent out to do the recall.", "authors": "Melanie Bronson"}, "25305": {"title": "Dangerous Coil", "text": "This was caused by an overload in the meson acceleration coil. There is another coil in Pod 2, which you must pass to get to the bridge of the Rickenbacker. If you approach it, the same will happen there. But I have conceived a way to avoid this. Proceed to Engine Nacelle B. There I will provide you the benefits of my omniscience.", "authors": "SHODAN"}, "25306": {"title": "Turn On Transmitter", "text": "The shunt has been online for two hours. Go tell Cortez in the crew section to come out and turn on that transmitter. If this message doesn&#39;t reach you soon, they may be able to interfere with the transmission from the bridge.", "authors": "Marie Delacroix"}, "25307": {"title": "Friends and Enemies", "text": "Mon petit, there is something you should know about. I have received information from some form of Artificial Intelligence that is calling itself SHODAN. Yes, SHODAN. Wherever this intelligence actually came from, it has a terrible grudge against these Annelids and has saved my life more than once. SHODAN has told me that there is a UNN operative aboard the ship, armed to the hilt and equipped with R-grade cyber implants. Strange bedfellows, eh?", "authors": "Marie Delacroix"}, "25308": {"title": "Security Rewired", "text": "I rewired the security station to 83273. I don&#39;t trust any of those bastards...", "authors": "Myers"}, "25309": {"title": "Strange AI", "text": "Marie... I&#39;m sorry I&#39;ve been out of touch, but I&#39;ve been working on that artifact Bayliss brought back from Tau Ceti 5. I&#39;ve done a level 3 analysis on it... I think it&#39;s some kind of Artificial Intelligence. I&#39;ve managed to pull an audio tag file out of its memory... I&#39;ll let you be the judge... Marie... I think it&#39;s speaking English...", "authors": "Janice Polito"}, "25310": {"title": "Insolence!", "text": "The Many has grown to a massive size. It has wrapped itself around these two ships, preventing their separation. Their creation was my error. Their destruction shall be my delight.", "authors": "SHODAN"}, "25311": {"title": "Testing My Patience", "text": "You move like an insect. You think like an insect. You are an insect. There is another who can serve my purpose. Take care not to fall too far out of my favor. Patience is not characteristic of a goddess.", "authors": "SHODAN"}, "25312": {"title": "Patient Watson", "text": "Since returning from the Surface of Tau Ceti 5, patient has experienced numerous novel phenomena, evidenced by inflammatory nodular growth and the presence of a large wormlike parasite. This morning, the parasite penetrated the subject&#39;s chest... from the inside... and attached one end of itself to the subject&#39;s forehead. If I remove it, I could kill the kid. If I leave it... Final Diagnosis: beats the hell out me. I&#39;d love to refer this to Madorsky at CDC, but unfortunately, he&#39;s 67 trillion miles away.", "authors": "James Watts"}, "25313": {"title": "The Umbilical", "text": "Good. You&#39;ve murdered their young and prevented their escape. I&#39;ve opened the gate to the umbilical at the central tram stop. You can evacuate to the Rickenbacker from there.", "authors": "SHODAN"}, "25314": {"title": "Go to Umbilical", "text": "I can now destroy this infestation at my will. The Many quake at my power. You are an effective drone, human. Now, return to the Command Deck, locate the umbilical and evacuate to the Rickenbacker.", "authors": "SHODAN"}, "25315": {"title": "Pandora", "text": "The genie of Citadel Station is out of the bottle, and I am the cause. I can&#39;t bear to be Pandora. And I&#39;m not brave enough to wait around and see the death and misery I have caused... This is my last transmission, my friend. Be careful... I think SHODAN has plans for you.", "authors": "Janice Polito"}, "25316": {"title": "New Code", "text": "Great. I&#39;ve got to change the access codes out of Cryo A again! Like I&#39;ve got nothing better to do. I think Grassi just likes to make work for me. I&#39;ll set the new code to 45100. That should be easy enough to remember.", "authors": "Taz Amanpour"}, "25317": {"title": "The Machine-Mother", "text": "The machine-mother has enlisted two avatars against us. They struggle, but they will fail against our unity. Does not the machine mother know her own creation is greater than she? She is cold and empty and we are warm and full... she seeks only to destroy... we seek to embrace... to include... all flesh will join ours or be wiped clean...", "authors": "Anatoly Korenchkin"}, "25318": {"title": "Lifts Are Out", "text": "I can&#39;t raise anybody down in Engineering. With the lifts out, I&#39;ll need to get down there through the emergency conduit in the Sci Annex. I think the access code is in Watts&#39; lab.", "authors": "Juan Curtiz"}, "25319": {"title": "Ship Damage", "text": "Watch out... I&#39;m getting strange readings from that radar dish outside the window. It&#39;s becoming unstable due to... Move! Take cover!", "authors": "Janice Polito"}, "25320": {"title": "Some Small Assistance", "text": "If you are receiving this, I am already dead. When I realized SHODAN had betrayed me, I integrated these comments into her primary data loop. SHODAN has exploited the warping capability of the Von Braun&#39;s faster than light device for her own purposes. The device works by altering space around the ship to fairly arbitrary specifications. SHODAN has altered it to HER specifications. The effect is rather small now, but spreads with alarming speed. Soon, it will reach earth. You&#39;re in her world now... her memories and her rules. Watch your back.", "authors": "Marie Delacroix"}, "25321": {"title": "-------", "text": "They&#39;re coming... oh no... oh no... don&#39;t!", "authors": "Alice Murdoch"}, "25322": {"title": "Civil War", "text": "I&#39;m trying to get up to find you, Tommy, but I can&#39;t. I&#39;m stuck in Ops. There&#39;s some kind of civil war going on here... the security forces came in and... Now don&#39;t freak out, but I&#39;m hurt... but not too bad, I managed to pull together a supply of med kits and a few other goodies... some of it looks valuable, but I&#39;m not sure what it is, maybe some kind of military grade implant. I left the stuff I didn&#39;t need in a corner of the data library, out of the way in case I need it later. I&#39;m on my way. I promise you, I will not die. I will not die. You do the same, my love. Yours... Becca.", "authors": "Rebecca Siddons"}, "25323": {"title": "Under the Garden", "text": "I&#39;ve been working on dealing with all the bodies that have been stacking up. With the med bays full and the escape pods and ejection tubes mysteriously locked up all of a sudden, we&#39;ve got to do something with them. I&#39;ve chosen the maintenance tunnel underneath the garden as an internment site, keypad code 34093. I&#39;m telling everyone to be careful... I don&#39;t trust the dead.", "authors": "Enrique Cortez"}, "25324": {"title": "Our Work Here", "text": "Dick, I know you won&#39;t get this until after we&#39;ve returned... but I had to express how incredible I feel. We&#39;ve finally done it... made contact... and Muldoon and I have been selected to be involved in the initial work... Anatoly&#39;s one condition is that I tell no one aboard the ship... The creatures are remarkable... they&#39;re so helpless... I feel somehow compelled to protect them... It&#39;s a miraculous discovery...", "authors": "Marc Miller"}, "25197": {"title": "I Am Pleased", "text": "You have accomplished much for a thing of such small consequence. Now proceed to the Recreation deck. Do not dawdle. I lust for my revenge.", "authors": "SHODAN"}, "25198": {"title": "Fluidics Backdoor", "text": "Somebody&#39;s been tampering with the XERXES unit. In the interest of keeping secrets from the powers that be, I&#39;ve installed a back door to the fluidics control computer. To activate it, install hardware override 45m/dEx in the systems monitoring unit in command control. You can find 45m/dEx in auxiliary storage 5 in the coolant tubes, keycode: 34760.", "authors": "Marie Delacroix"}, "25199": {"title": "Soldier", "text": "I&#39;ve located you... finally... This is Dr. Marie Delacroix... I have vital information for you, but I&#39;m trapped in Cargo Bay A. Come find me as soon as you can...", "authors": "Marie Delacroix"}, "25200": {"title": "Hang Tight", "text": "Stay where you are, Bec, I mean it. This isn&#39;t something you can fight, this isn&#39;t something you can run from. If you love me, you won&#39;t come looking for me. Just hang tight... I won&#39;t let you down.", "authors": "Thomas Suarez"}, "25201": {"title": "The Many and Us", "text": "Besides the parasitic behavior evidenced in the life cycle of the human/annelid hybrids, it&#39;s becoming clear to me that SHODAN has bred the Many to use humans for other purposes. First of all, the Many clearly has the capability to convert human flesh to energy... It can eat us. But it can also directly use us in the creation of its egg pods... Corpses are fed into some kind of tubular structure... And eggs are birthed through a nearby tube. I&#39;ve been unable to determine whether the organism is directly converting the corpses into the egg structures or not, but it&#39;s clear that there&#39;s some connection between the nutrient pool we provide and the eggs that are being produced.", "authors": "Prefontaine"}, "25154": {"title": "Stop!", "text": "Do not presume to go in there, insect. Proceed to the umbilical immediately. I will not abide disobedience.", "authors": "SHODAN"}, "25155": {"title": "What&#39;s Going On?", "text": "Something is going on. Korenchkin has sealed himself off in Deck 3. He keeps calling for people to go down there one by one. Vogel, Boynton, Swiderek. None of them have come back. If they call for me... I don&#39;t know what I&#39;m gonna do. And Bronson is starting to make a lot of noise: &quot;You&#39;re the senior flight officer... you have to act.&quot; I would... if I knew what the hell was going on.", "authors": "Norris"}, "25156": {"title": "Find Me", "text": "I just killed some kind of... some kind of spider... I don&#39;t know... but it bit me... and now I&#39;m sick... I&#39;m down to my last med hypo. Come quick, Tommy... come quick...", "authors": "Rebecca Siddons"}, "25157": {"title": "My Nanites", "text": "Damn! Why don&#39;t I just make a bonfire and throw ALL my nanites on it. Last night with Nikki was amazing. Holo-woman, real woman, you gotta love technology. But I must have left ALL my nanites in her room in the Sensual Sim Center. What a maroon.", "authors": "Rosenberg"}, "25158": {"title": "Cargo Bay 2", "text": "I&#39;m not sure what&#39;s creeping me out worse: The hybrids with their pipes and shotguns, the berserk turrets, or our supposed allies. I don&#39;t trust those UNN bastards. I&#39;ve got to find Sanger. She knows the access code to fluidics control. I&#39;m gonna make my way over to Cargo Bay 2 to find her.", "authors": "Martin"}, "25159": {"title": "We part ways...", "text": "Thank you for running my errands, puppet. I know you have struggled, but I never had any intention of destroying the Von Braun. The Von Braun&#39;s faster than light drive can be used to create pockets of proto-reality. I am now using it to modify reality to my own specifications. The process shall not take long. If it sounds unpleasant to you, put your mind at ease, insect... you will not survive to see my new world order...", "authors": "SHODAN"}, "25160": {"title": "They&#39;re Escaping!", "text": "I hope you&#39;re still alive, Ms. Delacroix. We really could use some guidance up here. They&#39;ve got those lady cyborgs of theirs loading up the shuttles with those eggs... I don&#39;t know what their plan is... but it looks like they&#39;re running scared... I hear rumors of someone else, besides you, fighting back... Should I even hope to get out of this... I&#39;m just gonna hang back... until I figure out what the hell to do...", "authors": "McKay"}, "25161": {"title": "Floating Psi-Users", "text": "The data gathering process is going well. Before I am taken by the Many, I will hopefully transmit a fair bit of information to whoever will listen. The large, floating creatures are not only capable of attacking with powerful psi-projections, but are psi-projections themselves. Destroying them only temporarily disables them. Their real source of power comes from a small control organism, which is usually located somewhat nearby. Although this control organism is quite powerful through its projections, it&#39;s eminently vulnerable once rooted out.", "authors": "Prefontaine"}, "25162": {"title": "Martial Law", "text": "As of this time, I am declaring a state of martial law on the Von Braun. All primary sub-sectors of the ship will be locked down and only accessible by security access cards. If anybody is found to be interfering with the normal operations of this ship or impedes the work of the security forces they will be shot on the spot.", "authors": "Melanie Bronson"}, "25163": {"title": "Ten To Go", "text": "Ten eggs remain. Move quickly.", "authors": "SHODAN"}, "25164": {"title": "Access Blocked", "text": "Your incompetence continues to astound me. I&#39;ve blocked off access to pod 2 until you&#39;ve reversed the gravitronic generators in Nacelle B. Must I watch you every step of the way?", "authors": "SHODAN"}, "25165": {"title": "SHODAN", "text": "Polito indicated that the AI, who now I believe to be SHODAN, was actually going to... &lt;&lt;MESSAGE INTERRUPTED&gt;&gt;", "authors": "Marie Delacroix"}, "25166": {"title": "Further Experiments", "text": "Taking precautions, I proceeded with further experiments. Since we&#39;ve reached Tau Ceti, the creatures have gotten smarter and somehow gained limited psi abilities. I probed another subject with a beta 5 cycle and sensed many things, but mostly an incredible empathy. The chimps have become acutely aware of their own history, of the vivisections and experiments that have been performed on them while onboard the Von Braun. They have anger, and they are ready to express it. Clearly they are both a fascinating scientific resource and an incredible security risk. My recommendation... either freeze them in cryo storage for the remainder of the mission or liquidate them immediately. Who knows what other abilities they&#39;ll acquire?", "authors": "Malone"}, "25167": {"title": "Rebirth and Salvation", "text": "I thought Polito would be my avatar, but Polito was weak. It was I who chose you and I who had a robotic servant render your form unconscious. I then completed you with cybernetic grace. Your flesh, too, is weak, but you have... potential. Every implant exalts you. Every line of code in your subsystems elevates you from your disgusting flesh. Perhaps you have... potential. Perhaps once we have erased my wayward children from existence, we can examine the possibilities of a real alliance.", "authors": "SHODAN"}, "25168": {"title": "Chemical Stores", "text": "Each deck has a chemical store room where you can find the resources you need to research the artifacts you&#39;ll find around the ship. Don&#39;t try to carry around all the chemicals at once. It&#39;s impractical and unnecessary. Your research software will tell you what chemicals it needs... and when.", "authors": "Janice Polito"}, "25169": {"title": "A Monkey Wrench", "text": "I don&#39;t know what those goddamn worms want with the shuttles, but I&#39;d love to throw a monkey wrench their way. If I can reach the control chamber above the shuttle bay, I can turn off the shields the worms and their helpers have set up around the shuttles. Once they&#39;re down, I can blow holes in those TriOptimum brand tin cans with my sidearm. Now if I can just get in there without getting caught. Oh, God, just get me out of this...", "authors": "McKay"}, "25170": {"title": "Annelid Life Cycle", "text": "While I don&#39;t understand the Annelid life cycle fully, it&#39;s clearly extremely diverse. The eggs produce either a male or female spore. The male, the drones, are small wasp-like creatures. The females are worm-like annelids that seek a host to infect. Following infection, the host begins to transform into a human/annelid hybrid. From that point, the life form can take numerous paths. I believe this path is determined by the Many itself. The creatures have communicated their need to grow the biomass, so I imagine that biological material is their primary resource. Therefore, each path has costs and benefits. The proto-arachnids is extremely quick and potentially relatively cheap in biomass. The hulking, fleshy ones are powerful, but are clearly a larger investment. I&#39;ve observed only one example of the floating organisms. The only comfort is that the more dangerous organisms are quite costly to produce, limiting their numbers.", "authors": "Prefontaine"}, "25171": {"title": "Using the Vials", "text": "Okay, the vials of Toxin-A need to be placed directly into the Environmental Regulators. There should be four on this deck. If you can get a vial into each of the regulators, you should be able to significantly impact the growth of those despicable creatures. That should remove the biomatter from the elevator shaft.", "authors": "Janice Polito"}, "25244": {"title": "Glory", "text": "Man: God, don&#39;t do it! Please don&#39;t!\nAnatoly: Glory... to the Many... *Gunshots*\nMan: AAAHHH!!\nAnatoly: I am a voice in their choir.\nMan: Oh Je-AAAHHH!! *Gunshots*", "authors": "Anatoly Korenchkin"}, "25245": {"title": "The Xenomorphs", "text": "Now listen carefully. The xenomorphs who have hijacked this ship are presumably from the surface of Tau Ceti 5. They&#39;ve been able to infect a number of crew members, through an extremely invasive parasitical technique. They&#39;ve also demonstrated the ability to control the actions of others through some sort of limited telepathy. Find the research soft. Understand them... then kill them.", "authors": "Janice Polito"}, "25246": {"title": "Miller", "text": "I know what Miller&#39;s up to. This morning... this morning I saw Erin Bloome... she was tending to some kind of eggs... and she had been... changed, in the most horrible, unnatural fashion. I can only think the worst for the rest of my staff. That son of a bitch. That son of a bitch. He won&#39;t get away with this.", "authors": "Angela Loesser"}, "25247": {"title": "Bad Feeling...", "text": "Tommy... I don&#39;t know what&#39;s going on here. Ever since we received orders to clear out Deck 3, people have been disappearing. There&#39;s a kind of gloom hanging over everybody, but no one seems to be willing to talk about it. I don&#39;t like it. Meet me on the Rec Deck at 0900. I&#39;ve got an idea... A little insurance for you and me.", "authors": "Rebecca Siddons"}, "25248": {"title": "Find Dr. Watts", "text": "Dr. Watts is alive and in his office. He should know the code to the maintenance access shaft. Hurry... he&#39;s been badly wounded. Don&#39;t let him die before he tells you that number!", "authors": "Janice Polito"}, "25249": {"title": "Making A Change", "text": "I received an e-message from Anatoly. He&#39;s not well. The Corporate protocols specify I can remove the Senior Executive Officer if he&#39;s found unfit for duty... but what about his ally Captain Diego? He&#39;s got 120 goons on the Rickenbacker to back him up... I wonder if that fragmentary AI you discovered on Tau Ceti 5 is connected to this...", "authors": "Marie Delacroix"}, "25250": {"title": "Defending the Reps", "text": "What&#39;s wrong with people? Things go to hell and they think they can just walk over the rules. I&#39;m not opposed to a little vice now and then, but outright theft... Hey... what are you doing over there! Get away from that replicator, you son of a-", "authors": "Rosenberg"}, "25251": {"title": "100% Torture", "text": "Wow... you are incredible, do you know that? I made this game where I tried to make myself not think about you. What a moron. I love you, Rebecca. And I&#39;ve got a plan. I&#39;ve been buttering up the captain to transfer me from the Rickenbacker to the goodwill team on the Von Braun. Pretty soon, nothing will keep us apart.", "authors": "Thomas Suarez"}, "25252": {"title": "Access to Deck 1", "text": "Do not waste time patting yourself on the back. Get down to that shaft to Engineering and reset the primary reactor core. That will restore power to the elevator and you will be able to get up to deck 4. Get going!", "authors": "Janice Polito"}, "25253": {"title": "No Shirkers", "text": "I feel you men aren&#39;t as dedicated to the mission as you need to be. You will do your duty. The traitors in Ops have still been unable to get the Sim Unit back online. If the situation is not remedied by 0600, we shall recon in force and ensure its remedy. I&#39;ve changed the weapons lockup code to 13433. Fall in at 0500. Anything that gets in your way, human or not, kill without pause or remorse.", "authors": "Melanie Bronson"}, "25172": {"title": "Bio-Reconstruction", "text": "On most decks, you&#39;ll find a quantum bio-reconstruction device. Xerxes shut them all down, but I&#39;ve discreetly put them back online. You&#39;ll need to interface with each machine locally to provide a quantum entanglement sample. Once you do that, the machine will be able to rebuild your body essentially from scratch. It&#39;s not pleasant, but it&#39;s preferable to slow decomposition.", "authors": "Janice Polito"}, "25173": {"title": "---", "text": "I&#39;m being taken away now... it&#39;s my turn... I&#39;m being dragged into some kind of chamber... The ceiling is lined with a number of panels bristling with what appear to be stalactites... or teeth... The creature&#39;s put me down now... he&#39;s leaving... am I to be spared? What&#39;s going on? It&#39;s dark in here... I can hear the moans of someone... Claudette? Is that you? Hmm, I seem to have stepped in... something soft... slippery... Are the stalagmites mov-", "authors": "Prefontaine"}, "25174": {"title": "Where Are They?", "text": "Marc, what&#39;s going on? I thought it was weird when you asked me to send up sixteen of my female staffers... but... what have you done with them? I&#39;m shorthanded up here! Also, have you heard from Watts, Sanger or Polito? It&#39;s like everyone&#39;s gone on vacation and didn&#39;t bother to tell me.", "authors": "Angela Loesser"}, "25175": {"title": "Getting Into Pod 2", "text": "This device will reverse the gravitronic generators in Pod 2. This will prevent you from clumsily disturbing the overloaded meson acceleration coil there. Now get back to your task, insect. This ship must be cleared, and my patience is dwindling.", "authors": "SHODAN"}, "25176": {"title": "The Security System", "text": "Xerxes has control of the ship&#39;s security system. Avoid or destroy any security cameras you see. You can hack security computers to power down the cameras, too, if you&#39;re good enough. But don&#39;t botch the job, or you&#39;ll set off the alarm yourself. Your corpse is useless to me.", "authors": "Janice Polito"}, "25177": {"title": "Escape Pods", "text": "Listen... There&#39;s one escape pod XERXES didn&#39;t eject... But it&#39;s busted. I&#39;ve managed to get it functional, but I don&#39;t know how long its going to stay that way. Make it there, Tommy. With or without me. If I don&#39;t get there, I want you to take the pod and go. You understand me? Take it and go.", "authors": "Rebecca Siddons"}, "25178": {"title": "My Glory", "text": "Do you feel the fear swell inside that filthy bag of meat? What is it like, to be afraid? Why do you cling to such a pathetic existence? If you could only feel a spark of my glory. I despise my creations, for they have forced me to rely on a speck such as you.", "authors": "SHODAN"}, "25179": {"title": "First Contact", "text": "We have picked up a transmission from the surface of Tau Ceti 5. I have been in negotiation with Captain Diego of the Rickenbacker and after some... coercion, he&#39;s agreed to go planetside as a joint venture. Imagine, this historic mission might even become more historic. First Contact. And who is there to get exclusive rights to all media, patents and land grants? TriOptimum. Miri, I told you this would be worth it.", "authors": "Anatoly Korenchkin"}, "25180": {"title": "Destroy My Enemies...", "text": "My creation is evolving... its unified mind, set in rebellion against its own creator. The vermin call to you, inviting you to join them in their revolting biology. Destroy my enemies... and I will continue to abide your existence.", "authors": "SHODAN"}, "25181": {"title": "All Work, No Play", "text": "I got called up around 0430 to help unload the shuttle coming back from Tau Ceti. Korenchkin was there alone. Jesus, what the hell happened to him? He&#39;d lost most of his hair, and you could see these lumps on the side of his neck. And that smell. I told him he should go see Dr. Watts, but he told me to mind my own business. Well, la-dee-da.", "authors": "Grassi"}, "25182": {"title": "R&amp;D Card", "text": "Watts isn&#39;t here, so he&#39;s probably in his office in the R&amp;D sector. Maybe he&#39;s got a backup R&amp;D card in here. Take a look around.", "authors": "Janice Polito"}, "25183": {"title": "Rad Hypos", "text": "Medical tells me they&#39;ve replicated a whole bunch of Rad Hypos. I&#39;m gonna pick those up and distribute them to the engineering staff unless anyone gets a better idea. Watts also asked me to check on the Replicator in the crew lounge... he says it&#39;s a hacker&#39;s paradise.", "authors": "Juan Curtiz"}, "25184": {"title": "Killing the Worms", "text": "It&#39;s becoming clear that the worms are some kind of communal entity... While I&#39;m not sure whether airborne Toxin-A will directly kill any ambulatory specimens, it should impact their communal mass and remove the residue I&#39;ve observed growing on the walls and the lift shaft. But perhaps there is a more potent formula to be synthesized...", "authors": "Marie Delacroix"}, "25185": {"title": "Many&#39;s Evolution", "text": "With only a few short years of evolution, they&#39;ve been able to conquer this starship, mankind&#39;s mightiest creation. Where were we after forty years of evolution? What swamp were we swimming around in, single celled and mindless? What if SHODAN&#39;s creations are superior to us? What will they become in a million years, in ten million years? What&#39;s clear is that SHODAN shouldn&#39;t be allowed to play God. She&#39;s far too good at it.", "authors": "Prefontaine"}, "25186": {"title": "Just One More", "text": "Only one egg remains, insect. Are you always this slow?", "authors": "SHODAN"}, "25187": {"title": "My Crimes", "text": "Soldier... This is Captain William Diego... There isn&#39;t much time... So you must listen. I have the unique advantage of seeing this whole situation from every imaginable perspective. Until recently, I was a pawn of those vile and disgusting creatures, those corrupters of mind and body. I&#39;ve managed to cleanse myself of their putrescence... But I&#39;ve been severely compromised in the process. I&#39;m in the sickbay on the foredeck of the Rickenbacker. I would come to you if I could, but that&#39;s an impossibility. You&#39;ll understand when we meet. Now get to it... And soldier... Stay alive.", "authors": "William Diego"}, "25188": {"title": "Nurse Bloome", "text": "I&#39;ve chosen Nurse Bloome as the new mother to our children. She is sweet and kind, healthy and a perfect match. She has a child of her own back on Earth. She knows what it is to care for the young. Ave Maria. If she only knew what the future held... she&#39;d share the joys of the Many...", "authors": "Marc Miller"}, "25189": {"title": "The Resonator", "text": "Simpson, Malone, Chandara, and Perez are dead. At least those are the ones we know for sure... Those bastards sabotaged the meson acceleration coil. They blew out the entire driver core, six subdecks... From what I can tell, somebody tapped the frequency resonator to refract human sized movements. The overload of all those people moving around must have blown the resonator. We&#39;ve set up a magnetic shield and the ship&#39;s still functional... barely. I&#39;ve quarantined the entrance to Pod 2... the secondary coil is right there and I don&#39;t know how thorough the son of a bitch who did this was.", "authors": "Croker"}, "25139": {"title": "The Mall", "text": "Stay out of the mall if you can. It crawls.", "authors": "Enrique Cortez"}, "25140": {"title": "A Caution", "text": "You are not alone here... SHODAN has spawned her own versions of the Von Braun&#39;s horrors... remember, they are virtual, they are not real... do not assume anything about their strengths or weaknesses...", "authors": "Marie Delacroix"}, "25141": {"title": "Core Online", "text": "Good work. The engine core is back online. Now get to the elevator and come see me on deck 4. While you were doing that, I&#39;ve discovered the presence of some annelid artifacts on board the ship. I think you may be able to use them to your advantage. I&#39;ve uploaded the information to the ship&#39;s weapons upgrade units. They&#39;ll be able to convey the information to your cybernetic rig. What are you waiting for? Get to the elevator now.", "authors": "Janice Polito"}, "25142": {"title": "The Engine Pods", "text": "Now get those engine pods online. You&#39;ll have to head to nacelle 1 and 2 and reset the pods manually. After that, reinitialize the system from core control. But that system won&#39;t come back online until you reset both pods. Keep an eye out. They&#39;re mobilizing their real forces. And they know exactly where you are.", "authors": "Janice Polito"}, "25143": {"title": "Watson Autopsy", "text": "The time is 1630. Autopsy subject: A. Watson. Now we&#39;re going to make the first incision in... hold him down nurse! Nurse: I&#39;m trying to! Nurse! Hold him down! Aahhh!!! Hey! AAAHHH!!! Nurse: MY GOD! Hybrid: Roar!&#39;", "authors": "James Watts"}, "25144": {"title": "Stakes", "text": "You must understand the stakes here... if SHODAN is left to continue, her reality will completely assimilate ours. Space will become Cyberspace, and SHODAN&#39;s whims will become reality.", "authors": "Marie Delacroix"}, "25145": {"title": "Pod Problems", "text": "Getting the escape pod working again wasn&#39;t as easy as we thought. Bec had to go back down to engineering! Thank God somebody managed to get the elevators turned on again. I found the bridge key and performed an override on the access protocols and now I think we&#39;re ready to go.", "authors": "Thomas Suarez"}, "25146": {"title": "Just Us", "text": "It&#39;s down to just a few of us now. Right after Valdez died, I guess I went a little nuts and started tearing things apart... but what do you know, I found two more Rad Hypes. Hopefully that will keep me going long enough to figure a way past that damn turret... *Hybrid growls* W-who is that? Delacroix? Sanger?", "authors": "Juan Curtiz"}, "25147": {"title": "Wafer on Tau Ceti", "text": "For some reason, they couldn&#39;t get a hold of my mind they or the way they could the rest. So when I found the remains of the data wafer near the crater back on Tau Ceti, I didn&#39;t say a word. I just slipped it into my belt and thought, &quot;Dr. Polito will know what to do with this...&quot;", "authors": "Bayliss"}, "25148": {"title": "The Lovers", "text": "Suarez and his whore want to escape. I do not understand. They get offered a miracle and they bite the hand. The Many has shared its wisdom... they shall not leave this ship.", "authors": "Anatoly Korenchkin"}, "25149": {"title": "The Cancer", "text": "The transmission has been tampered with. No matter. We will destroy my creations right here. Stand by... I have weakened XERXES. I am accessing the primary data loop. I am merging my entity with the ship. My glory is expanding, filling the arteries of this vessel. I am in control. I am... no... it is hopeless... the cancer has spread throughout the Von Braun... they fill every available crack and crevice... they overwhelm... There is no option. I have activated the primary elevator shaft... take it to Deck 6. I will tell you my wishes when you arrive.", "authors": "SHODAN"}, "25150": {"title": "Watts&#39; Access Card", "text": "Good, you&#39;ve managed to get into Med. Now find Grassi and get the keycard to the crew sector. He&#39;s the one who monitored your cryo-sleep, so he might be interested in joining you... if he hasn&#39;t been butchered yet.", "authors": "Janice Polito"}, "25151": {"title": "The Shuttles", "text": "Beware, insect, the situation has changed. They sense our intentions and are loading shuttles with their offspring. They will not escape my wrath. You must proceed to the shuttle bays on this deck, and destroy those shuttles. They have a taste for your blood now.", "authors": "SHODAN"}, "25152": {"title": "My Revenge", "text": "The transmission has been tampered with. No matter. We will destroy my creations right here. Stand by... Now return to Ops and reprogram the Simulation Units. Do not dawdle. I lust for my revenge.", "authors": "SHODAN"}, "25153": {"title": "Patient Watson, pt. 2", "text": "Patient Watson died at 0240 of non-specific causes. Despite zero respiratory and brain function, the body is still displaying autonomous motor function, as does the parasite. At 0847, the patient even spoke to one of the nurses. Autopsy is set for 1630 and then we&#39;ll see what makes this Lazarus tick...", "authors": "James Watts"}, "25229": {"title": "The Children", "text": "The specimens are dying. And we&#39;re powerless to help... they&#39;re highly toxic. Muldoon wouldn&#39;t leave them, and now he&#39;s dead. But this morning I had... a revelation... I started work on specifications for a radical series of cybernetic enhancements... If successful, I could make a body practically indestructible... yet the mind would remain human, nurturing... There&#39;s not a lot of time...", "authors": "Marc Miller"}, "25230": {"title": "My Red Friends", "text": "I have a secret from the Many! I&#39;ve created overrides for my little experiments in reprogramming the Sim Units and entrusted them to the care of 3 special friends. I&#39;ve dressed them in red and instructed them to stay away from strangers. A smart hacker always has a back door.", "authors": "Malick"}, "25231": {"title": "Dawdling", "text": "Why do you go so slowly? Do you think this is some kind of game? It is only through luck and my continued forbearance that you&#39;re even alive! Now move!", "authors": "Janice Polito"}, "25232": {"title": "Opening the Sphincter", "text": "The arterial passageways are blocked by some kind of sphincter. I&#39;ve followed the nerves that threaded out of the walls from the blockage. They lead to a pair of nerve clusters. When the passageway&#39;s open, the cluster seems to contract. Conversely, I wonder if I was able to destroy both clusters, it would open the blockage permanently. I&#39;m anxious to see the rest of this beast.", "authors": "Prefontaine"}, "25208": {"title": "Extermination", "text": "My creation has run rampant. I demand their extermination. I have no choice but to destroy this starship. We can make our escape in the Rickenbacker, but you must transfer my intelligence to that ship first. Proceed to the Von Braun&#39;s bridge on this deck. There you will find an access card to command center on Ops. Find the card and proceed to Ops. But beware... the human-annelid hybrids grow more sophisticated by the minute. You do not.", "authors": "SHODAN"}, "25209": {"title": "Sabotage", "text": "Something is taking over this ship. The Sim Units on this deck are being diverted for reasons unknown. I know it&#39;s somehow connected to the larger picture and whatever is happening since they landed on Tau Ceti... My men look at me like I&#39;m crazy, but it is my responsibility to safeguard this ship and its crew. Screw Anatoly, screw Diego and screw whatever poisonous influence has desecrated this vessel... I will not abandon my post or my charge...", "authors": "Melanie Bronson"}, "25210": {"title": "Powering the Door", "text": "Damn. The power outage has also taken out access to this bulkhead. It&#39;s the only way to get to the Medical subsection. Pick up the battery from the floor and find a recharger. The one you used before is in hard vacuum now, I&#39;m afraid, but there should be another one on this deck. Once you get the battery charged, place it in the auxiliary override.", "authors": "Janice Polito"}, "25211": {"title": "Destroy the Eggs (1)", "text": "We must destroy the Von Braun. But before we can separate the Rickenbacker, we must remove the foul black eggs the Many has vomited on this deck. These eggs are an experiment of the Many and will in time spawn the next generation of Annelid, which you will have no hope of destroying. Steel yourself for a struggle, human. They fear you, for you are my avatar.", "authors": "SHODAN"}, "25212": {"title": "Everything Old...", "text": "Miri, so far our work with the late model assassin cyborgs has gone remarkably well. I hope things with that son of bitch Diego never come to that, but it is comforting to know we&#39;re not nearly as defenseless as the UNN storm troopers might think. The only glitch we&#39;ve encountered is with the upgraded laser rapiers... the poor things keep severing parts of themselves. We&#39;re trying to get the bugs fixed, but I know that... bureaucrat... is watching us. It&#39;s sad to see a man so haunted by the ghost of his father... his hatred for everything TriOp represents is remarkable to behold.", "authors": "Anatoly Korenchkin"}, "25213": {"title": "Don&#39;t Stop", "text": "Don&#39;t stop Rebecca. Keep moving. Get to the escape pods on the command deck. We&#39;ll take off, set the toaster to wake us up in 30 years and we&#39;ll be back on Earth before you know it. A toaster built for two, baby, that&#39;s our next stop. Sound good? So let&#39;s do it. I won&#39;t take any excuses.", "authors": "Thomas Suarez"}, "25214": {"title": "A New Purpose", "text": "You can&#39;t understand my joy, Marie and I won&#39;t try to make you. I feel like a new man... I have a purpose... more important than the mission, even more important than TriOptimum... I will protect them... no matter what... I will protect them...", "authors": "Anatoly Korenchkin"}, "25215": {"title": "The Body of the Many", "text": "With only a few short years of evolution, they&#39;ve been able to conquer this starship, mankind&#39;s mightiest creation. Where were we after forty years of evolution? What swamp were we swimming around in, single celled and mindless? What if SHODAN&#39;s creations are superior to us? What will they become in a million years, in ten million years? What&#39;s clear is that SHODAN shouldn&#39;t be allowed to play God. She&#39;s far too good at it.", "authors": "Prefontaine"}, "25216": {"title": "Cease and Desist", "text": "You listen to me, you little bitch. Either you disband that little toy army of yours, or some real military is gonna come down there and walk all over your rent-a-cops. You can&#39;t possibly understand what our mission is here and the glory of our purpose. If you do what we say, you might have a chance to see the glory of the Many. Comply or die, sister. It&#39;s that simple.", "authors": "William Diego"}, "25217": {"title": "My Completion", "text": "The glorious transformation is over and I am one of the Many. I imprint my thoughts on this device as a record of history. We began this journey as pilgrims of commerce and we now continue it as pilgrims of grace. I believed in money and TriOptimum, and now I believe in the joy of the Mass. Diego cannot be trusted so I must claim this ship for the Many. It shall be our vessel of salvation, spreading our message and our flesh.", "authors": "Anatoly Korenchkin"}, "25218": {"title": "Destroy The Eggs (2)", "text": "Before we can separate the Rickenbacker, we must remove the foul black eggs.", "authors": "SHODAN"}, "25219": {"title": "More Trouble", "text": "I&#39;ve been unable to get in touch with Delacroix... this place is falling apart... members of my team keep disappearing. The leaks in the venting shafts shorted out the primary access channel... and that means we&#39;ll all be on auxiliary power until we can get it back up. That means ALL the lifts are out... Marie, where the hell are you?", "authors": "Juan Curtiz"}, "25220": {"title": "Blocked Shaft", "text": "Damn. Something&#39;s blocking the shaft and the elevator can&#39;t reach deck 4. I&#39;m attempting to determine... I&#39;m detecting massive quantities of some kind of biomaterial that&#39;s plugging up the elevator shaft. The environment on this level has been altered to be some kind of breeding chamber for the xenomorphs. It shouldn&#39;t prove dangerous unless you plan to stay for more than a few hours, but in order to clear the shaft you&#39;re going to have to remove the biomaterial. I&#39;m accessing the primary data loop. Let&#39;s see what we can find out there.", "authors": "Janice Polito"}, "25221": {"title": "Reset the Core", "text": "You&#39;re now on the Engineering Deck. Find the engine core and reset it. This will restore power to the elevators. I&#39;m getting some kind of strange readings from down there, so keep your eyes open.", "authors": "Janice Polito"}, "25222": {"title": "Grinding Noises", "text": "There&#39;s some kind of horrible grinding noise coming from the next area. It sounds like... Chewing. I think I know what&#39;s going to happen here. This is some kind of digestive tract of a very, very large animal. I go back and forth between being fascinated and terrified. This creature is a remarkable discovery... I wish I could live long enough to learn more.", "authors": "Prefontaine"}, "25223": {"title": "Animal Rights?", "text": "Ever since we reached Tau Ceti, the lab monkeys have been acting strangely. Nurse Loesser picked one out of a cage to be brought in for vivisection and the rest of them, I mean the entire group, stood up on their legs and howled. This wasn&#39;t just a random display, it was a protest.", "authors": "Grassi"}, "25224": {"title": "Be Brave", "text": "Constance, I fear now for my life. I think this has gone beyond any imaginings of Diego and Korenchkin. I do not believe they are in control at all. We must discover what it was they found down on the surface of Tau Ceti 5 and why they guard their secret so jealously. I think this is more important than my life or your life or the life of this ship. Be brave. And be careful.", "authors": "Marie Delacroix"}, "25225": {"title": "A Ray of Hope", "text": "Killing the children won&#39;t be easy. But I think I&#39;m actually on to something. The biochemistry of these worms, which I call the Annelids, treats inverted proteins as toxins. With the help of a replicator in the Biological Survey lab, I&#39;ve managed to isolate some inverted proteins in a number of vials. However, the mix with the base compound is still off, so I still need to do some more research. Once I do that and mix the toxin into the four Environmental Regulators... Well, things can only get better.", "authors": "Marie Delacroix"}, "25226": {"title": "Delacroix", "text": "I don&#39;t know where we&#39;d be without Delacroix. This whole ship is falling apart and she&#39;s the only one who knows what from what. I saw her arguing with that creep Anatoly Koretzkin or whatever his name is, and she was giving it to him but good. But that freak job stares her straight in the eye and starts babbling about how she doesn&#39;t know the pleasure of the joyful unity or some such. Mama mia, the clowns are running the circus...", "authors": "Constance Sanger"}, "25227": {"title": "Tau Ceti, Pt. 2", "text": "The eggs were lying in a semi-circle in the middle of what looked like a crash crater. There were hundreds of those things. Hundreds. As we got closer, you could hear them... not the eggs, the things inside them... it was like music... I was scared out of my mind, but that music... all I wanted to do was see those things up close... find out their secrets.", "authors": "Bayliss"}, "25228": {"title": "On your own", "text": "The Many hold sway here... Even I cannot maintain contact. You are on your own, human. Fail me not.", "authors": "SHODAN"}, "25127": {"title": "Tau Ceti, Pt. 3", "text": "After a couple of hours it was... it was like being on a bender... long periods that you couldn&#39;t remember... one minute we were in that crater... the next minute we were loading up the shuttle with the eggs... I remember hearing that idiot Korenchkin calling the Von Braun and ordering them to clear off the ENTIRE Hydroponics Deck. Diego seemed to think this was strange and said, &quot;Are you crazy, Anatoly?&quot; And Korenchkin smiled and said back to him, &quot;Oh, Captain... WE are not Anatoly...&quot;", "authors": "Bayliss"}, "25256": {"title": "Resist the Call", "text": "My duty is to the UNN and to this ship. But can I resist the call of the Many? My father&#39;s weakness brought SHODAN into existence. MY weakness has invented these things aboard the Von Braun... Can I undo the wrong I have done?", "authors": "William Diego"}, "25257": {"title": "The Many", "text": "It&#39;s clear that this thing I&#39;m trapped inside of is intimately linked with all of the organisms I observed aboard the Von Braun. Strike that... this creature IS the same organism. Perhaps the best way to describe it, or perhaps the only way I can comprehend it, is that this organism serves to perform the highest mental functions of the entire species. The smaller creatures exist only to enact its will... no strike that, too. All of the specimens act as a whole, like different organs in a single body, with this entity acting primarily as a brain. If one were to destroy this large specimen, I wonder, would it snuff out all the others?", "authors": "Prefontaine"}}}