{"game_title": "Dead Space", "codexes": {"26971": {"title": "Cross Report 1", "text": "\n\nCross: Hydroponics log... Elizabeth Cross reporting. I&acute;m pleased to say that we`re working close to maximum capacity at the present time. All flora is healthy and thriving and food yield has created a surplus. I was going to pass the surplus on to the colony, but the captain has given a no-fly order. I want to note my opposition to that order. Everyone knows they&#39;re in trouble down there, and I don&#39;t see what denying them our surplus will achieve.\n\n", "authors": "Elizabeth Cross"}, "26970": {"title": "Come Onboard", "text": "\n\nDr. Terrence Kyne: It&#39;s on board! Please, come and join me. Together we can stop this Hive Mind! We can end this nightmare! At last!\n\n", "authors": "Terrence Kyne"}, "26969": {"title": "Temple Report 2", "text": "\n\n(screaming and insane mutterings are heard in background)\n\nJacob Temple: What in hell is going on here? Danvers!\n\nC. Danvers: It&#39;s, it&#39;s Henderson... He&#39;s crazy! Pulling his own... teeth out!\n\nTemple: Henderson! For god&#39;s sake!\n\nHenderson: UWAAA..UNHH!!!\n\n(Sudden bang followed by soft thud)\n\nDanvers: Oh, god. Is he dead?\n\nTemple: Relax, he&#39;s alive. But he hit that door pretty hard.\n\nDanvers: Man... Why would he do something like that!? I don&#39;t get it.", "authors": "C. Danvers,Henderson,Jacob Temple"}, "26968": {"title": "Locked Door", "text": "\n\nKendra: Isaac, it&#39;s Kendra. It looks like the door to the storage room is locked. There should be a key somewhere in the maintenance bay.", "authors": "Kendra Daniels"}, "26956": {"title": "Aim the ADS Cannon", "text": "Zach Hammond: All right, we've got enough power. But the ADS cannon's auto targeting is down. I think it's a faulty data cable. I need you to aim the cannon manually until I can replace it. Take the elevator to the top of the ship, and head for the cannon pit.<br /><br><br /><br>", "authors": "Zach Hammond"}, "26957": {"title": "Tram Status", "text": "\n\nBenson: Listen up, car B is trashed. We managed to get it back to the repair depot, but now the auto-loader is fried. I need a stasis module brought down here now! If we don&#39;t get this piece of shit off the tracks, it&#39;s going to jam up the whole system!", "authors": "Benson"}, "26958": {"title": "Kill the Leviathan", "text": "", "authors": "Unknown [Dead Space]"}, "26959": {"title": "Vent Warning", "text": "\n\nBenson: This is Benson. Everybody listen up! They&#39;re using the vents! That&#39;s how they&#39;re getting about the ship! Stay away from...\n\nCrew Member: Look out!\n\nBenson: Get Back! Get back!\n\nNecromorph screams\n\nBenson and Crew Member scream\n\n&lt;Feed Cuts out&gt;", "authors": " -1,Benson"}, "26960": {"title": "DNA Needed", "text": "\n\nKendra Daniels: You&#39;re close to the chemistry station. Once you get the chemicals, you&#39;re also going to need a DNA sample of the alien tissue. I&#39;ll search the records for one.\n\n", "authors": "Kendra Daniels"}, "26961": {"title": "Supervisor&#39;s Choice", "text": "\n\nA. Dallas: Processing log. Supervisor 2nd Engineer Dallas reporting. This will be my last report. I&#39;ve seen what they do...to the bodies. What they become. I can&#39;t let that happen to me. At least if I don&#39;t have any limbs...I won&#39;t be able to kill anyone when I&#39;m infected...\n\n(Gun charging in the background) Please, tell Dawn... and the kids... that I love them.\n\n(Gunshot) Oh God... (Panting in pain, second gunshot)\n\nOne more...one more... (3rd and last gunshot)", "authors": "A. Dallas"}, "26962": {"title": "Mercer&#39;s Journal", "text": "\n\nMercer: I finally convinced Jurgens to show me the video feed from the colony. And what I saw was glorious. Breathtaking. Miners undergoing a transformation into something extraordinary. I must know more. Even as the believer within me wants to become one of them, the scientist needs to uncover their secrets. I need to study one of these... Necromorphs, as Kyne so clinically puts it. I need to witness this infection first hand. Perhaps that patient from the colony...", "authors": "Challus Mercer"}, "26963": {"title": "Z-Ball Rules", "text": "\n\nZ-BALL RULES\n\nStep on the lighted platform and activate it to start the game!\n\nJump to as many scoring platforms as possible to increase your score multiplier. Then use your Kinesis Module to grab the ball and shoot it into the active basket before the shot timer runs out. Beating each level opens a locker with a reward inside.", "authors": "Unknown [Dead Space]"}, "26964": {"title": "Interesting Results", "text": "\n\nMEDICAL LOG\n\nDR. WARWICK, B. (CHIEF PSYCH OFFICER)\n\nREPORT OF PSYCHIATRIC OBSERVATION\n\nPATIENT: HARRIS, B. (Employee #PM-19026-EH)\nHarris is asleep, after another strong sedative. He seems literally unable to sleep without chemical aid. Most people succumb to exhaustion after 50+ hours of waking, regardless of any desire to stay awake. Not Harris.\n\nHis explanation of events on the colony is also odd, and points to the same paranoia we&#39;ve seen elsewhere planetside. His guilt is not in doubt--two planteside security officers were present when he took Dr. Sciarello hostage and murdered Nurse Evans--and he doesn&#39;t deny his actions. But he insists there was no crime, nor does he feel guilt.\n\nThis is classic sociopathic behavior, but Harris exhibits no other symptoms. He is affable and friendly, able to empathize and offer original opinions. When questioned about the murder, however, he becomes withdrawn and intransigent, displaying schizophrenic behavior. He also undergoes intermittent hallucinatory periods, again similar to those experienced by other colonists.\nHarris claims he threatened the Doctor because he &quot;had to stop the dreams and the faces&quot;, and that he&#39;ll kill again to &quot;Make it whole again&quot;. What that means, I haven&#39;t determined yet. A most intriguing case.", "authors": "B. (Chief Psych Officer),Brant Harris,Dr. Warwick"}, "26965": {"title": "Trust", "text": "\n\nKendra Daniels: I suppose I should be glad that Hammond&#39;s alive, but I still don&#39;t trust him. I think he&#39;s hiding something about the Marker.\n\n", "authors": "Kendra Daniels"}, "26966": {"title": "Nicole&#39;s Alive", "text": "\n\nNicole: Isaac, it&#39;s Nicole! I need you to help me; Help us! Now! I&#39;m...I&#39;m in the flight control room. Please Isaac, hurry! Please! I love you.\n\n", "authors": "Nicole Brennan"}, "26967": {"title": "Kyne&#39;s Gambit", "text": "\n\nDr. Terrence Kyne: Mr. Clarke! I really... must speak with you! I&#39;m very close to your position, and... and I know you&#39;ll want to hear what I have to say. I can explain all this! I know what happened! When you have the Nav cards, I&#39;ll let you into the Security Station. We must talk. Hurry!\n\n", "authors": "Terrence Kyne"}, "26954": {"title": "Find the Data Board", "text": "", "authors": "Unknown [Dead Space]"}, "26955": {"title": "Chaos", "text": "\n\nDECK LOG\n\nHALLOW, F. (AB)\n\nDon&#39;t know what&#39;s going on around here. Someone said the ship&#39;s been attacked. Who the hell would attack us out here? First the Captain dies, now we get attacked? Carmack says someone on Bridge staff killed him. Can&#39;t believe that.\n\nGoddamn chaos now. Can&#39;t get through to the Bridge. Can&#39;t get through to anyone. Everyone&#39;s running. Getting the hell out of here. I should probably join them.", "authors": "F. Hallow"}, "26972": {"title": "Eavesdropper", "text": "\n\nKendra Daniels: Isaac, the door to Communications is now open, but I&#39;ve been getting some weird feedback spikes on the local comms. I think someone&#39;s listening in on us, so be careful.\n\n", "authors": "Kendra Daniels"}, "26973": {"title": "Barricade Destroyed", "text": "\n\nHammond: All right, you&#39;re through. Should be clear from there to the morgue. Remember, the codes are on the captain&#39;s body.", "authors": "Zach Hammond"}, "26974": {"title": "Distress Call", "text": "\n\nKendra Daniels: This may be our last chance of getting out of here alive, Isaac. There&#39;s an asteroid loaded up in the mining bay, waiting to be smelted. If you attach the SOS beacon to it, you can launch it away from the ship to make a clean broadcast. The beacon&#39;s on the Maintenance sub deck. You can launch the asteroid from the control room. Damn, the control room is locked. It looks like they keep an emergency access key on the Processing sub deck. Couldn&#39;t be easy, could it? I don&#39;t know how much more of this I can take.\n\n", "authors": "Kendra Daniels"}, "26975": {"title": "White&#39;s List", "text": "\n\nPERSONAL LOG\n\nWhite, D. (FIRST OFFICER)\n\nGoddamn Unis are running the ship. Known so far:\n\nCaptain Mathius\n\nCSO Kyne\n\n2SO Mercer\n\nLCDR Holt\n\nLt Carrillo\n\nLTJG Pitts\n\nLTJG Wrede\n\nENS Maynard\n\nENS Shande\n\nENS Espeleta\n\nENS Natividad", "authors": "First Officer D. White"}, "26976": {"title": "Cross Report 2", "text": "\n\nDr. Elizabeth Cross: Hello? Hello! Security! Thank god. This is Dr. Cross, in Hydroponics. I&#39;m trying to locate Second Engineer Jacob Temple! I can&#39;t get through to Engineering! Of course I know there&#39;s a ship-wide medical alert! That&#39;s why I&#39;m trying to locate him! No, we&#39;re safe for now. But the tram is down, and we can&#39;t reach the escape pods. Hello? Hello?!\n\n", "authors": "Elizabeth Cross"}, "26977": {"title": "List of Dead", "text": "\n\nMINING LOG\n\nDALLAS, A. (SUPERVISOR, 2nd ENGINEER)\n\nThe death toll is mounting. Known dead so far:\n\nArnold-Fernandez, D\n\nAshik, M\n\nBagwell, W\n\nBao, A\n\nBaristiran, O\n\nBriggs, R\n\nCarrillo, R\n\nCentkowski, K\n\nChan, D\n\nCharlow, A\n\nChikes, C\n\nColomar, B\n\nCondrey, M\n\nDeguzman, J\n\nDing, V\n\nDrinkward, C\n\nEckert, J\n\nEspeleta, T\n\nFattouh, S\n\nFeise, D\n\nFelker, T\n\nFike, T\n\nFong, C\n\nFuentes, C\n\nGamel, S\n\nGaugy, M\n\nGeraci, J\n\nGregory, L\n\nGuaman, E\n\nHartness, E\n\nHasan, J\n\nHolt, T\n\nIgnacio, D\n\nJamerson, K\n\nJohnson, M\n\nKeum, J\n\nKong, C\n\nKrakowski, M\n\nKuo, D\n\nLackey, A\n\nLeal, D\n\nLee, L\n\nLeong, J\n\nLingen, D\n\nLouie, C\n\nLouie, M\n\nMcSweeney, B\n\nMeneses, F\n\nMerenda, R\n\nMolina, E\n\nNatividad, J\n\nNoonan, M\n\nPalrang, J\n\nPatel, J\n\nPatterson, I\n\nPavey, E\n\nPeterson, M\n\nPitts, R\n\nPiwenitzky, H\n\nPugh, D\n\nRuelas, A\n\nSarossy, V\n\nSchlegel, P\n\nSchofield, G\n\nScott, D\n\nSeo, A\n\nShande, T\n\nSilver, S\n\nSwearlingen, S\n\nSwenson, D\n\nTalens, J\n\nThibodeaux, N\n\nThoeun, C\n\nTuohy, J\n\nValedez, G\n\nVaught, C\n\nVocal, C\n\nVoelker, S\n\nWells, J\n\nWilliams, N\n\nWrede, R\n\nZelaya, A\n\nZittle, K", "authors": "A. Dallas"}, "26978": {"title": "The Marker", "text": "\n\nZach Hammond: Isaac, come in. Kendra&#39;s right, the ADS is completely shot. I&#39;ll need your help to fix this. Kendra, if you can hear me, see if you can get into the ship reports. It sounds like you have better access from there.\n\nKendra Daniels: When were you going to tell us about the artifact, Hammond? This &quot;Marker?&quot;\n\nZach Hammond: I don&#39;t know anything about that. It&#39;s referenced in the captain&#39;s records. They brought it up from the planet...\n\nKendra Daniels: It&#39;s on the ship?!\n\nZach Hammond: In cargo. They think it&#39;s of alien origin. But I don&#39;t know what the hell it is.\n\nKendra Daniels: Really? CEC didn&#39;t know anything about it? You&#39;re lying.\n\nZach Hammond: Back off. I am not the bad guy here. We&#39;re all shaky right now. You&#39;re going to have to trust that I don&#39;t know anything about it. We&#39;ve entered the debris field! Get to the captain&#39;s nest. I&#39;ll explain everything later. Hammond out.\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "26979": {"title": "SOB Override", "text": "\n\nKendra Daniels: Isaac, that son of a bitch just overrode the door lock! I&#39;ll try to run a bypass. Hold on!\n\n", "authors": "Kendra Daniels"}, "26980": {"title": "Poison Complete", "text": "\n\nKendra Daniels: Let&#39;s hope that poison works! Head back to the tram station, and get up to Hydroponics as fast as you can. Still no response from Hammond, so be careful! There&#39;s no telling how contaminated that deck is.\n\n", "authors": "Kendra Daniels"}, "26981": {"title": "Dr. Kyne", "text": "", "authors": "Unknown [Dead Space]"}, "26982": {"title": "Hammond&#39;s Death", "text": "\n\nKendra: I just lost all of Hammond&#39;s vitals! Is he dead? Oh god...it&#39;s just us now, Isaac.\n\n", "authors": "Kendra Daniels"}, "26983": {"title": "Key Found", "text": "\n\nKendra Daniels: That&#39;s the key, Isaac. It&#39;ll get you into the Control Room so you can\nlaunch the asteroid. Don&#39;t forget to attach the beacon first! I read another report on the colonist&#39;s dementia. It seemed to start after\nthey removed the Marker from the planet. God knows how long it was down there.", "authors": "Kendra Daniels"}, "26984": {"title": "Hammond on Hydroponics", "text": "\n\nZach Hammond: Is anyone there? Repeat! Come in Isaac... Kendra, is anyone there?\n\nKendra Daniels: Hammond! Where the hell have you been?\n\nZach Hammond: I&#39;ve reached Hydroponics. It&#39;s bad down here, really bad! ...can barely breathe! That organic matter is growing everywhere! My eyes are stinging... must be seeing things...\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "26985": {"title": "Control Module Placed", "text": "\n\nZach Hammond: Control Systems junction box re-routed. I&#39;m getting a reading! Almost there.\n\n", "authors": "Zach Hammond"}, "26986": {"title": "Hurry Up!", "text": "\n\nZach Hammond: That&#39;s it, Isaac, you&#39;re in the pit. The cannon&#39;s a massdriver, so it should punch through anything flying at us. Keep an eye on the hull&#39;s integrity. Too many of those things get by and we&#39;re dead. I think I&#39;ve almost got the system repaired. Just buy me a little more time!\n\n", "authors": "Zach Hammond"}, "26987": {"title": "The Pedestal", "text": "\n\nNicole Brennan: Isaac, the Marker needs to be returned to the Pedestal Chamber. Use the loader to bring it there and place it on the pedestal. Replace what was taken, and make us whole again.\n\n", "authors": "Nicole Brennan"}, "26988": {"title": "Locked Executive Door", "text": "\n\nDr. Terrence Kyne: Amelia? No... No, no, NO, NO! The shuttle is mine. I control access to the shuttle! If it could make the journey... I could fix everything... I&#39;m sorry, Mr. Clarke. Unless you can prove to me you can get it space worthy again, I&#39;m afraid I can&#39;t let you through. I need to know you&#39;re on my side!\n\n", "authors": "Terrence Kyne"}, "26989": {"title": "Destroy the Barricade", "text": "", "authors": "Unknown [Dead Space]"}, "26990": {"title": "One More Minute", "text": "\n\nZach Hammond: Just one more minute and it should be fully operational!\n\n", "authors": "Zach Hammond"}, "26991": {"title": "Colonist Problems", "text": "\n\nKyne: Science log, Chief Science Officer Dr. Kyne reporting. The colony&#39;s problems concern me greatly. I have no doubt they are somehow linked to discovery of the marker, but the exact nature of that connection is still unknown. Almost 40 percent of the colonists are experiencing a form of dementia. The obvious symptoms are acute depression, insomnia and hallucination. Incidence of violence and even murder also indicate extreme paranoia. Dr. Mercer has advised that I bring some of the affected on board for study. Dr. Welland, the planetside psychiatrist, has reported that his own analysis has been fruitless. I&#39;m hesitant to rely on Dr. Mercer at this point, but I need his expertise. We need solutions and we need them quickly.", "authors": "Terrence Kyne"}, "26992": {"title": "Marker Overview", "text": "\n\nPERSONAL LOG\n\nDR. KYNE, T. (CHIEF SCIENCE OFFICER)\n\nThe vidlogs from the colony are poor quality, but the artifact does indeed appear to be a genuine Marker, the first to be found in Unitology&#39;s two hundred year history. I&#39;m eager to get it on board the ship so I can study it properly.\n\nThe potential here is enormous. Not just for me personally, though it&#39;s true I&#39;ve dreamed of such a discovery for decades. But also to humanity, and the Church of Unitology in particular.\n\nThis Marker could herald the dawn of a new age for mankind, and I will do my part to ensure it comes to pass. I know the Church will be grateful, but the true recognition will come from all of humanity. On this day, we are blessed.", "authors": "Dr. Terrence Kyne"}, "26993": {"title": "We&#39;ll Find Her", "text": "\n\nHammond: That was Nicole, right? I can&#39;t tell from here when that log was made. I&#39;m sure she&#39;s around here somewhere.", "authors": "Zach Hammond"}, "26994": {"title": "Life Support Down", "text": "\n\nKendra Daniels: The life support system in Sleep Block B has been shut down. You&#39;ll have to find an override nearby to get to the door.\n\n", "authors": "Kendra Daniels"}, "26995": {"title": "Marker Transferred", "text": "\n\nDr. Terrence Kyne: The cargo lift has arrived! The Marker is in the hangar bay. Now you can load it into the shuttle. Hurry!\n\n", "authors": "Kendra Daniels"}, "26996": {"title": "Repair the Tram System", "text": "\n\nKendra: Isaac? Isaac! God, I can&#39;t believe he made it.\n\nHammond: Isaac, we ran into more of them on the way over here. Are you okay?\n\nKendra: More what? What the hell are those things? Is that the crew?!\n\nHammond: Keep your voice down! Whatever they are, they&#39;re not friendly! And half the doors on the ship are locked because of the quarantine. Now we have to get to the bridge, but first, we got to repair the tram system.\n\nKendra: You&#39;re crazy Hammond. You&#39;re going to get us all killed.\n\nHammond: If you listen to me, I WILL get you out of here alive. Now what&#39;s wrong with the tram?\n\nKendra: The data board&#39;s fried but there should be a spare in the Maintenance Bay. There&#39;s also a broken tram blocking the tunnel that needs to be repaired. Dammit everything is on the other side of this quarantine. We can&#39;t reach it from here.\n\nHammond: No we can&#39;t...but you can. Isaac, if I can get to the bridge, I should be able to access the personnel files. You fix the tram and I&#39;ll help you find Nicole.", "authors": "Kendra Daniels,Zach Hammond"}, "26997": {"title": "Go to Communications", "text": "\n\nKendra Daniels: Things are looking up! A military ship just shock in! The USM Valor...I don&#39;t know what it was doing out there, but it must have gotten our distress signal. We can&#39;t talk to it until that Comms Array is fixed. I&#39;m going to hack the door to Communications for you. Get in there and find the Comms Control Station.\n\n", "authors": "Kendra Daniels"}, "26998": {"title": "Go to Chemistry", "text": "\n\nKendra Daniels: Shit, Isaac! I can smell the contaminated air from here. It&#39;s spreading faster than I expected! I&#39;m trying to isolate it but it&#39;s not going to buy us much time! We have to get that thing off this ship! The chemicals you need are in the Chemistry Lab. I&#39;ll hack the door for you when you get there.\n\n", "authors": "Kendra Daniels"}, "26999": {"title": "Temple Report 4", "text": "\n\nJacob Temple: This is Temple. Now the centrifuge is offline! We&#39;ve got four trillion tons of rock hanging off our ass, and without that centrifuge to balance the ship, the gravity tethers will pull us straight down to the colony! I&#39;m heading in there now to see if I can fix it.", "authors": "Jacob Temple"}, "27000": {"title": "Captain&#39;s Demise", "text": "\n\n(Kyne stands in front of Matthius; two bridge staff stand behind him.)\n\nMatthius: (looking behind him, at the two bridge staff) This is mutiny. You&#39;ll all be tried for mutiny! Kyne, make them listen to reason.\nKyne: Settle down, then. (to the bridge staff) Hold him.\n\n(The two men restrain Matthius from behind by the arms)\n\nKyne: By Maritime Law Article 54-69, I hereby declare Captain Benjamin Matthius unfit for duty.\nMatthius: The marker...must be delivered to the church! Terrence! Please!\nKyne: (turns away, and readies a needle) I&#39;m sorry Ben, but I can&#39;t let you do this.\nMatthius: Traitor. Heretic!\nKyne: (turns back around) Hold his head.\nMatthius: MURDERER!\nKyne: Hold him!\n\n(Matthius begins to violently struggle in the men&#39;s grasp. Kyne tries to get a clean shot with the needle, trying to inject it in his neck. Kyne stabs with the needle. The needle goes right into Matthius&#39; left eye. Matthius screams in agony, blood pouring out of his eye socket. The two men let go of him in shock, and Matthius falls backward onto the flood, dead.)\n\nBridge Staff 1: He&#39;s...dead!\nKyne: N-no, it was an accident! I had to stop him!\nBridge staff 2: Arrest the doctor.\n\n", "authors": "Benjamin Mathius,Chic,D. White,Terrence Kyne"}, "27001": {"title": "More Time", "text": "\n\nSCIENCE LOG\n\nFROM:DR. KYNE, T. (CHIEF SCIENCE OFFICER)\n\nATTN:CAPTAIN MATHIUS, B.\n\nBenjamin -\n\nFurter to your previous conversation, I ask that you delay bringing the Marker up from the planet for a day or two.\n\nYou know I&#39;m as keen as anyone to study it in detail, and I understand your sense of urgency given the events on the colony, but that&#39;s why I ask--what&#39;s happening down there is just too unique, too unprecedented, to cut it short without proper time to study the causes and effects.\n\nIn light of a discussion I had with Dr. Mercer, I&#39;d like to meet with Drs. sciarello and Welland planetside to get their observations.\n\n-Terrence", "authors": "Terrence Kyne"}, "27002": {"title": "Temple Report 3", "text": "\n\nC. Danvers: Never should have let him live. Never should have let him live.\n\nJacob Temple: Shut it, Danvers! Shut... it! Engineering log. Temple reporting. Someone has shut off the fuel lines to the primary engine, and damaged the valves in the process. They need to be repaired before I can re-open them, but we&#39;re running out of time. With the engine offline, orbit decay will begin in less than ten hours. I just can&#39;t understand who would do this. If it&#39;s one of those crazy Unitologist bastards, I&#39;ll break their neck!\n\nDanvers: Henderson said they were coming. We never should have let him live.\n\nTemple: Shut up, Danvers and help me with the tools. Temple out.", "authors": "C. Danvers,Jacob Temple"}, "27003": {"title": "Load the Marker", "text": "\n\nDr. Terrence Kyne: I&#39;m bringing the shuttle down now. The automated loading controls aren&#39;t responding. You&#39;ll have to shut down gravity in the hangar bay and then manually bring the Marker directly beneath the shuttle.\n\n", "authors": "Terrence Kyne"}, "27004": {"title": "Astrogation Module Placed", "text": "\n\nZach Hammond: Okay, primary astrogation power has been re-routed. Look, I don&#39;t know about you, but... I think I&#39;m seeing things... my head&#39;s pounding still... I don&#39;t know. Just stay sharp, okay?\n\n", "authors": "Zach Hammond"}, "27005": {"title": "Background Request", "text": "\n\nTo: Zach Hammond\n\nFrom: XXXXXXXXXXX\n\nRe: Background request\n\nPer your request, here&#39;s what we could find on your hastily- assembled crew.\n\nISAAC CLARKE\n\nIsaac was born to Poul and Octavia Clarke on Earth in the eastern seaboard region of the American Republic. Poul Clarke was an award-winning ship architect employed by the Galactic Union Marine Corp. His record show extended time off-world away from his family.\n\nWhen Isaac was born, Poul was given a temporary reassignment to an Earth-based GUMMC ship production facility. During the four-year tour, Poul and Octavia raised Isaac together. When the tour was over, Paul shipped off for an extended off-world tour.\n\nPoul&#39;s influence on his son must have rubbed off. Records indicate Isaac pursued studies in mechanical and electrical engineering and achieved high honors.\n\nAccording to medical and psychiatric reports, Poul Clarke&#39;s absence had a profound effect on Octavia. She suffered from depression and personal anguish until doctors encouraged her to find fulfillment by working with charitable organizations. It is believed that this is how she ended up coming in contact with the Church of Unitology.\n\nHer association with the Church appears to have alleviated her mental condition. The cancellation of her therapy sessions corresponds with the local parish announcements of her initiation ceremony.\n\nAt this point, records on her become somewhat scarce. There are indications that she sold off much of the family estate to finance her full membership in the church.\n\nIsaac appears to have been selected to a prominent engineering school but we surmise that he was unable to afford the tuition, as records show that he instead attended a lesser-known school with the help of scholarships and financial assistance.\n\nAfter graduating with high honors, Isaac enlisted in the Merchant Marines. He quickly gained a reputation for his resourceful engineering solutions and after two years was promoted to a higher-profile position closer to the major shipping lanes.\n\nThere are several inquiries about the location of his father that have been logged by his contacts at the GUMMC. Isaac appears to have been trying to re-unite with him unsuccessfully for years. It&#39;s doubtful he ever got far in his investigation as Paul Clarke&#39;s service record has been mysteriously classified by an executive order.\n\nOctavia continues to be a contributing member of her church and has managed to purchase a Vested-level title.\n\nIsaac&#39;s career stagnates at this point. There are records that he cohabited with a medical officer named Nicole Brennan for a couple of years. Records indicate she moved out after receiving a promotion and is currently serving on the USG Ishimura.\n\nKENDRA DANIELS\n\nI couldn&#39;t find anything on her in the time I had but Darlton swears by her. She is on the mission with his recommendation. If he thinks she has the necessary skills, who am I to argue?", "authors": "Unknown [Dead Space]"}, "27006": {"title": "Engine Fired", "text": "\n\nZach Hammond: It&#39;s working! We&#39;re online and functional! Finally some good news. Get a tram to the Bridge, Isaac. I&#39;m going to take us back into a geostationary orbit.\n\nKendra Daniels: Wait, wait! We&#39;re not safe yet. The ship&#39;s asteroid defense system is offline. On the way up, the ship&#39;s going to pass through a debris field thrown up from the Planet Crack...We&#39;ll be ripped to pieces unless you restart it.\n\nHammond: Goddammit!!! I&#39;ll start working on it from here. Isaac, meet me at the Bridge. You can do more good here than I can.", "authors": "Kendra Daniels,Zach Hammond"}, "27007": {"title": "Processing Room Problem", "text": "\n\nMINING DECK LOCK\n\nKREUZ. G (QMED)\n\nThe situation here just got a lot worse. The gravity failure came as we were collating asteroids, and one broke free of the grav beam. It collided with a wall, killing two crew, and split into chunks. They&#39;re free floating in the processing room, and we can&#39;t restore gravity to get the Master Key until they&#39;re cleared. We could really use some engineering help up here.", "authors": "G. Kreuz"}, "27008": {"title": "Finish the Poison", "text": "\n\nKendra Daniels: You&#39;ve got everything you need to make the poison. Now get back to the Chemistry Lab!\n\nZach Hammond: Whatever you&#39;re going to do, do it fast... Can hardly breathe in here...\n\nKendra Daniels: You&#39;re cutting out, Hammond! I&#39;m going to try to switch over... Shit! I lost his signal! I&#39;ll continue scanning for his location! You have to get that compound mixed!\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "27009": {"title": "Arrived on Bridge", "text": "\n\nHammond: Isaac, we made it to the Bridge. It&#39;s a nightmare up here. No survivors. We&#39;re going to try and get to the Command computer. Wish us luck.", "authors": "Zach Hammond"}, "27010": {"title": "Brute Combat", "text": "\n\nHammond: Your weapons can&#39;t punch through that thing&#39;s armor! Shoot it in the back, Isaac!\n\n", "authors": "Zach Hammond"}, "27011": {"title": "Hammond&#39;s Alive", "text": "\n\nKendra Daniels: Hammond! I thought you were dead! You need to get to cleaner air! You&#39;re not going to be able to help Isaac in your condition. Isaac, I&#39;m scanning the area now. He&#39;s right, there&#39;s something really big in Food Storage, but I can&#39;t get a good scan. Monitor readings are off the scale. Be careful!\n\n", "authors": "Kendra Daniels"}, "27012": {"title": "On My Way", "text": "\n\nDr. Terrence Kyne: Excellent! Excellent! Wait there for me, I&#39;m on my way.\n\n", "authors": "Terrence Kyne"}, "27013": {"title": "Attach the Beacon", "text": "\n\nKendra Daniels: You still need to plant the beacon onto the shuttle, Isaac, before you launch the asteroid.\n\n", "authors": "Kendra Daniels"}, "27014": {"title": "Illegal Mining", "text": "\n\nFirst Comms Operator Bailey: Communications log, First Comms Operator Bailey reporting. The ship is under attack, but requests to issue a distress call have been repeatedly denied by Captain Mathius. He won&#39;t say it, but everyone on the bridge knows why--this is an illegal operation in a prohibited system. We&#39;ve all known for months, and we kept out mouths shut. Not anymore.\n\n(Sounds of typing and electric whirring)\n\nFirst Comms Operator Bailey: Mayday, mayday, mayday! This is USG Ishimura, this is---what the hell?\n\n(More typing and strange beeping)\n\nFirst Comms Operator Bailey: I don&#39;t believe this! The whole comms system is offline! Now he&#39;s gone too far... Bailey out.\n\n", "authors": "First Comms Operator Bailey"}, "27015": {"title": "Corruption", "text": "", "authors": "Unknown [Dead Space]"}, "27016": {"title": "Restore Gravity", "text": "\n\nDr. Terrence Kyne: Okay, it&#39;s in position. Eh, still having trouble with these damn loading controls. Isaac, restore gravity to the room; I should be able to load the Marker then.\n\n", "authors": "Terrence Kyne"}, "27017": {"title": "Stasis Door", "text": "\n\nKendra: Looks like that door is malfunctioning, Isaac. Try using the Stasis module you just picked up.", "authors": "Kendra Daniels"}, "27018": {"title": "Asteroid Launched", "text": "\n\nKendra Daniels: Beacon&#39;s on its way! All functions normal, and broadcasting wide band. Now we just have to hope somebody&#39;s listening. I&#39;ll position the array receiver. I thought I saw my brother again. He waved to me. Like nothing was wrong. Okay, I should be able to leave this channel open... What? The comms Array receiver isn&#39;t responding! Isaac, can you get back to the Bridge? We need that array online or we can&#39;t receive signals from anyone responding to the beacon!", "authors": "Kendra Daniels"}, "27019": {"title": "Nicole&#39;s Farewell", "text": "\n\nNicole: Isaac, it&#39;s me. I wish I could talk to you. I&#39;m sorry...I&#39;m sorry about everything. I wish I could just talk to someone...it&#39;s all falling apart here; I can&#39;t believe what&#39;s happening. It&#39;s strange...such a little thing. In the end, it all comes down to just one little thing...\nNicole: I didn&#39;t want it to end like this. I really wanted to see you again...just once. I loved you. I&#39;ve always loved you.\n\n", "authors": "Nicole Brennan"}, "27020": {"title": "Maintenance Bay Unlocked", "text": "\n\nKendra: Isaac, I&#39;ve patched into the desk&#39;s security system. It took some work, but I&#39;ve got the door to the Maintenance Bay unlocked. The data board should be somewhere inside.", "authors": "Kendra Daniels"}, "27021": {"title": "The USG Ishimura", "text": "\n\n(From a CEC-sponsored article in the publication, Amazing Universe)\n\nAs many of our older readers may recall, resource management on Earth and on the colonies was not always as streamlined as it is today. There was a time when needs could barely be met by the now-extinct resources of Earth and the dwindling supplies of the colonies. Looking to the stars for additional resources is nothing new, but at the time only smaller ships were shockpoint-able and they were insufficient at keeping up with demand.\n\nEnter the Ishimura.\n\nThe USG Ishimura, named after Astro Physicist Hideki Ishimura (inventor of the shockpoint drive), was the first of the massive Planet Cracker ships. Built 62 years ago, she has a long and storied career. The Ishimura was the first vessel of her size to utilize the shockpoint drive for large-scale, commercial, deep space expeditions.\n\nAt the time of her inception, the Ishimura was hailed as the savior of the Earth colonies. She was created to mine and melt down entire small planets and moons. She was also the first ship capable of the &quot;scan and catch&quot; technique for harvesting mineral-rich asteroids. Using huge gravity tethers, the Ishimura can lock onto asteroids and pull them inside the ship&#39;s massive collection bays for smelting.\n\nAt 62 years old, the Ishimura is still in remarkable shape. Much of the equipment has been upgraded over the years. Many spaces have been retrofitted to take advantage of modern advances in technology. Despite the long years of service, she is still the pride of the fleet and remains the largest Planet Cracker in the fleet. Whenever an important deep space mining project comes up and the Ishimura is available, she&#39;s the first ship to be called.\n\nIt&#39;s ships like the Ishimura - and the dedication of the men and women who crew her - that have helped make Concordance Extraction Company the trusted, dependable workhorse that it is today.", "authors": "Unknown [Dead Space]"}, "27022": {"title": "Emergency", "text": "\n\nCommander F. Cadigan: This is Commander Cadigan! We have hostiles on board! This is NOT a drill! Hostiles are alien, repeat, ALIEN and extremely dangerous! All personnel have weapons ready and fire at will!\n\n", "authors": "Commander F. Cadigan"}, "27023": {"title": "Systems Module Placed", "text": "\n\nZach Hammond: Ship Systems junction box re-routed. I&#39;m making some progress with the tracking grid...one of the cannons is giving me a hard time...keep moving.\n\n", "authors": "Zach Hammond"}, "27024": {"title": "Nicole&#39;s Report", "text": "\n\nNicole: This is Senior Medical Officer Nicole Brennan, transmitting ship wide. We need more help! We don&#39;t have the resources to deal with this many cases. Nobody will tell us what&#39;s happening! These wounds...we&#39;re not equipped to deal with this many...\n\ncries of pain in the background\n\nNicole: &lt;speaking to nurse off-screen&gt; God...Get him to the table! Hold him! Nurse, you hold him down! Christ! End recording!", "authors": "Nicole Brennan"}, "27025": {"title": "Find the Singularity Core", "text": "", "authors": "Unknown [Dead Space]"}, "27026": {"title": "Unitology Article", "text": "\n\nUNITED WE... ASCEND?\n\nIs Unitology a new hope, or just another scam?\n\nBy Carrie Van Ottken\n\nIf you&#39;ve been living on Mars for the past 200 years, you might have missed the fastest-growing religious movement in history.\n\nUnitology boasts a following of millions, counts powerful CEOs and officials in its ranks, claims $78 billion of stock in multiglobal companies, and owns two of Earth&#39;s largest financial institutions (GPSG Financial and Unitas Energy Investments). From its beginnings as a cult of personality, Unitology has become a respected, established religion. Most people know the basics. Two hundred years ago, Michael Altman, a professor of Anthropology, blew the whistle on what he claimed to be the biggest cover-up ever instituted by Earth Government--the discovery of an artifact or &quot;Marker&quot; which proved beyond any doubt there is alien life in the Universe. The Government labelled Altman a kook, but his claims struck a chord with some, and his mysterious death soon afterwards fueled that interest.\n\nUnitologists believe the marker contained a code, the key to eternal life, through rebirth and ascension to heaven (The kicker is you have to die first). They say the government is hiding the marker somewhere, keeping its secrets for themselves. Across all of human space, Unitologists praise Altman&#39;s martyrdom and await the day God comes to take them to their new life beyond death. It all sounds pretty harmless. But, like any cult, there&#39;s a dark side.\n\nUnitologists are &quot;ranked&quot; in the Church. Nobody ever talks about it, but most of its critics believe there are at least three ranks above the average believer, or &quot;initiate&quot;. With each new rank, more of the Church&#39;s inner workings and research are revealed to a follower. And these ranks are achieved by one simple criteria--giving money and power to the Church.\n\nThink taking all your money&#39;s bad? The Church also requires their members to donate their bodies after death. Why? What do they do with them? Nobody will say, and attempts to infiltrate the inner circle have failed. With their emphasis on &quot;transformation and rebirth&quot;, maybe we wouldn&#39;t like the answer even if they told us.\n\nOne rumor that also refuses to die says the Church is funding a secret shipbuilding program. Some claim to have seen the fleet. No documentary evidence has ever been supplied, but the claimants all say these &quot;mausoleum ships&quot;, despite their huge size\n(Cont&#39;d on p94)", "authors": "Carrie Van Ottken"}, "27027": {"title": "Centrifuge Activated", "text": "\n\nHammond: You&#39;re doing great, Isaac! Centrifuge and gyros are both a hundred percent and stabilized. Now get out of there and focus on the engine. I don&#39;t know how much time we have left.", "authors": "Zach Hammond"}, "27028": {"title": "Mercer&#39;s Experiment 2", "text": "\n\nDr. Challus Mercer: Personal log, Doctor Challus Mercer. The specimen continues to respond well to my experiments. Its cellular fortitude, not to mention elasticity, is remarkable. Doctor Kyne, I am sure, would disapprove. But I do not anticipate that issue, as the good doctor is busying himself with the Marker... As if that matters now! He has also succumbed to the same dementia that afflicted the colony. Only yesterday, he told me he had spoken to his wife... but Amelia Kyne has been dead for some years.\n\n(sound of Hunter growling and shifting heard in background)\n\nDr. Challus Mercer: My subject grows restless. Patience. Your time is soon. Very soon.\n\n", "authors": "Challus Mercer,The Hunter"}, "27029": {"title": "Kendra&#39;s Warning", "text": "\n\nKendra Daniels: Isaac, be careful with Dr. Kyne. A lot of what I&#39;ve discovered so far has come from his records... the man has clearly gone insane. He might be unstable, maybe even violent.\n\n", "authors": "Kendra Daniels"}, "27030": {"title": "Interrupted", "text": "\n\nKendra Daniels: That&#39;s it, Isaac! Now you just need to finish mixing the poison and-\n\n(Screen violently goes to static and switches to Mercer)\n\nDr. Challus Mercer: This has gone far enough! Accept your part in god&#39;s plan! Embrace your own extinction!\n\n(Screen switches back to Kendra as a sudden whooshing noise is heard)\n\nFemale Computer Voice: Warning. Life support system failure on Medical Deck. Please evacuate immediately.\n\nKendra Daniels: Who the hell was that?! Isaac, he&#39;s decompressed the entire deck and I&#39;m being locked out of those systems! All the air has been vented into space! You should be able to bring it back online from the Security Station, but you don&#39;t have much time!\n\n", "authors": "Dr. Challus Mercer,Kendra Daniels,USG Ishimura's Computer System"}, "27031": {"title": "The Hunter Returns", "text": "\n\nDr. Challus Mercer: This time there will be no escape for you, my friend. You have been most resourceful up until now, but my creation is free, reborn in the fierce heat of life itself! Now it&#39;s time to play your part...\n\n", "authors": "Challus Mercer"}, "27032": {"title": "Report of Infection", "text": "\n\nCAPTAIN&#39;S LOG\n\nINITIAL INFECTION VECTORS\n\nIt&#39;s been less than an hour, but they&#39;ve spread fast. Flight deck was the first to go, after the shuttle crashed. Now almost entirely overrun. We&#39;ve lost at least half the Medical deck, and about a quarter of Engineering. No information yet from Cargo or Planet Ops, which suggests bad news. This is not what I expected.", "authors": "Captain Benjamin Matthius"}, "27033": {"title": "Victory Against the Leviathan", "text": "\n\nKendra Daniels: Isaac, you did it! Hammond? Do you read? Oxygen levels are returning to normal.\n\nDammit! He&#39;s gone again! No sign of his RIG anywhere! It&#39;s up to us now. I&#39;ve got a plan to get off this ship! I&#39;ve located an SOS beacon on the Mining Deck. If you can down there and activate it, we might be able to send a distress call.\nOh god. I don&#39;t know how much longer that door will hold...", "authors": "Kendra Daniels"}, "27034": {"title": "Go to Medical", "text": "\n\nHammond: What the hell is happening down there?! What happened to the shuttle?\n\nKendra: That was our ride home...It&#39;s the only way off this ship...\n\nHammond: Kendra...\n\nKendra: No Hammond! This changes everything!\n\nHammond: Just let me think! Can you access the Command Computer?\n\nKendra: It&#39;s no good. There&#39;s an executive lockdown of all primary systems. Without the Captain&#39;s authorisation, I can&#39;t access them.\n\nHammond: Well? Where&#39;s the Captain?\n\nKendra: Here he is. Captain Benjamin Matthius. Location...Medlab. Status...Deceased.\n\nHammond: What? How?\n\nKendra: I can&#39;t access that information. Find the Captain and you&#39;ll find his RIG. With his authorisation codes, I can crack this computer wide open.\n\nThere is the sound of something moving around in a ventilation shaft above them.\n\nHammond: Dammit! Isaac, I&#39;m sending the Tram back to your location. Get to the Medical Deck and find that RIG as fast as you can.\n\nKendra (looking around, startled at the noise above): What was that?\n\nCrunching metal off to the right of the screen, followed by the cry of a Necromorph\n\nHammond: Holy Shit! Come on, get out of here!\n\nThey both run and a Leaper appears in view. The feed then cuts out.", "authors": "Kendra Daniels,Zach Hammond"}, "27035": {"title": "Found the Data Board", "text": "\n\nKendra: That&#39;s it Isaac! Take the board back to Tram Control and slot it into the computer array. That should get the Tram system back online.", "authors": "Kendra Daniels"}, "27036": {"title": "Big Problems", "text": "\n\nKendra Daniels: What!? Isn&#39;t that the escape pod Hammond jettisoned? One of those things was onboard! No! No, this isn&#39;t going to happen!\n\n(Sounds of Frantic Typing)\n\nKendra Daniels: USM Valor! Come in Valor! Our signal isn&#39;t strong enough. I&#39;m going to open the blast doors to boost the signal.\n\n(Electronic Beep)\n\nFemale Voice (Computer System): Error: blast door blockage detected. Please contact a repair technician.\n\nKendra Daniels: Shit! Isaac, there&#39;s something big on the hull of the ship, directly above the Comms Array. Something organic. I don&#39;t know what it is, and I don&#39;t care. We have to get the doors open to transmit to the Valor. You should have a clear shot from ADS Cannon 48. Get to the cannon and blow it out into space!\n\n", "authors": "Kendra Daniels,USG Ishimura's Computer System"}, "27037": {"title": "New Ally?", "text": "\n\nKendra Daniels: I don&#39;t know if Kyne is crazy or not, but we need that shuttle. Let&#39;s keep him on our side... for now.\n\n", "authors": "Kendra Daniels"}, "27038": {"title": "Found the Shock Pad", "text": "\n\nHammond: Great, you got a shockpad, combine that with the thermite at the barricade to destroy it. Shit, I can hear more coming; moving through the vents. Stay safe Isaac!", "authors": "Zach Hammond"}, "27039": {"title": "Replacing the Tram", "text": "\n\nKendra: Your Stasis module should be able to help you with that arm mechanism.", "authors": "Kendra Daniels"}, "27040": {"title": "Avoid the Asteroids", "text": "\n\nZach Hammond: Isaac, you&#39;re going to have to cross the ship exterior to reach the ADS cannon. Problem is, we&#39;re still getting bombarded by asteroids. Look for cover or you&#39;ll get torn to pieces.\n\n", "authors": "Zach Hammond"}, "27041": {"title": "Ship Gravity", "text": "\n\nHammond: As you know, the Ishimura is able to set it&#39;s gravity locally. Your grav-boots will kick in when you enter a zero-g area.", "authors": "Zach Hammond"}, "27042": {"title": "Temple&#39;s Search", "text": "\n\nJacob Temple: This is Temple, Acting Chief Engineer. I came down here to find Dr. Elizabeth Cross, but she&#39;s not here. In fact, I can&#39;t find anyone. Just more of this organic shit everywhere. I&#39;m going to check the Mining Deck. It&#39;s about the only place I haven&#39;t looked yet.\n\n", "authors": "Jacob Temple"}, "27043": {"title": "List of logs in Dead Space 2", "text": "", "authors": "Unknown [Dead Space]"}, "27044": {"title": "Rendezvous", "text": "\n\nKendra Daniels: I restored power to the elevator. Take it up to the Hangar Bay and get that Marker on the shuttle. I&#39;m heading up to the flight deck now. Oh god... I&#39;m just going to run for it... wish me luck.\n\n", "authors": "Kendra Daniels"}, "27045": {"title": "Almost Fixed", "text": "Zach Hammond: I've almost got this thing fixed! Just a little bit longer!<br /><br><br /><br>", "authors": "Zach Hammond"}, "27046": {"title": "Secret Lab Revealed", "text": "\n\nDr. Challus Mercer: I&#39;m beginning to truly admire your spirit, misplaced as it may be! I think... I think you should see... The whole plan. You should not spurn the Hive Mind&#39;s offerings. You deserve to witness that, as least.\n\n", "authors": "Challus Mercer"}, "27047": {"title": "The Valor", "text": "\n\nZach Hammond: Isaac? Good, you made it inside! Listen! I just found the munitions log for the Valor! I don&#39;t think their presence here is a coincidence! They&#39;re not on reconnaissance and they&#39;re not on patrol! This ship is prepped for war! They&#39;re on a seek and destroy mission! Do you hear me?!\n\n(Screen fills with static and switches to Kendra)\n\nKendra Daniels: Isaac, I&#39;ve lost him again! No signal from Hammond&#39;s RIG... Find the singularity core and get the hell out of there!\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "27048": {"title": "Creating the Poison", "text": "\n\nKendra Daniels: Now you need to find a DNA sample of the growth. According to lab records, there&#39;s an inert sample stored in the ICU. A Dr. Mercer was apparently doing intensive research on it. I&#39;ve been trying to contact Hammond but all I&#39;m getting is static! Isaac, you&#39;ve got to hurry!\n\n", "authors": "Kendra Daniels"}, "27049": {"title": "Orders", "text": "\n\nEYES ONLY - PRIORITY BLACK\n\nFROM: CHIEF OF STAFF, EARTH DEFENSE\n\nATTN: COMMANDER CADIGAN, F.\n\nOPERATION WHITE LIGHT\n\nTHEATER: AEGIS SYSTEM, PLANET PENDING\n\nOBJECTIVE: DEEP CLEANSE\n\nCEC vessel USG Ishimura in breach of government order. They are believed to have recovered Marker 3A. Special Ops has confirmed the system but has been unable to provide the planet location. Special Ops advises caution. If Marker 3A has been recovered, infection by a lethal organism is a credible threat. Shockpoint to Aegis system, move to position out of local scope range and await signal from Ishimura to confirm location.", "authors": "Earth Defense Force Chief of Staff"}, "27050": {"title": "Hive Mind Glimpse", "text": "\n\n(The video shows what appears to be a landing pad at the Aegis VII Colony. Several colonists are visible on the pad. The camera begins shaking violently as a roaring noise is heard. The colonists begin to flee as a towering creature bursts from the ground, the Hive Mind. Amongst a cacophony of screaming, roaring, and crashing, the camera feed cuts out.)", "authors": "Hive Mind,Various Colonists"}, "27051": {"title": "Someone Else", "text": "\n\nKendra Daniels: Looks like someone has reprogrammed the door locks on this deck. And recently, too. I guess we&#39;re not alone here, after all. Someone doesn&#39;t want you in this part of the ship.\n\n", "authors": "Kendra Daniels"}, "27052": {"title": "A Message", "text": "Nicole Brennan:Isaac... Where are you? Help me...<br>", "authors": "Nicole Brennan"}, "27053": {"title": "Find the Nav Cards", "text": "\n\nKendra Daniels: Isaac, I&#39;ve located the shuttle Hammond found. Shit! No good. That shuttle&#39;s brain dead. Someone removed the navigation cards, God knows why. There&#39;s three of them scattered around the deck. I&#39;m downloading their locations. I can&#39;t access the doors from here, so you&#39;ll need a Crew Key. If you can find those parts, I think we can get that shuttle operational again!\n\n", "authors": "Kendra Daniels"}, "27054": {"title": "Executive Area Unlocked", "text": "\n\nDr. Terrence Kyne: Excellent work, Mr. Clarke! Excellent work. Now... come and meet me in the Executive area. The door is unlocked. Be quick.\n\n", "authors": "Terrence Kyne"}, "27055": {"title": "Newborns", "text": "\n\nAlyssa Rose\n\nKai Jatin\n\nAlyssa\n\nLeoni\n\nIan Ansel\n\nJackson Thomas\n\nLucas\n\nZara James\n\nCaitlyn\n\nKai Jashua\n\nKody\n\nKyle\n\nJiannah Faith\n\nJack William\n\nAgatha Marjorie", "authors": "Unknown [Dead Space]"}, "27056": {"title": "Hammond&#39;s Return", "text": "\n\n(The video starts with Nicole&#39;s original message, which is playing due to Isaac&#39;s suit malfunctioning from impacting the floor)\n\nNicole: I wish I could just talk to someone...It&#39;s all falling apart here, I ca-\n\n(video cuts to Hammond. He is inside a tram car)\n\nHammond: Isaac! Isaac, are you there? Thank god you&#39;re all right! I&#39;ve been trying to reach you! Someone&#39;s been blocking my RIG signal remotely. That crash must have interrupted the signal block.\nKendra: Hammond! Where have you been?\nHammond: Surviving, barely. I found some med supplies and patched myself up. Listen. I&#39;m calling abort on the mission. Fuck the C.E.C. and fuck the chain of command. We have to get the hell out of here! I think I&#39;ve located a shuttle on the Crew Deck. The flight log says it needs a new singularity core, but we can probably salvage one from the Valor. I can see the tail-end of it sticking out of the side of the Ishimura. I&#39;m heading down there now to find a way inside. I&#39;ll met you there. Hammond out.\nKendra: Isaac, if what he says is true about the shuttle, then we might have a chance of getting out of here. Head to the cargo bay and see if you can help Hammond. In his condition, he may not last long.\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "27057": {"title": "Strange Transmission", "text": "\n\nNicole Brennan: Isaac...Isaac...where are you...it&#39;s me...Nicole...", "authors": "Nicole Brennan"}, "27058": {"title": "Impact", "text": "\n\nKendra: USM Valor, this is Kendra Daniels of the USG Ishimura, come in! Do not open the escape pod! USM Valor, this is Kendra Daniels of the USG Ishimura, come in! Do not open the escape pod! Dammit, respond!!!\n\n(Communications to the USM Valor come back online. The video switches to the inside of the Valor. The inside is a bloodbath, with destruction and blood everywhere. An injured Marine staggers to his feet from behind a chair. Suddenly, the Slasher from the escape pod rises up behind him. Just as the Marine turns around, the Slasher suddenly swings it&#39;s blade into his neck. The video feed cuts out. The video cuts back to Kendra, who has her head down in anger and sadness).\n\nKendra: Why did they open the pod, dammit...\n\n&#39;(Note: The first time this log plays, as all of this is happening, the USM Valor is flying toward the Ishimura, out of control. Kendra looks up and sees this through Isaac&#39;s video screen.)\n\nKendra: Oh my god. It&#39;s headed right for us! Isaac! Isaac! Get the fuck out of there! It&#39;s going to crash into the ship!\n\n(Outside of the video, just after this finishes playing, the Valor crashes into the Ishimura. The impact throws Isaac to the floor, briefly knocking him out.)", "authors": "Kendra Daniels,USM Valor Marine"}, "27059": {"title": "Main Array Problem", "text": "\n\nKendra Daniels: That Comms Array is in bad shape. We need at least six working dishes for a strong enough signal. Make sure they&#39;re aligned symmetrically so there are no power gaps.\n\n", "authors": "Kendra Daniels"}, "27060": {"title": "Repair the Ship&#39;s Orbit", "text": "\n\nZach Hammond: Isaac, we&#39;ve got two problems, and we&#39;re working on borrowed time here! First, there&#39;s no fuel in the engines. Second, the gravity centrifuge is offline... which means there&#39;s a couple of trillion tons of rock pulling us down. I need you to get that centrifuge operational, refuel the main engine and fire it up so I can stabilize the ship&#39;s orbit.", "authors": "Zach Hammond"}, "27061": {"title": "Lock Bypassed", "text": "\n\nKendra Daniels: Okay, I bypassed the lock! Get out of there!\n\n", "authors": "Kendra Daniels"}, "27062": {"title": "Indestructible", "text": "\n\nKendra Daniels: You can&#39;t kill it, Isaac! It&#39;s just going to keep regenerating! Get out of there, run!\n\n", "authors": "Kendra Daniels"}, "27063": {"title": "Betrayal", "text": "\n\nKendra Daniels: Sorry, Isaac, I couldn&#39;t let him go though with it. I suppose I should thank him for finding the Marker. We even managed without help from the USM Valor... Thank you for helping me find it, by the way. My department&#39;s been looking for this place for a long time. See, what Kyne didn&#39;t know was, it was the government&#39;s mess to begin with. This whole planet is one big experiment.\n\nThe Marker? This &quot;divine relic&quot;? Made by man. They reverse-engineered it a couple of hundred years ago from the REAL Marker, a true alien artifact recovered on Earth. They dug it up, studied it, and made it their own. Then they brought it to Aegis VII, and activated it. And you&#39;ve seen the result. The stuff of nightmares. They sealed the system, and no one would have been the wiser.\n\nBut then C.E.C. blunders in and starts tearing the planet apart. The experiment was still alive. Kyne was right about the Hive Mind. The Marker would contain it...but that doesn&#39;t matter now, does it? I have the Marker, and this entire system can go to hell. For what it&#39;s worth, you did a great job, Isaac. See you around... Or maybe not.\n\n", "authors": "Kendra Daniels"}, "27064": {"title": "Run!", "text": "\n\nKendra: Run, Isaac! Get the hell out of there!", "authors": "Kendra Daniels"}, "27065": {"title": "Mercer and Kyne", "text": "\n\nMercer: You found something down there, didn&#39;t you?\n\nKyne: Yes... we found something.\n\nMercer: So, the texts were right all this time.\n\nKyne: I wouldn&#39;t be certain about that. There was nothing divine in what I saw.\n\nMercer: We must embrace this. We are the first witnesses!\n\nKyne: Mathius isn&#39;t letting anyone down on the colony. It&#39;s under quarantine until we learn more.\n\nMercer: To hell with Mathius! He of all people should know that this is greater than him, or the operation, or even the company. This is our deliverance!\n\nKyne: Keep your damn voice down. People are dying down there.\n\nMercer: Only the worthless and the unbelievers. But I believe. Do you believe. Terrance? Do you?", "authors": "Challus Mercer,Terrence Kyne"}, "27066": {"title": "Pods Destroyed", "text": "\n\nKendra Daniels: That&#39;s the last one, Isaac. There&#39;s a switch in Atmosphere Control to restart the oxygen cycling. Once the air is clean, you can get into Food Storage. Isaac, I&#39;ve been reading these reports...the crew all began having mass hallucinations. And...well, I just saw my brother on a security monitor. And that&#39;s just not possible...\n\n", "authors": "Kendra Daniels"}, "27067": {"title": "Kyne&#39;s Hostage", "text": "\n\nUnknown man: Dr. Kyne! What the hell are you... Aaah!\nDr. Terrence Kyne: Get back! Come any closer and... and I&#39;ll shoot him! Give me the access codes to the cargo bay!\nUnknown man: You... idiot! This is... processing! Why the hell... would I have codes... to cargo?\nDr. Terrence Kyne: Don&#39;t lie to me! I&#39;m sick of everyone lying to me! It is imperative that I get the marker! Give me those codes!\nUnknown man: I don&#39;t... have them! Is this... what you did... to the captain? Go on... shoot me if you&#39;ve got... the balls!\nDr. Terrence Kyne: IDIOTS! It&#39;s the only way to stop it... The only way to end this!\nUnknown man: He&#39;s completely lost it... Somebody call security!\n\n", "authors": "Terrence Kyne"}, "27068": {"title": "ADS Online", "text": "Zach Hammond: Nice shooting, Isaac! Auto targeting is now online and clearing a path to safe orbit! As soon as we're clear, I'll engage the autopilot again. Head to the tram station and I'll meet you there when I'm done.<br /><br><br /><br>", "authors": "Zach Hammond"}, "27069": {"title": "Temple and Elizabeth", "text": "\n\nJacob Temple: This is Temple. I found Elizabeth, but there isn&#39;t a single spaceworthy vessel in the whole goddamn bay!\nElizabeth Cross: Jacob, hurry up! We need to find a beacon!\nJacob Temple: There&#39;s got to be one around here somewhere.\n\n", "authors": "Elizabeth Cross,Jacob Temple"}, "27070": {"title": "Beacon Recovered", "text": "\n\nKendra Daniels: Isaac! Hey, I lost your signal for a while. You had me worried... I see you&#39;ve got the beacon, so head for the mining bay and attach it to the asteroid. I&#39;ve been running trajectory calculations and if we launch soon, there&#39;s a good chance the asteroid can reach a safe distance to begin transmitting! Still no sign of Hammond. In his state, I can&#39;t imagine he&#39;s still alive...\n\n", "authors": "Kendra Daniels"}, "27071": {"title": "Restore Power", "text": "\n\nNicole Brennan: Isaac, you&#39;re almost there. You&#39;ll have to restore power to the bridges to move the Marker through this area. Look for a control station at the end of the maintenance tube.\n\n", "authors": "Nicole Brennan"}, "27072": {"title": "Initial Attack", "text": "\n\nWorker: Bridge, come in! We&#39;ve been boarded, repeat, the ship has been boarded! We are under attack!\n\n(A man is heard shouting &quot;OPEN FIRE&quot; and loud gunfire is heard)\n\nWorker: What the hell are they? Th-they&#39;ve already killed most of the deck staff! We need security backup here immediatly! Guns are useless, we can&#39;t hold them back for very lo-\n\n(feed cuts out)", "authors": "Unknown [Dead Space]"}, "27073": {"title": "Atmosphere Contaminated", "text": "\n\nKendra Daniels: Wait! Isaac, Hammond...you&#39;re not gonna believe this. Oxygen levels are falling. Something&#39;s poisoning Hydroponics air production, and whatever it is, it&#39;s filling the deck up with that organic stuff. We&#39;re not going to have any air to breathe soon. But if I understand these lab reports correctly, I think I can make a poison to destroy it. Head to Medical. It should have everything you need.\n\nZach Hammond: Will this never end?! Isaac, get to Medical and mix together whatever Kendra&#39;s come up with. I&#39;m heading to Hydroponics. If I can slow it down, that might keep us breathing long enough to fight it.\n\n", "authors": "Kendra Daniels,Zach Hammond"}, "27074": {"title": "Engine Problems", "text": "\n\nHammond: Isaac! Somehow one of them found a way down to the Captain&#39;s Nest! I managed to contain it in a damaged escape pod.\nLifting the executive lockdown... I found the deck logs... Whatever is happening around here, it came from the planet when they cracked it open. It spread to the colony, and reached the ship. Isaac, this isn&#39;t an infection. It&#39;s some form of alien life! Shit! We&#39;ve got bigger problems. The ship&#39;s engines are offline and our orbit is decaying! Get over to the Engineering deck ASAP, while I stay here and figure out what the problem is.", "authors": "Zach Hammond"}, "27075": {"title": "Repair Invoice", "text": "\n\nUSG ISHIMURA\n\nAEROSPACE ENGINEERING DEPT\n\nSHUTTLE REPAIRS INVOICE\n\nMISSION DAY TWO:\n\n- Faulty fore gyro, vessel USG-ISH-503. Replaced, now functional.\n\nMISSION DAY THREE:\n\n- Faulty 40 scope, vessel USG-ISH-501. Still in repair.\n\nMISSION DAY FOUR:\n\n- Damaged landing repulsors, vessel USG-ISH-505. Complete replacement, now functional.\n\n- Damaged fore and left-fore viewports, vessel USG-ISH-504. Replaced, now functional.\n\nMISSION DAY FIVE:\n\n- Damaged booster collar, vessel USG-ISH-505. Repaired, now functional.\n\nENGINEERS&#39;S NOTE\n\nWright, J.F. (2nd ENGINEER, MAINTENANCE BAY).", "authors": "J.F.Wright"}, "27076": {"title": "Temple Report 5", "text": "\n\nJacob Temple: This is Temple. Screw the engine. I can&#39;t restart it by myself, and with all the other shit going on, it&#39;s obvious this is sabotage. I&#39;m heading for the bridge, and then I need to find Elizabeth. I&#39;ve got to get her off this ship, it&#39;s not safe.", "authors": "Jacob Temple"}, "27077": {"title": "Found the Thermite", "text": "\n\nHammond: Alright, that thermite you picked up should be able to melt through the barricade, use the shockpad to ignite it. Hope I can hold this position, I can hear something big moving out there.", "authors": "Zach Hammond"}, "27078": {"title": "Report from Kendra", "text": "\n\nKendra Daniels: Isaac, listen up. I&#39;ve gone over the med-sci reports. These things are BIO-RECOMBINATORS. They take dead tissue, absorb it and molds it into new forms. One iteration seems to have the sole purpose of infecting corpses... The others, well, seem to be making corpses to infect. And that body tissue we keep seeing on the walls is part of it, too. I found a report that says it&#39;s a habitat changer.\n\n", "authors": "Kendra Daniels"}, "27079": {"title": "Dismemberment", "text": "\n\nHammond: Isaac, be careful. Shooting them in the body didn&#39;t seem to work. Go for the limbs, dismember them. That should do the job.", "authors": "Zach Hammond"}, "27080": {"title": "Unitology Exposed", "text": "\n\n(Excerpts from THE FALSE MESSIAH, a book banned on Earth and most colonies)\n\nA RELIGION IS BORN\n\nWhen Michael Altman went public with his research on the Black Marker, the world was teetering on the brink of self-destruction. Many people, myself included, felt civilization was at an end. We couldn&#39;t change the world by ourselves and most of us didn&#39;t want to. What Altman offered us, this chance at a rebirth for humanity, was exactly what our hungry, empty souls were looking for.\n\nPractically overnight, our hope for humanity was renewed. Millions flocked to his conferences to hear him profess to know the way to a new beginning. We stared in awe at the evidence of the alien artifact that would change everything. And we did whatever he told us to.\n\nWe rallied against the government. We joined together in congregations to share his word. And we prepared ourselves for the future he said was coming.\n\nWhere were you when Michael Altman was assassinated by our government? It&#39;s the question of our generation, I suppose. It&#39;s certainly the day when everything changed for me... and the world.\n\n...\n\nThe martyring of the scientist-turned-savior Michael Altman begat fanatical zealots and I was one of them. We birthed and maintained the tenements of a new religion, known now as the Church of Unitology. I was only a follower but I was suddenly part of the biggest social movement in history. The riots that followed and the crippling of our government made us realize we finally had the power to change things. \n...\n\nNo one knows what is contained in the Black Marker. Some claim it contains a genetic string that grants immortality through gene therapy. Others say it contains the DNA of an alien life form. Even Altman confessed to not knowing exactly what it is for.\n\nThe Marker has been used to form the basic doctrines of the church. As claimed in the popular book, &quot;Death is Only the Beginning,&quot; humans will learn that by death of their worldly spirit, they will be reborn in unity as a stronger, unending community. &quot;Unity is forever.&quot;\n\n...\n\nDeath is an important event in the journey of a Unitologist and seen as a necessary step to being reborn. The body is considered holy and it may not be cremated or be allowed to decay in the ground. The bodies are given to the church for safekeeping. Where they are taken is unknown, but I have seen massive Unitology compounds on all of the major settlements I have visited. Curious, I asked around. No one would tell me what was housed inside, but I uncovered evidence of massive shipments of preservative chemicals being sent to the compounds on a regular basis.\n\nIt was around this time that my superior Paragon Fontenay, brought me in for my first &quot;soul cleansing&quot;.\n\n...\n\nDespite the headaches and the nausea that continued to plague me, I managed to sneak into the shipyard. I had almost regained full function of my legs and was able to make it into what appeared to be the nerve center of the operation.\n\nWhat I discovered were ships, massive ships and lots of them. Stasis storage tubes lined each of the hundreds of exposed cargo bays. I couldn&#39;t see any of the bodies, but I knew what the tubes were for. What I couldn&#39;t figure out was why the church needed to transport so many suspended bodies in what looked like deep-space vessels.\n\nBefore I could investigate further, I was recaptured and the real &quot;soul cleansings&quot; began.", "authors": "Unknown [Dead Space]"}, "27081": {"title": "Replaced the Tram Car", "text": "\n\nKendra: Isaac, you did it! That tram was blocking the whole system. When you get the computer online, you&#39;ll be able to call the tram from the control room. Faster the better...I can hear something crawling around out there...", "authors": "Kendra Daniels"}, "27082": {"title": "Hammond&#39;s Assistance", "text": "\n\nZach Hammond: Isaac, I&#39;m tracking your position but it doesn&#39;t look like I can reach you. This damn ship was nearly sheared in half. I made it to the bridge... it&#39;s a mess here. These poor bastards didn&#39;t stand a chance. I&#39;m going to override all door locks so you can get to the engine room. I&#39;ll try and catch up with you there.\n\n", "authors": "Zach Hammond"}, "27083": {"title": "Door Opened", "text": "\n\nKendra Daniels: Someone keeps shutting down the door protocol. I&#39;ve bypassed the lock! Go!\n\n", "authors": "Kendra Daniels"}, "27084": {"title": "Elevator Problem", "text": "\n\nKendra Daniels: The mining sub deck is offline for some reason, Isaac. I&#39;ll see if I can run a bypass.\n\n", "authors": "Kendra Daniels"}, "27085": {"title": "Codes Received", "text": "\n\nHammond: Codes received, and they look good; thank god. I&#39;ll start accessing the captain&#39;s records right now. Head to the tram station, and I&#39;ll contact you there. I&#39;m going to find out what the hell happened to this ship.", "authors": "Zach Hammond"}, "27086": {"title": "First Contact", "text": "\n\nUSM Valor Comm Operator: This is the USM Valor, widecasting on all frequencies to USG Ishimura in response to your SOS. We&#39;ve picked up your escape pod number 47, and are en route to your position. This message will repeat every thirty seconds until you respond.\n\n", "authors": "USM Valor Comm Operator"}, "27087": {"title": "Kendra is Alive", "text": "\n\nKendra Daniels: Isaac? Can you hear me? It&#39;s Kendra... They attacked me...I ran for it...and Hammond just... he just disappeared.\n\nZach Hammond: Kendra! Where are you!?\n\nKendra Daniels: Nice to see you&#39;re alive and well, Hammond. I&#39;ve barricaded myself in the computer core. I can hear them moving outside. But I don&#39;t think they know I&#39;m in here--I can log into everything from here. I hacked the root, and found some reports from the colony. Even before they cracked the planet, the colonists were experiencing widespread dementia. It seems to be related to some artifact they found on the planet. Something called &quot;the Marker.&quot; I&#39;ll keep looking. I&#39;ve got your location, and I&#39;m going to unlock the door to Fuel Storage. You can get to the engine chamber from there.", "authors": "Kendra Daniels,Zach Hammond"}, "27088": {"title": "Kyne and the Captain", "text": "\n\nKyne: What in god&#39;s name is going on down there?\n\nMatthius: I think that&#39;s precisely the point, doctor. God&#39;s work.\n\nKyne: I&#39;m not so sure of that...We have to assume that the colony&#39;s problems are somehow connected to the marker.\n\nMatthius: You can assume all you want to. I do not. The Marker is glorious and divine, you - you know that.\n\nKyne: God moves in mysterious ways.\n\nMatthius: Anyway, we&#39;ll have it on board tomorrow. You can analyse it all you want to. What are you so worried about?\n\nKyne: Worried? Captain, people are dying down there. Killing each other. Is this madness the &quot;transformation&quot; Unitology teaches us?\n\nMatthius: Doctor...Terrence...there will always be risk when the stakes are high. And here, they are enormous. It could change everything.\n\nMatthius walks out of view\n\nKyne: That&#39;s what worries me.", "authors": "Benjamin Mathius,Terrence Kyne"}, "27089": {"title": "Recombination Study", "text": "<br /><br><br /><br>RECOVERED FILE<br /><br><br /><br>Personal Log: Dr. G. Abernathy, automated<br /><br><br /><br>transcript<br /><br><br /><br>(Restricted access - Maximum encryption)<br /><br><br /><br>Day three of quarantine for the former Dr. Clifton and Hogan. The infection is spreading quickly through Dr. Clifton. Dr. Hogan appears unaffected at this time.<br /><br><br>The chest of the corpse has started to expand, like it's taking a deep breath. Something appears to be happening under the surface of the skin. The body is convulsing - a yellowish briny liquid bursts from the mouth accompanied by choking noises. There's a crunching noise as the throat bulges and the jaw collapses. The head is splitting apart... reforming now into what appear to be a proboscis and feelers. The chest splits along the centre now as the flesh stretches and expands outwards; the organs, bone and muscle bend inwards. The internal organs contort and reorganize themselves into an odd structure central to which is a massive bladder. The bladder is filling with a liquid, some of which can be seen spilling from the proboscis. I can only assume the two are connected.<br /><br><br>The legs are quivering as the flesh peels away and meshes with the flesh from the chest region. There is a sudden snap halfway through the process as one leg bends backwards. More quivering now and the other leg has snapped at the knee. The changes appear to be slowing now... it starts to sit up, the body is convulsing, the legs flopping. It is trying to take its first step, uneasy as first... but now it is adapting quickly. A half-dozen steps and it seems to be perfectly at home with the new, contorted form.<br /><br><br>The spattering on the glass is making observation difficult. It appears that Dr. Hogan's legs are elongating, somehow flaying themselves and now twisting with a mixture of his own internal organs into a single appendage, like some sort of tail. His face is contorted, his jaw clenching and unclenching... several jaw-like appendages are emerging from his ever widening mouth. His mouth no longer appears able to accommodate the change... his head is splitting, seams bursting...<br /><br><br>And almost instantly, he is perched on his hands, shifting his weight from one palm to the other. He's pacing, circling the room and... he appears to be watching me! He sees me! No, he's fixated on the ceiling now... Oh God no, he's leaping at the vent! With his powerful tail-like appendage, he's striking at the reinforced covering, trying to get it open! I must warn the others!<br /><br><br /><br><br>Recording end!", "authors": "Dr. Clifton,Dr. G Abernathy,Dr. Hogan"}, "27090": {"title": "Mercer&#39;s Experiment 1", "text": "\n\n(Sounds of a man struggling are heard)\n\nDr. Challus Mercer: Personal log, Dr. Challus Mercer. I now have a live subject for my study. I&#39;m eager to validate my tissue regeneration theory. Initial restraint was problematic, but now the patient is resting comfortably. HE trusts me, Doctor Kyne. He puts his life in MY hands! He knows his part in all of this, understands what I&#39;m doing! The forehead has been swabbed clean and marked...\n\n(Low electronic whirring is heard)\n\nUnknown man: What are you... what are you doing with that?\n\n(Noise of drill is heard, becoming louder and louder)\n\nDr. Challus Mercer: ...and I am now attempting to create a passage to insert the sample tissue into...\n\n(Drilling noise continues, soon accompanied by grinding noise)\n\nUnknown man: No! No! Nooaaaaaaaaaaaaahhhhh-\n\n", "authors": "Challus Mercer,Unknown Man"}, "27091": {"title": "Got the Poison", "text": "\n\nKendra Daniels: Let&#39;s just hope that&#39;s the last we see of that... thing. I&#39;ve managed to override Mercer&#39;s lockdown. There&#39;s a secondary tram station nearby that you can take to Hydroponics. Let&#39;s just hope there&#39;s enough time.\n\n", "authors": "Kendra Daniels"}, "27092": {"title": "Find the Marker", "text": "\n\nDr. Terrence Kyne: Mr. Clarke, I&#39;m approaching the shuttle hangar. You must... You must find your way to the Cargo Bay! The Marker... it&#39;s being stored in there. There&#39;s a cargo loading lift there you can use to deliver the Marker up to the hangar. Please... you must help me with this! It&#39;s the only way...\n\n", "authors": "Dr. Terrence Kyne"}, "27093": {"title": "Cross Report 4", "text": "\n\nDr. Elizabeth Cross: Hydroponics log. This is Dr. Cross. It... It&#39;s hard for me to believe what I&#39;m seeing here. This is crazy, absolutely crazy. I&#39;m going to the Mining Deck. I hear that&#39;s where survivors are gathering. Jacob... I&#39;ll wait for you there.\n\n", "authors": "Elizabeth Cross"}, "27094": {"title": "Engine Refueled", "text": "\n\nZach Hammond: Whatever you did, it&#39;s working Isaac! I have a fuel reading. It&#39;s only a quarter full, but that&#39;s enough to restore orbit once you bring the engines online... What the hell? False alarm. Though I saw something.", "authors": "Zach Hammond"}, "27095": {"title": "Colony Chaos", "text": "\n\nSergeant Neumann: This is Sergeant Neumann, P-Sec! We&#39;ve lost all the shuttles! One of them just took off, then came straight back down and crashed into the bay! Took a couple hundred people and all the remaining shuttles with it! If anyone can hear this, do not land! Do not land!\n\n", "authors": "Sergeant Abraham Neumann"}, "27096": {"title": "Temple Report 1", "text": "\n\nTemple: Personal log... acting Chief Engineer Jacob Temple. It&#39;s been two days since they pulled the planet open... since the captain died. The panic, the riots... They were nothing compared with what came after. Our friends, our co-workers started coming back... changed... coming back to kill us, drag us away. Rucker disappeared this morning, and I have to assume he&#39;s dead. My crew... they&#39;re starting to crack. I&#39;m trying to keep an eye on them, but right now I have bigger problems. We&#39;re hemorrhaging fuel, and the primary engine is laboring. Danvers and I are going to try to reach the fuel depot to see if we can fix it... Temple out.", "authors": "Jacob Temple"}, "27097": {"title": "Getting to the Leviathan", "text": "\n\nKendra Daniels: That&#39;s the door to Food Storage. But I can&#39;t override the integrity lockdown. You have to destroy the pods to bring the air quality up. Then you can go through and use the poison on the Leviathan.\n\n", "authors": "Kendra Daniels"}, "27098": {"title": "Corruption (Danver&#39;s Log)", "text": "\n\nENGINEERING LOG\n\nDANVERS, C. (QMED)\n\nRe: Organic growth in engineering (Update)\n\nThe unidentified growth seen in other parts of the ship has now reached engineering. I don&#39;t know what the hell this stuff is--looks like someone threw up their guts all over the walls--but it&#39;s spreading faster than we can cut it up, which is pretty disgusting in itself.\n\nIt&#39;s already in the engine spoke. and if we can&#39;t find a way to stop it soon, it&#39;ll hit the main chamber by the day after tomorrow. I hope the docs are looking into it, because it&#39;s way beyond me.", "authors": "C. Danvers"}, "27099": {"title": "Terrible Mistake", "text": "\n\nKendra Daniels: Isaac, what the hell are you doing?! You&#39;re making a big mistake. This is not over!\n\n", "authors": "Kendra Daniels"}, "27100": {"title": "Elevator Fixed", "text": "\n\nKendra Daniels: I&#39;ve got elevator access to the mining sub deck. It was a security lockdown, although I don&#39;t think it helped them. Now that you&#39;ve got the beacon and the key, head over there. It looks like the asteroid is held in place by some gravity tethers. You&#39;ll have to knock those out before you can launch it.\n\n", "authors": "Kendra Daniels"}, "27101": {"title": "Clear the Boulders", "text": "\n\nKendra Daniels: There&#39;s a failsafe on the processing control door. It won&#39;t open until gravity is restored. But you can&#39;t turn on the gravity until those boulders are cleared from the room. Maybe you can dump them into that gravity beam with your Kinesis gun.\n\n", "authors": "Kendra Daniels"}, "27102": {"title": "Singularity Core Found", "text": "\n\nKendra Daniels: Is that it? You got it? Oh my god, you got it! That&#39;s the piece we need. Get to the Crew deck!\n\n", "authors": "Kendra Daniels"}, "27103": {"title": "Mining Timeline", "text": "\n\nMINING LOG\n\nDALLAS, A. (SUPERVISOR, 2nd ENGINEER)\n\nPlanet Crack went smoothly from this end, although there do seem to have been problems planetside, and we&#39;ve temporarily lost contact with the colony.\n\nFirst rockball was extracted from the tectonic load approximately one hour after Planet Crack, and has been processed, refined and smelted.\n\nResults have exceeded even optimistic initial estimates. Normal recovery is around 35% mineral, 5% fossil, 60% waste, but material from the first ball was 65% mineral (and 0% fossil, in line with expectations). That&#39;s 6.5 tons of ore from a 10-ton ball. Assuming it&#39;s not an anomaly, we&#39;ve hit a motherlode.", "authors": "A. Dallas"}, "27104": {"title": "Planetary Mining", "text": "\n\n(Excerpt from the CEC shareholder information packet on planetary mining)\n\nPLANET CRACKING\n\nPlanet mining is, quite literally, the dismantling of planets and moons on a macro-scale. Entire worlds are fractured to reveal the rich seams of valuable minerals contained inside. Despite environmentalist concerns, the operation is perfectly safe and is the only way to extract the necessary resources on the large scale required to supply Earth and the colonies.\n\nYou may have read reports that claim the destruction of a planet can destroy an entire solar system due to the disruption in the gravitation forces that hold each celestial object in orbit. Some of the wilder reports claim this causes the whole system to spin out of control or causes planets to smash into each other. Concerned investors are directed to read the article &quot;The CEC Pledge to the Health of Our Universe&quot; for a detailed breakdown of the truths about Planet Cracking. The short answer is: Planet Cracking is perfectly safe and provides an essential service to Earth and the colonies. With all Planet Cracks, the planets are carefully chosen for their mineral content, net worth, and the safety with which they can be dismantled.\n\nPlanet Cracking is a lengthy process spanning from three to five years. Generally, the first year is spent prospecting and setting up the colony. The second year and a half involves tectonic excavation and related planet-side activities.\n\nThe Planet Cracker class ship arrives between the 2.5 and 3 year mark, depending on the progress of the excavation. Once the ship is in orbit, preparation for tectonic chunk extraction begins. This takes approximately one week.\n\nThe removal of an excavated chunk from the planet into a stabilized geosynchronous orbit usually takes about 1 day (24 standard hours). During this process, billions of tons of debris break off from the underside of the chunk, creating an instant asteroid ring around the planet. While the floating debris is extremely dangerous, the Planet Cracker ships have an excellent Asteroid Defense System (ADS) to keep the ship and crew safe from harm.\n\nDepending on the size of the planet, this process is repeated until the entire planet has been broken up and processed.\n\nABOUT US\n\nThe CEC is the largest solar mining and extraction company in the Earth colonies. It is also the fifth largest company in terms of market capital. It has become a powerhouse of industrial might and an influential political force. With a generous budget allocated to election spending, CEC has always been able to maintain and improve its market position.\n\nThe CEC owns over 400 deep space vehicles including five Planet Crackers, with the famous USG Ishimura as its flagship. The CEC was the first to develop deep space mining, asteroid catchers and was the first to implement shockpoint drives for commercial use. We are the largest supplier of precious metals.\n\nOut of over three dozen Planet Cracks, only one operation has met with less than optimal results. Many may remember the Wanat Disaster 11 years ago wherein a Planet Cracker, three supply ships and a colony were lost due to a gravity tether failure. Since that time, CEC has worked closely with the manufacturers and held crew training lectures to ensure a disaster of this magnitude never happens again.\n\nWe take your financial well-being and the well-being of our employees seriously. When you invest in CEC, you are investing in the future of mankind.\n\n", "authors": "Unknown [Dead Space]"}, "27105": {"title": "Captain&#39;s Report", "text": "\n\nCaptain Benjamin Matthius: Captain&#39;s log, personal.\n\nI want to set the record straight. By the time this log is heard, my actions will have been vindicated. I&#39;m a Unitologist. By now, it&#39;s probably no secret that we shouldn&#39;t be in this star system. Just another illegal mining job for the company... That is until the colony found the Marker. That was when the Church took an interest, and chose me to lead this pilgrimage. They also ensured many of the mission crew were devout. My primary instruction was to get the Marker up from the colony and on board the ship. \nDr. Kyne, the CSO, is an expert on the original Marker and was tasked with deciphering this new one. He says he&#39;s making good progress. My decision to quarantine the colony is sound. They&#39;ve got some kind of epidemic down there, and I can&#39;t allow it to infect the ship. Not with such precious cargo. Not when we are so close. Planet Crack takes place tomorrow. We&#39;ll continue to decipher the Marker, and when we return home, we&#39;ll pass all our findings, and the Marker, to the Church. The government isn&#39;t going to cover this one up.\n\nAltman be praised.", "authors": "Captain Benjamin Matthius"}, "27106": {"title": "Infected Soldiers", "text": "\n\nZach Hammond: The infection process is doing something strange to these soldiers. They all had built-in Stasis units in their body armor. The infection is merging the Stasis unit into their flesh or something... making them move fast... real fast. Be careful.\n\n", "authors": "Zach Hammond"}, "27107": {"title": "Asteroid Impact", "text": "\n\nKendra Daniels: Isaac! Impact on the bridge, right at your feet! I&#39;m reading heavy damage, but containment looks solid. Life support is stabilized. We&#39;ve got to get the ADS working!\n\n", "authors": "Kendra Daniels"}, "27108": {"title": "Autopsy Report", "text": "\n\nMEDICAL LOG\nDR. DOMUSS, G. (MEDICAL EXAMINER)\nREPORT OF DEATH ON SHIP\nSUBJECT: CAPTAIN MATHIUS, B.\nIt is my sad duty to officially pronounce Captain Benjamin Mathius dead.\n\nReports of the exact circumstances surrounding his death are conflicted, and beyond the scope of my role. I can only report on the body.\n\nThe subject was in generally good health for his age, though a cursory blood test indicates his leukocyte count was very low, with eosinophils in particular almost non-existent. His preflight physical exam showed no such problems, indicating rapid onset; however, it is unlikely this had any effect on his death.\n\nMultiple contusions on the arms and hands, indicating a brief struggle pre-mortem. Slight contusions around the ribcage, suggesting hes chest was restrained in some way. Cause of death was a single prolonged trauma to the ocular body which continued on through the cavity wall, and finally into the frontal lobe, causing rapid neurotrauma, seizure and death.\n\nThe force required to puncture the ocular cavity in this manner is great, and the possibility of self-infliction correspondingly low.\n\nI therefore have not alternative but to record a preliminary verdict of UNLAWFUL DEATH. Whether deliberate or accidental is beyond my jurisdiction.", "authors": "Dr. Domuss"}, "27109": {"title": "Eileen", "text": "\n\nEileen: Hello? Can anybody hear me? My name is Eileen Fisk; I just woke up in here and everybody was gone; I don&#39;t know what&#39;s happenin&#39;...why did they all leave? I&#39;m going to try and find someone; if you can hear this, please come for me...I hear scratching in the walls...\n\nHarris: (groan)\n\nEileen: Hello??? Who&#39;s there? A-are you a doctor? Why is everyone...wait, I know you. You&#39;re Harris, the prisoner from the colony...you killed that nurse...help...somebody help me...please...PLEASE!!!", "authors": "Eileen Fisk"}, "27110": {"title": "Activated the Tram", "text": "Hammond: Alright, we're onboard and heading to the Bridge. Good work.<br>Kendra: Strange...the quarantine just lifted...<br>Hammond: Whatever was in the flight lounge must have left. That's lucky for us. Isaac, get back to the Kellion and prep it for launch. We'll find out what we can from the Bridge and meet you there.<br>Kendra: If we live that long. You're out of your league, Hammond. This is suicide! We're going to die out here.<br>Hammond: Your lack of confidence in me is duly noted, Ms Daniels, but I have a mission to complete and that's exactly what I am going to do. With or without you. Do we understand each other?<br>Kendra: Just get us out of here alive. ", "authors": "Kendra Daniels,Zach Hammond"}, "27111": {"title": "Cross Report 3", "text": "\n\nDr. Elizabeth Cross: Hydroponics log, Dr. Cross reporting. Something huge just slammed into the hull, near Food Storage. It wasn&#39;t a rogue asteroid, I know what that sounds like. But it was big, and heavy. I&#39;ll report again when I know more.", "authors": "Elizabeth Cross"}, "27112": {"title": "Landing the Shuttle", "text": "\n\nDr. Terrence Kyne: Excellent! I&#39;m going to dock the shuttle. Got to be careful now... careful...\n\n", "authors": "Terrence Kyne"}, "27113": {"title": "The Red Marker", "text": "\n\nRECOVERED FILE FRAGMENTS\n\nFROM DR. EANDO DUKAJ\n\nTO: GENERAL AMBROSE CAIDEN\n\n(Restricted access - Maximum encryption)\n\nAltman&#39;s hasty expulsion from the project is\nunfortunate. His notes on the Black Marker\nappear incomplete and our findings this far\nhave been inconclusive. What notes we\nhave recovered appear to be written in a\ncode of his devising. It will be weeks before\nwe can decipher them. In the meantime,\nsomeone has to shut him up. His public\noutcry about the Marker is more than a\nnuisance. This is a matter of security.\n\n...\n\nThe continued financial infusion over the\nyears has been appreciated and I&#39;m pleased\nto share the results with you today. While\nsome of our material fabrications are\napproximations of substances foreign to us,\nwe have completed the internal workings of\nthe device. One obvious difference between\nour replica and the original is the reddish\nhue. I assure you this is purely a cosmetic\ndifference not indicative of a flaw.\n\nThe device, when activated, began to emit a\nhighly complicated rhythmic pattern across\na wide band of frequencies - from actual\nsound waves through the electromagnetic\nspectrum to alpha, delta, and theta brain\nwaves. It seems mostly inert and harmless\naside from some slight interference with\ncommunication equipment.\n\nWe are proceeding with the final\nconstruction.\n\n...\n\nWe&#39;ve run into a disturbing but fascinating\nfind. In re-creating the DNA instructions\ngleaned from the Black Marker, we&#39;ve\nmanaged to create a recombinant microbial\nlife form. It seemed dormant at first, even\nwhen placed in a bath of rich nutrients.\nWere it not for Dr. Clifton&#39;s poor hygiene, we\nmight have deemed the attempt a failure.\nFortunately for us, he had not fully\ndecontaminated himself before working with\nthe sample and managed to contaminate it\nwith some dead skin cells. Suddenly, the\nmicrobes jumped into action! Recombination\nhappened almost instantly and the sample\nbegan self-replicating and mutating before\nour eyes.\n\n...\n\nMore confounding results from our research:\nToday, as we moved what we&#39;re now calling\nthe Red Marker, we had to pass by the\ncellular lab area. The scientists working at\nthe time complained about interruptions in\nthe necrotic flesh experiments. As is turns\nout, the field generated by the Marker\ncreates a &quot;dead space&quot; around itself that\nforces the recombination effect into\ndormancy.\n\n...\n\nI apologize for the setback relayed in the\nlast report. The macro-scale infection has\nbeen contained with a minimal loss of life.\nThe newly recombinated doctors are now\nquarantined for further study.\n\n...\n\nMany of the scientists have been\ncomplaining of headaches and we are all\nhaving difficulty sleeping for more than an\nhour at a time. We suspect a problem in the\nventilation system. The maintenance team\nreported finding a build-up of some kind\nblocking the airways.\n\n...\n\nThe organic mass continues to expand and\ntake over the complex. The recombinated\nnightmares now move freely through the\ncorridors. My remaining crew is hastily\nconstructing a transmitter for the Marker in\nan attempt to broaden the signal it is\nemanating. Dr. Foster said the idea came to\nhim in a vision. Our hope is to use the signal\nto keep the unchecked infection from\nspreading to the landing area. There is little\ntime remaining! You must send help as\nquickly as possible! Our lives are in your\nhands.", "authors": "Eando Dukaj"}, "27114": {"title": "Temple on the Bridge", "text": "\n\nJacob Temple: This is Temple. The bridge is fucked. I don&#39;t know what went on in there, but I&#39;m not sticking around in case whatever did it comes back. I&#39;m heading for Hydroponics, to find Elizabeth.\n\n", "authors": "Jacob Temple"}, "27115": {"title": "Radiation Hazard", "text": "\n\nKendra Daniels: Isaac, one of the Valor&#39;s weapons ripped open in the crash. Those green orbs you see are highly radioactive, and the Valor&#39;s airlock has sealed itself. You&#39;re going to have to throw those into space before you can get into the ship.\n\n", "authors": "Kendra Daniels"}, "27116": {"title": "Mercer&#39;s Last Sermon", "text": "\n\nDr. Challus Mercer: Your time has come. No need to be frightened. No reason to fight. Many have gone before us, and now it&#39;s time for us to take the voyage together, to transcend death... and let the future take its course. Join me, as I gaze upon the face of God!\n\n(Dr. Mercer spreads out his arms and falls onto his knees. An Infector moves into view and briefly hovers in front of Mercer. Suddenly, the Infector unsheathes its probiscus and stabs it into Dr. Mercer&#39;s skull. The video cuts out.)", "authors": "Challus Mercer"}, "27117": {"title": "Shoot the Limbs", "text": "\n\nThis is Benson, tram engineering. We think we&#39;ve figured it out. Smith killed one! Listen, forget about shooting them in the body, you gotta cut off the limbs. Grab a cutter anything like that. Cut them apart!", "authors": "Benson"}, "27118": {"title": "Reversed Gravity", "text": "\n\nKendra Daniels: It looks like some of the gravity plating is malfunctioning. Keep an eye out for any kind of distortion effect coming from the floor. It could be dangerous.\n\n", "authors": "Kendra Daniels"}, "27119": {"title": "Message from Nicole", "text": "\n\nNicole: Isaac, it&#39;s me. I wish I could talk to you. I&#39;m sorry. I&#39;m sorry about everything. I wish I could just talk to someone...It&#39;s all falling apart here; I can&#39;t believe what&#39;s happening...it&#39;s strange...such a little thing...&lt;feed cuts out&gt;", "authors": "Nicole Brennan"}, "27120": {"title": "Array Fixed", "text": "\n\nKendra Daniels: That&#39;s it, it&#39;s working! Get back to Communications and use the control panel to send our coordinates to the Valor!\n\n", "authors": "Kendra Daniels"}, "27121": {"title": "Meet on the Flight Deck", "text": "\n\nDr. Terrence Kyne: I&#39;m en route to the Flight Deck. Meet me there, and we can load the Marker on board. Yes, Amelia, Soon, we&#39;ll take it home...\n\n", "authors": "Terrence Kyne"}}}