{"game_title": "Gears of War 3", "codexes": {"27813": {"title": "Contractor Report", "text": "Date: Frost 25, 12 A.E.<br /><br><br /><br>SCHEDULE ACTIVITY NUMBER: 69332/A<br /><br><br /><br>WORK LOCATION: D Flotilla Submarine Facility, North Rail Jetty<br /><br><br /><br>DESCRIPTION: Inspection of damaged main turbine, CNV Adamant<br /><br><br /><br>INSPECTION CONDUCTED/ SAFETY ACTION TAKEN: Following blade breakage after dye penetration testing revealed no flaws, ultrasound test show extensive microfractures in shaft and blades. (Test images filed with DoO NS. Ref as above.)<br /><br><br /><br>REMARKS: Dye penetration testing is not adequate to detect the extent of metal fatigue in this type of turbine. If ultrasound had been used earlier, the damage could have been detected before the microfractures became widespread. The entire unit is beyond repair and now needs to be replaced.", "authors": "Unknown[Gears of War]"}, "27814": {"title": "Captain&#39;s Log", "text": "29th day of Bounty, 15 A.E.<br /><br><br /><br>The Gears and embarked civilians have adapted to the necessary routine of life on board a carrier better than I thought. Everyone is busy, and that's the key to a happy ship: efficiency and purpose. The growing population of chickens and livestock makes the hangar deck somewhat fragrant, but if the old wooden navy could endure keeping animals at sea, then so shall we in our age of steel.<br /><br><br /><br>Dispersing the survivors in smaller communities made sense in practical terms, but I still feel uneasy about it. I shouldn't: Those people ashore are in competent hands. Communications with the Gorasni and the coastal settlements are still reliable, but I know I'll lose radio contact with Bictor when the satellite finally fails. I fear I shall miss the old bugger when the Anvil Gate link goes down for the last time.<br /><br><br /><br>The Coalition is officially dead, but somehow our service identities are as strong as ever. Such is the bond of brothers--and sisters--in arms.<br /><br><br /><br>And, against all expectations, Major Reid is proving not to be the waste of oxygen most Gears believed him to be. I must tell Victor that when I can.<br /><br><br /><br>(Private journal of Captain Quentin Michaelson, OSC, AM, NCOG. Commanding Officer, CNV Sovereign.)", "authors": "Captain Quentin Michaelson"}, "27815": {"title": "Toll Booth Tokens", "text": "UNTIL FURTHER NOTICE\n\nBy order of COG Civil Defense, civilian passage across Centennial bridge is restricted to the daylight hours of 14:00-16:00 on the lower deck ONLY.\n\nDo not slow, stop, or delay traffic for any reason, unless ordered by stationed military personnel.\n\nDo not park or leave your vehicle for any reason, unless ordered by stationed military personnel.\n\nSuspicious activity or failure to comply with official instruction will be considered a hostile act and will be dealt with swiftly and severely.", "authors": "Unknown[Gears of War]"}, "27816": {"title": "Manifest", "text": "Yep, it's your old pal Baird, back with another rip-roaring adventure in Locust social studies. If I learned anything living on that rusting crap-heap carrier, it's that nothing screams \"we're hosed\" like a sudden interest in strict resource management. The less you've got, the more precious whatever's left suddenly becomes -- even if it's the last few century-old cans of rancid baked beans in the galley. (Whoever took my stash is gonna pay.)<br /><br><br /><br>But I guess we're not the only ones tightening the ol' belt. According to this manifest, the grubs are adhering to some pretty rigid rationing protocol. They're tracking each shipment of cargo with a level of scrutiny that'd make Michaelson's head spin, and that's saying something. Best of all, any grubs caught taking more than their fair share is executed on sight. Times are tight.<br /><br><br /><br>Man, it's gonna be twice as satisfying to blow their crap up knowing all that. Who says research can't be fun?", "authors": "Damon S. Baird"}, "27817": {"title": "Journal (Act 3)", "text": "5th day of Bloom\n\nWell, the grubs are around again. It&#39;s like they&#39;ve got a schedule to keep to show they&#39;re still in business. Last night we finished off a few that were dumb enough to try getting near the walls, Dizzy came back with the supply convoy today and said he&#39;d seen a couple on Bloodmounts heading south, which didn&#39;t bother anyone overmuch, but he also said they spotted Lambent stalks about seventy klicks from Mercy. Those things are creeping further inland all the time.\n\nI can see why no army ever managed to capture the fort. The grubs can&#39;t even dig their way in. Once you shut the gates, you get that feeling that you can hold off anything. The Colonel&#39;s running the place like it&#39;s still a garrison, but that&#39;s kind of comforting. I mean, we&#39;re still at war, and it&#39;s a full-time job keeping everyone fed. Discipline&#39;s a good thing.\n\n(From Dafyd Silvera&#39;s personal journal.)", "authors": "Dafyd Silvera"}, "27818": {"title": "Message", "text": "It is time that we acknowledge what we're dealing with and determine a course of action. Whatever this sickness is, it is most certainly real, and spreading rapidly -- at this rate, we'll be looking at a full-scale epidemic in a matter of weeks.<br /><br><br /><br>I'd like to discuss our options for quarantining the sick and disposing of the dead. It is vital that we isolate all infected citizens for everyone's safety, including their own.<br /><br><br /><br>Once that work is settled and the epidemic is contained, we may also consider conducting a town meeting to assuage the public's concerns. My first suggestion would be the town square, but please feel free to propose any alternatives you may have in mind.", "authors": "Unknown[Gears of War]"}, "27819": {"title": "Assault Plans", "text": "Baird here. The Locust have big plans for this island. It starts with a pretty elaborate trenching and defensive setup, which we&#39;ve already seen. It ends with -- actually, it doesn&#39;t. They&#39;re digging in for the long haul, and directing what looks like the majority of their remaining resources towards this new HQ.\n\nThe way they see it, Azura is the ultimate vacation destination to wait out the end of the world, and they&#39;re absolutely right. The terrain was chosen for its capacity to support a massive defensive effort. And unless the Lambent plan on mutating some pulsing vestigial organ that doubles as a life preserver, the island thing is obviously a big plus, especially with that Maelstrom device to keep &#39;em cosy.\n\nOne last thing. Anybody paying attention by now knows that we shot ourselves in the ass, right? We can crap on the Locust all we want, but at the end of the day it was our favorite sport of trying to annihilate one another that gave the grubs what they needed to finish the job. So, children, what have we learned?\n\nScrew it. Nobody&#39;s reading this crap anyway.", "authors": "Damon S. Baird"}, "27820": {"title": "Air Raid Shelter Sign", "text": "AIR RAID SHELTER MERCY A37\n\nMAXIMUM PERSONS 250\n\nThe following precautions are for your safety and well-being:\n\n1. Do not leave this shelter until you hear the all-clear siren.\n\n2. Do not leave litter, especially food -- it encourages flies and vermin.\n\n3. Keep the ventilators open for fresh air unless a chemical alert is in progress.\n\n4. Keep all bedding within the bay lines to allow unimpeded access.\n\n5. Remove all bedding from the shelter for airing.\n\n6. Do not smoke.\n\n7. Keep noise to minimum -- consider your neighbors.\n\nBy order of the Secretary for Civil Defense, Coalition of Ordered Governments.", "authors": "Unknown[Gears of War]"}, "27821": {"title": "Money Stack", "text": "Alan,\n\nProfessor Fenix has called for help up in the tower. I&#39;m heading that way now and I imagine you&#39;ll be coming along as well. Before you leave, get all the valuables into the safe and lock it down. We&#39;ll need it when this mess blows over.", "authors": "Unknown[Gears of War]"}, "27822": {"title": "Dom&#39;s Psych Report", "text": "Private Santiago appears to be coming to terms with his wife's death, but I still have concerns about his mental state. I am an emergency physician, and in the absence of a psychiatrist, I can offer only general observation. He has been depressed -- a normal reaction -- but he has also admits to experiencing flashbacks and hypervigilance.<br /><br><br /><br>Almost everyone in this community has lost family and shares similar levels of traumatic stress, so he is surrounded by comrades who both understand and sympathize. However, very few have to take their loved one's life under such harrowing circumstances. Santiago warrants continued observation.<br /><br><br /><br>Dr. Isabel Hayman MD FTCS FTCO<br /><br><br /><br>Chief Medical Officer, CNV Sovereign", "authors": "Dr. Isabel Hayman"}, "27823": {"title": "Fuel Order", "text": "Hey Hondo, Griffin here,<br /><br><br /><br>I need another batch like 5 minutes ago! Cook up 13 gallons and I'll send a runner after it tomorrow night.<br /><br><br /><br>Remember to keep the blend ABOVE 26! You send me any more of whatever weak mix we got last time and I'll be up in your ass. I need to keep these sleds moving.<br /><br><br /><br>-Grif", "authors": "Aaron Griffin"}, "27824": {"title": "Twenty Dollar Bill", "text": "Marcus,\n\nHere&#39;s that $20 I owe you. A few years overdue, but better late than never.\n\n-Dom", "authors": "Dominic Santiago"}, "27825": {"title": "Sightseeing Book", "text": "No journey through Hanover is complete without a trek across Centennial Bridge, the longest suspension bridge in Sera and one of Hanover&#39;s most iconic and breathtaking landmarks.\n\nA masterwork of structural engineering, the bridge&#39;s most recognizable feature -- four grand support pillars bearing the COG seal above intricately sculpted facades -- is also the foundation of its incredible load capacity. Triple-wound cabling supports the bridge&#39;s two eight-lane decks, which have never budged, despite seasons of high winds and dozens of earthquakes in the decades since the bridge was built.\n\nBut why cruise by at highway speeds when you can see the bridge at your own pace? Plan your trip around Hanover&#39;s bustling annual festival (Bloom 24th to 26th), when the upper deck is closed to vehicles and pedestrians are free to walk the entire length of the bridge.\n\n(From &quot;The Sights of Sera,&quot; page 162.)", "authors": "Unknown[Gears of War]"}, "27826": {"title": "Queen&#39;s Symbol", "text": "Baird here. Found some new evidence pretty much proving that the \"beach bum\"-lookin' Locust we're running into out here aren't part of some extended family--nope, these are the same grubs we flushed out of the Hollow way back when.<br /><br><br /><br>This chain we found has the Queen's seal... logo... thing. Whatever. I saw the same symbol on the corpses of Myrrah's personal guard. This ain't your everyday grub cannon fodder, and they're definitely not native to this area.<br /><br><br /><br>Gotta give 'em credit, though. Scavenging, adapting, rebuilding, no matter how wretched the conditions, hacking together whatever crappy excuse for a life they can manage. Sound familiar?", "authors": "Damon S. Baird"}, "27827": {"title": "Memorial Announcement", "text": "Valued citizens of Azura,<br /><br><br /><br>It is with profound sadness that we inform you of the passing of Dr. Gabrielle Ornar, who died peacefully in her apartment yesterday. She was 78 years old. A dear friend and colleague, Gabrielle's work was vital to the collective efforts of this community. She will be missed, and her sacrifice will not be forgotten.<br /><br><br /><br>We would like to remind everyone that grief counseling is available 26 hours a day.<br /><br><br /><br>A memorial service in Dr. Ornar's honor will be held tomorrow, 1900, in the west library. A variety of rare teas and delicious pastries will be served.", "authors": "Unknown[Gears of War]"}, "27828": {"title": "Clipping, Times-Tribune", "text": "Cole Hangs Up Jersey, Enlists in COG Army<br /><br><br /><br>Hanover Cougars starting alpha Augustus \"Cole Train\" Cole has enlisted in the COG Army, the Thrashball star announced yesterday. The Grayson Cup champion's announcement came just minutes before kickoff at the first Cougars game since the Locust incursion began six days ago.<br /><br><br /><br>\"I just enlisted. I'm a Gear now, \"Cole told fans and press at Cougars Stadium. \"I came to say goodbye.\"<br /><br><br /><br>Though few expected Cole's return so soon after suffering the loss of his family in the attack, fans were nonetheless stunned by the announcement. Cole explained that he was leaving to do his part in the mounting war effort, and encouraged attendees to follow suit and enlist in the COG army.<br /><br><br /><br>\"The Cole Train's gotta go kick some grub ass, but I'll be back when the job's done, \"Cole added. \"Are you gonna enlist? You gonna help me put 'em back down the hole they came from?\"<br /><br><br /><br>Local recruitment officials reported a 390% jump in voluntary enlistment following the event. In his five year career in professional Thrashball, Cole has shattered dozens of long-standing records, including most injuries inflicted in a single play.", "authors": "Unknown[Gears of War]"}, "27829": {"title": "Requisition Form", "text": "These forms are worthless. Jack is pretty beat up, but it's not like we can point some rookie to the corner hardware store with a list and expect to get the parts we need to fix him. Do me a favor and keep your eyes out for the following junk:<br /><br><br /><br>-One plasma torch assembly. Any basic or busted cutter will do.<br /><br><br /><br>-CL8-330 load cells. These can be pulled from a Sliverback without any harm, not like we use 'em for loading cargo anymore<br /><br><br /><br>-NN-1101A Wireless transmission board for Jack's uplink. This is gonna be a bitch to track down but I might be able to hack something together with a NN2371R from a scrapped 'Dill.<br /><br><br /><br>You guys remember when we actually had the crap we needed to do our jobs? And working toilets? Man, those were the days<br /><br><br /><br>-Baird", "authors": "Damon S. Baird"}, "27830": {"title": "Tabloid", "text": "GOV'T SOURCE: MISSING SCIENTIST MAY HAVE DEFECTED<br /><br><br /><br>Coalition officials suspect that a recently vanished scientist may have defected to the Union of Independent Republics, a government source has revealed to Dispute.<br /><br><br /><br>Speaking on the condition of anonymity, the source further disclosed that investigators have found no leads in the search for Dr. Gabrielle Ornar, 31, reported missing eight days ago. The researcher is the third Tyran scientist to vanish under mysterious circumstances in two years.<br /><br><br /><br>\"Frankly, they've never seen a trail this cold,\" the source said. \"No evidence of foul play, no disputes, no prints or signs of coercion. Kidnappings are never this clean. If she was taken, she didn't fight back.\"<br /><br><br /><br>Ornar, a rising star in the field of theoretical physics, was last seen in her car leaving a wedding reception in downtown Jacinto. The vehicle was later discovered abandoned in an alleyway six blocks away.<br /><br><br /><br>Our source could not confirm whether the COG has any evidence of UIR subversion, but said tha officials have \"good reason\" to investigate further.<br /><br><br /><br>\"Officially we have no comment. But we're not blind. If Ornar is a traitor, I don't see why we should waste another minute looking for her. Same goes for the others.\"<br /><br><br /><br>COG officials have urged citizens with information regarding the whereabouts of any missing persons to contact investigators immediately.", "authors": "Unknown[Gears of War]"}, "27831": {"title": "Journal (Act 1)", "text": "Hanover's never really been what you'd call \"secure,\" not by any stretch. But since these Lambent freaks started dropping in, everything we know about keeping ourselves safe out here has gone out the damn window.<br /><br><br /><br>The little crawly sons of bitches, they go down quick, but there's so many of them that we're burning through ammo like toilet paper at a chili festival. You put a round or two in 'em and they just tear into a dead sprint straight at you. They don't flinch, they don't take cover. Once they get within range, you're either gonna get torn to shreds or blown to bits right along with 'em.<br /><br><br /><br>The Locust were bad, but these things... How do you defend yourself against something that don't care if it lives or dies?", "authors": "Kevin Mahoney"}, "27832": {"title": "Brochure", "text": "Upcoming Events at the West Library<br /><br><br /><br>Multipurpose Hall<br /><br><br /><br>LECTURE - \"Agronomic Engineering,\" Dr. Alex Mayfield<br /><br><br /><br>17th Day of Thaw, 1630-1830<br /><br><br /><br>In the second of four lectures on restoring fertility to Seran farmlands, Dr. Mayfield presents his team's latest findings in the search for effective soil restoration techniques. Topics of discussion include rapid desalination, nutrient restoration, and chemical contaminate neutralization, followed by a Q&A session.<br /><br><br /><br>ROUNDTABLE - \"The Population Problem,\" Dr. Toru Hoshi<br /><br><br /><br>23rd Day of Thaw, 1500-1700<br /><br><br /><br>When the time comes for reconstruction, how will we best cope with potential population explosions in the absence of war? In this roundtable discussion moderated by Dr. Toru Hosi, we shall discuss the ramifications of government-regulated family planning, resource management and distribution, and other possible pains of rebuilding civilization.", "authors": "Unknown[Gears of War]"}, "27833": {"title": "Bayonet", "text": "The Mk1 Lancer was the standard infantry assault weapon for COG forces during the later decades of the Pendulum Wars, undergoing very few modifications because of its reliability and its tolerance of a wide range of climatic conditions.<br /><br><br /><br>Its broad bayonet -- famed for its intimidating effect on UIR forces -- was replaced by an integral chainsaw in the Mk2 Lancer after operational experience against Locust. While the blade-type bayonet was effective against human enemies, it had difficulty penetrating the thick hide of Locust and was prone to snapping. The chainsaw modification, designed by Professor Adam Fenix a year after Emergence, was inspired by Private Tai Kaliso of 26 RTI successfully using a chainsaw to kill a Locust drone.<br /><br><br /><br>While the Mk2 Lancer resembles the Mk1 externally, an almost complete redesign was necessary to accommodate the cutting chain and drive mechanism.<br /><br><br /><br>(From \"Small Arms of the Coalition,\" page 28.)", "authors": "Unknown[Gears of War]"}, "27834": {"title": "Locust Hammer", "text": "Baird here. There&#39;s no more COG high command barking at me for fresh intel, but I figured I&#39;d keep up with the research anyway. It&#39;s kinda turned in to a hobby. Some people knit, but I like staring a creepy Locust runes and finger necklaces.\n\nAnyhow, we stumbled across this hammer in the fresh trenches the grubs have been digging up. It looked a little too ornate to be just another common tool, probably made out so some expensive poly-alloy. If I&#39;m reading this right, this is a ceremonial object -- the fine china of Locust weaponry, you might say. Only to be used for very, very special occasions.\n\nBut here it is, reduced to just another tool in the woodshed to get a dirty job done. Essentially the Locust equivalent of some Gear wiping his ass with the Octus Canon.", "authors": "Damon S. Baird"}, "27835": {"title": "Watercolor Painting", "text": "Fifth Dawn at Anvegad\nCaptain R. F. Sander, AM\nWatercolor on cardstock", "authors": "Unknown[Gears of War]"}, "27836": {"title": "Cougars Player Handbook", "text": "All players associated with the Hanover Cougars are required to abide by the following rules governing physical contact in regulation matches:<br /><br><br /><br>1. \"Backing\": Players cannot touch the back of an opponent in possession of a ball in play.<br /><br><br /><br>2. \"Holding\": Players cannot hold, grab or otherwise restrain other players, regardless of position or circumstance.<br /><br><br /><br>Cougars management recognizes injury as an acceptable inevitability in professional Thrashball matches, and advises (but does not require) player to avoid engaging in the following actionable or potentially criminal acts:<br /><br><br /><br>1. Purposefully missing (\"whiffing\") a dive catch with arms outstretched to punch an opponent's face, mouth, or groin (CCL 5.13.19)<br /><br><br /><br>2. Trampling over or stomping on an opponent off his feet while feigning distraction (CCL 12.10.83)<br /><br><br /><br>3. Checking opponents over boundaries and into spectator stands (Alejandro v. Smits)", "authors": "Unknown[Gears of War]"}, "27837": {"title": "Panicked Note", "text": "STAY OUT!\n\nNOT SAFE FOR HUMANS!! any actual people (not unpeople) coming to mercy should STAY AWAY because there is something REALLY WEIRD going on like some kind of CRAZY FEVER or SOME OTHER CRAP and im likely to SHOOT YOU if i cant tell you apart from those sickass freaks\n\nTheyre not gonna stop unless i stop them!!!!", "authors": "Unknown[Gears of War]"}, "27838": {"title": "Sam&#39;s Father&#39;s Medals", "text": "26 TRI HQ<br /><br>Pomeroy Barracks <br /><br>South Ephyra<br /><br>Sergeant Samuel K. Byrne, Connaught Platoon.<br /><br><br /><br>Dear Mrs. Byrne,<br /><br><br /><br>It is with greatest regret that I have to inform you of the death of your husband during the defense of Anvil Gate Garrison at Anvegad, Kashkur.<br /><br><br /><br>Sgt. Byrne conducted himself with courage in the highest traditions of the regiment, and his actions enabled Coalition forces to hold the garrison, thereby preventing the UIR from invading Kashkur.<br /><br><br /><br>I hope it will comfort you at this difficult time to know that your husband is to be awarded the Sovereign's Medal for gallantry.<br /><br><br /><br>Yours respectfully,<br /><br>'R J Le Marcha<br /><br>'Lieutenant Colonel<br /><br>'26 RTI", "authors": "R. J. Le Marcha"}, "27839": {"title": "Fenix Research", "text": "At the time of its discovery, there was no reason to believe that Imulsion was a living organism. It exhibited no observable characteristics typical of life; no response to stimuli, no apparent method of reproduction, and no metabolic process. It has since become clear that this is not the case.<br /><br><br /><br>Though our examinations were sound, the assumptions upon which they were based-our narrow definitions of life-were not. It is very definitely alive, mutagenic, and highly invasive.<br /><br><br /><br>Viewed in the light, Imulsion exhibits characteristics that resemble the structure and life cycle of many fungi. The bulk of the organism-in liquid form-is underground like a mycelium. The evidence of its existence that we have begun to observe on the surface in the form of stalks is the equivalent of fruiting bodies. Its periodic vapor-like emissions are perhaps best likened to spores. Its behavior is parasitic yer simultaneously viral; It not only colonizes its host, it also reproduces in the host at the cellular level. Its life cycle appears to be a long period of dormancy followed by accelerated activity before maturation, but I cannot establish whether it has existed on Sera since the first origins of life or if it somehow developed or was introduced during human history.<br /><br><br /><br>A successful parasite does not kill its host, Imulsion does. It may be inept, but I suspect the death of its host organisms-which appears to be every living thing on Sera, plant or animal-is part of its reproductive strategy, not an unfortunate side effect. Its high-energy content may be part of that.", "authors": "Adam Fenix"}, "27840": {"title": "Schematics", "text": "Mr. Chairman,<br /><br><br /><br>In an effort to elaborate on previous discussions regarding the ongoing maintenance of the Adaptive Atmospheric Manipulation System (\"MAELSTROM\"). I have attached schematics outlining the basic operations of the device and projected potential issues over the next two years. Though we anticipate relatively light use over the near term, operations protocol mandates that we prepare for extended periods of continuous use of the Maelstrom system.<br /><br><br /><br>As mentioned earlier, diagnostics of the microwave radiation satellite array have come back clean. Maelstrom's terrestrial operations facility, on the other hand, will require the same regular maintenance as it has since it was deployed. See sheets A-26 through A-31 for specifics.<br /><br><br /><br>Thanks to the extensive efforts of our team including additional assistance from Dr. Koenig, Dr. Hoshi, and Prof. Fenix, we have a general outline for necessary resources over the next two years.<br /><br><br /><br>Maelstrom has proven to be an effective pillar of our defensive systems on Azura. It pains me to issue this request when these resources are so obviously needed on the mainland; however, in keeping with priorities outlined by the COG, these defenses are crucial. Our recommendation is to continue support of Maelstrom indefinitely, or until such a time as it is no longer required.", "authors": "Unknown[Gears of War]"}, "27841": {"title": "Anvil Gate Plaque", "text": "To the immortal memory of the Gears and civilians who held the Anvegad Garrison during the siege of 32 B.E. in the war against the Union of Independent Republics.<br><br>Prince Ozore's Artillery<br><br>2nd Bn. Royal Ephyra Engineers<br><br>26th Royal Tyran Infantry<br><br>Pesanga Brigade of Rifles<br><br>\"I will forsake the life I had before so that I may perform my duty as long as I am needed.\" ", "authors": "Unknown[Gears of War]"}, "27842": {"title": "Old Magazine", "text": "Last week&#39;s explosion at a Lopus Energy-operated refinery outside Denava drew harsh criticism from Griffin Imulsion Corporation CEO Aaron Griffin.\n\n&quot;(***) amateurs, &quot;Griffin says. &quot;I catch hell for being a tough boss, but you know how many men and women we&#39;ve had killed on the job? None. And that&#39;s because I ain&#39;t trying to be anybody&#39;s friend. You either get it done right, or you find yourself another job.&quot;\n\n&quot;This is a competitive industry. Dangerous. Lot of bad (***) happens to good people on the job, lives and limbs on the line. Every CEO should work a decade on a fuel rig, get familiar with the worst of it like I did. That right there is the only business education you&#39;ll ever need.&quot;\n\n&quot;If they&#39;re not afraid of you, you&#39;re doing it wrong. On the other side of the coin, y&#39;know, they gotta like you just enough to stick around. My employees ain&#39;t my friends--they&#39;re my family.\n\nTough love.&quot;", "authors": "Unknown[Gears of War]"}, "27843": {"title": "Cougars Season Program", "text": "UNSTOPPABLE!<br /><br><br /><br>Get ready for the most explosive Cougars post-season yet! Two-time MVP Augustus \"Cole Train\" Cole leads the charge towards yet another Grayson Cup Victory!<br /><br><br /><br>UNBREAKABLE!<br /><br><br /><br>Cole is joined by breakout starting guardian Mitch Hilde, and the powerhouse attacker combo of Ryan \"Big Bastard\" Poole and Anton \"Li'l Bastard\" Chambers to form the deadliest starting roster Hanover's ever seen!<br /><br><br /><br>UNBELIEVABLE!<br /><br><br /><br>Tickets are going fast, so don't miss out ! Secure your seats on the front line be there to watch the Cougars write another page of Thrashball history!", "authors": "Unknown[Gears of War]"}, "27844": {"title": "Child&#39;s Diary", "text": "Dear Dr. Cragen,\n\nI&#39;m writing in this diary because you told me that the best way to get rid of nightmares is to write them down so you can see them like a story or a show on TV. I asked mom to buy me a diary and now im going to write down what happens in my nightmares for you.\n\nIn my nightmares I&#39;m running away from something I can&#39;t see, and when I look at them (the monsters chasing me) I just see blurs but I know that they&#39;re monsters. And because they are all blurry nobody believes me that they are monsters. And they&#39;re chasing me for a really long time usually until I wake up.\n\nSometimes I wake up way before I&#39;m supposed to get up to go to school and I can&#39;t go back to sleep because of my nightmares and the other night we had an earthquake and it woke me up from a nightmare. My mom and dad came in to ask if I was okay and I told them that the earthquake saved me from the monsters. And they thought that was funny and we talked about my nightmares before mom made me cocoa and I went back to sleep.", "authors": "Unknown[Gears of War]"}, "27845": {"title": "Bulletin", "text": "From: Captain Octavia Findlay, COG NS Endeavour<br /><br><br /><br>NOTICE TO ALL EMPLOYEES<br /><br><br /><br>The frequency of Locust incursions into the Endeavour area requires me to bring forward the closure of this shipyard by two months. This means that your decommissioning and removal schedules have been accelerated. In the event that we fail to meet these objectives by the time COG Command gives fifty-two (52) hours' notice of evacuation, the following emergency measures will take place.<br /><br><br /><br>1. All non-removable IT systems are to be disabled by the physical destruction of servers and drives.<br /><br><br /><br>2. Any remaining vessels in seaworthy condition are to be disabled, either by destruction of propulsion systems or by scuttling.<br /><br><br /><br>3. All fuel remaining in storage is to be drawn and burned off or dumped into Basin A6.<br /><br><br /><br>4. All classified engineering documentation is to be destroyed by controlled burning.<br /><br><br /><br>Every item that you leave intact is a windfall for the enemy. It is essential that we leave behind nothing that can be used against our own forces.", "authors": "Captain Octavia Findlay"}, "27846": {"title": "Announcement", "text": "Valued citizens of Azura,<br /><br><br /><br>Due to the detection of increased offshore activity, the Maelstrom generation array will remain active until further notice. Please remain indoors at all times unless absolutely necessary. When inside, secure all doors and windows. In case of emergency, contact your administrative agent for assistance.<br /><br><br /><br>Remember, you are Sera's most precious resource and the hope for humanity's future. Please help us ensure your safety by complying with all security bulletins and announcements.<br /><br><br /><br>Have a pleasant and productive day.", "authors": "Unknown[Gears of War]"}, "27847": {"title": "Octus Medal Diploma", "text": "The Coalition of Ordered Governments<br /><br><br /><br>THE OCTUS MEDAL is hereby awarded to PROFESSOR ADAM FENIX in recognition of his outstanding contribution to ending global conflict and securing peace for all of Sera<br /><br><br /><br>Tomas Dalyell<br /><br>'The Right Honorable Tomas Dalyell,<br /><br>'Chairman of the Coalition<br /><br>'5th day of Bloom, '92", "authors": "Tomas Dalyell"}, "27848": {"title": "Pamphlet", "text": "Welcome to Azura, a haven of security, stability and comfort for humanity's most precious resource: you. Like all of Azura's citizens, you have been selected for your outstanding contributions to society. Undoubtedly, you have many questions.<br /><br><br /><br>What is Azura? This island, isolated and hidden from the troubles of the mainland, was developed to protect and allow society's greatest minds to continue their work, free from fear or peril. When the war is over, the combined efforts of this community of Azura will be the shining beacon by which we shall lead humanity out of the darkness. You will be the architects of a grand reconstruction.<br /><br><br /><br>We understand how difficult it has been to leave behind everything and everyone you knew, and that you will often feel disoriented and question your purpose here. This is not a prison, but a haven. To reduce your anxiety, we have worked to make your stay here as pleasant and stress-free as possible. You have access to state of the art recreational facilities and the complete cultural archives of humanity in our six libraries. You will enjoy the very highest standards of cuisine. See your orientation materials for more information.<br /><br><br /><br>We highly recommend the \"Welcome to Azura\" day spa and counseling session to prepare you for your stay here. If you require any assistance with stress or insomnia, several sedation options are available from our trained and professional medical staff.<br /><br><br /><br>No matter what fate befalls the rest of the word, Azura -- and its citizens -- will carry on. Your diligent work ensures the enduring survival of mankind. Thank you for the sacrifice you have made in joining us.", "authors": "Unknown[Gears of War]"}, "27849": {"title": "Cole&#39;s Championship Ring", "text": "Augustus Cole\n\nHanover Cougars\n\nGrayson Cup Champions\n\nANIMUS INDOMITABILIS", "authors": "Unknown[Gears of War]"}, "27850": {"title": "Silverback Manual", "text": "Once you're suited up, take a moment to adjust to hydraulic ambulation. It's a little different than you might expect. Joint stabilizers will keep your aim steady. All you've got to do is get the enemy in your sights and let the triple-barrel chain gun do the rest. Point, shoot, and ruin a grub's day. Hell yes.<br /><br><br /><br>Making use of the Silverback's deployable cover systems can mean the difference between life and death for your squadmates. Once engaged, the rig settles into a lower stance and raises rear plate shields to provide cover for your crew while you take care of business. With rockets. Damn, I love rockets.<br><br/><br>The Silverback's blast shielding has been further reinforced to soak up more fire. It can take a lot of heat, but like the civilian model, when the alarms start blaring, it's time to get the hell out.<br><br/><br>Watch your back. Oh, and have fun.<br><br/><br>CPL Kathryn Farrell<br>COG Engineering Corps", "authors": "CPL Kathyrn Farrell"}, "27851": {"title": "Diary", "text": "Jason's off at the lab so much more often than when we first arrived. There was a time when I'd have seen that as a sign that he was cheating on me with one of those cute grant fellows he's got following him around. I don't really worry about that anymore.<br /><br><br /><br>He's staying late for the same reason that I'm keeping this stupid diary. We're grappling with something, but neither of us has the courage to acknowledge it. We lie awake in bed at night, sometimes for hours at a time, but we never say the words that are weighing us down, and becoming heavier every day.<br /><br><br /><br>We haven't heard anything about what's happening on the mainland. Nobody will tell us. And when we ask, they spout some nonsense about our luxurious spa this, our therapy center that, foie grass and wine this afternoon, or would we like something lighter?<br /><br><br /><br>It's guilt. What I feel is guilt. I am trapped in a cotton bathrobe hell while everyone we left behind dies at the hands of something that we just can't stop. I'm going to tell Jason about this when he gets home, and if there's any humanity left in him, he'll tell me the same thing. We'll choke the truth out of Prescott himself, if we have to. .<br /><br><br /><br>(From Dr. Zoe Almsted's personal journal.)", "authors": "Dr. Zoe Almsted"}, "27852": {"title": "Journal (Act 4)", "text": "Going on six hours with no sign of the crew that got sent off on today&#39;s fuel run. No cable-car, neither. I got a funny feeling that the boss is gonna want to get rolling on a search and rescue op. For the fuel, I mean, because who gives a crap about the guys getting mauled to death by the Lambent, am I right?\n\nBut that&#39;s how guys like Griffin tick. He&#39;s used to being in charge. I cringe every time the dude calls us &quot;employees&quot;, like we&#39;re still drawing a wage and health benefits. He acts like he cares, but tell that to all the guys we&#39;ve lost carrying out his orders. The others are looking at me like I&#39;m the walking dead. I get the sense I&#39;m next in line.\n\nI wonder if the COG is still conscripting. Can&#39;t imagine it being more hazardous to my health that working tor Griffin Imulsion.\n\n(From Miles Carver&#39;s personal journal.)", "authors": "Miles Carver"}, "27853": {"title": "Grocery List", "text": "pasta milk eggs wine (2 bottles)\n\nButchershop order @ 1pm\n\nPrep kit for these CRAZY-ASS earthquakes\n\nbottled water canned goods\n\nportable radio??? BATTERIES! first-aid pack\n\n(holy CRAP!! theater ticket PICKUP!)", "authors": "Unknown[Gears of War]"}}}