{"game_title": "Assassin's Creed: Pirates", "codexes": {"17660": {"title": "La Buse's journal 2", "text": "We are not safe in Nassau. The home of the pirate republic is free of influence of Spain, England, and France but another worm has found its way into the fruit. Templars. The men chasing Bellamy, the men who are after our treasure... working from the shadows to gain control of the world. They are everywhere. Not only among armies and empires, also among pirates...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17659": {"title": "Captain Bishop's diary", "text": "My sea voyage from Havana to New York has been cut short by a pirate attack. Even though my sloop does not transport any valuable merchandise, our cargo of flour has been seized in its entirety, all 120 barrels, by a strange association of buccaneers. One was tall, elegant, and seemed quite harmless while the other made a point of scaring every living soul on my ship...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17658": {"title": "Intelligence report 2", "text": "The family of the murdered plantation owner has offered a ransom of 100,000 gold coins to the men who bring them the head of the escaped slave Jumao. The man's whereabouts are currently unknown, but intensified pirate activity has been reported north of Hispanolia...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17657": {"title": "Pirate ultimatum", "text": "Mister Thompson. You have to understand that the inner workings of our commerce have changed. The bulk of profit is now to be concentrated into our hands. Your prolonged failure to abide by these rules will only lead to the most dramatic circumstances for yourself and the people of Harbour Island. Please keep that in mind when you sell our plundered goods and divide up the proceeds...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17656": {"title": "Admiral's report", "text": "The total plunder of this successful expedition amounts to ten million pounds. The men have been satisfactory in service, yet some are barely civilized. They will surely go back to their depraved lifestyles once our ships return to France. Killing and plundering is all they know...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17655": {"title": "Mother's letter", "text": "Alonzo, I don't know if you'll ever read this letter. I'm sending it with a friend who leaves for the West Indies tomorrow. God knows if he'll be able to find you, but if he does, please return home. Mother is ill and she asks about you every day. Sometimes, she talks to you in her sleep...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17654": {"title": "Nassau intelligence", "text": "For the past few months, I have had the opportunity to observe and even participate in the administration of the Pirate Republic of Nassau. With Hornigold away, a new figure has emerged from the crowd of restless pirates. A young, clean-shaven, and surprisingly eloquent man named Christopher Condent. I wonder how such a sophisticated person ended up in these wild parts...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17652": {"title": "Personal journal", "text": "The geographical situation of Harbor Island in relation to the other islands of the Bahamas archipelago and the mainland American colonies was a great asset in the development of maritime trade and migration in the 17th century. Despite its relative small size, the island is destined to play a even more central role in the pirates' trade.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17653": {"title": "Search warrant", "text": "The criminal Alonzo Batilla has still not been found. We believe he left Toulon under a false name, on board one of Admiral Cassard's ships. Since he has not returned from our victorious expedition in the English territories in the Caribbean, he must still be in the West Indies...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17651": {"title": "Hornigold's proclamation", "text": "Ever since he took control of the beaches of Nassau, the pirate captain Benjamin Hornigold has enforced a set of rules that all pirates under his command have adopted as an unbreakable code. The most controversial of the rules is an absolute ban on attacking and plundering British ships. Hornigold may have become a soulless buccaneer, but he remains a loyal servant of the Crown...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17650": {"title": "Triunfo", "text": "As a galleon of the Treasure Fleet, the <i>Triunfo</i> boasted the most beautiful and sophisticated adornments the Spanish empire had to offer. Converted into a warship during the War of Spanish Succession, this formidable vessel defeated countless English ships before patrolling the Caribbean to secure the plunder of the Americas.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17649": {"title": "Hume's report", "text": "My duty aboard the HMS <i>Scarborough</i> has just started, yet I already know the names of the men I am to chase. Olivier Levasseur, Samuel Bellamy and a new captain named Alonzo Batilla. Their intense activity in the past months has disrupted our trade routes and cost the crown thousands of pounds...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17648": {"title": "Slaver log", "text": "The young girl named Aaminah has been identified as the mastermind behind the rebellion on our ship. She has been harshly disciplined, but I have refused to put her to death for the important loss of profit this will produce. This girl will fetch a nice coin in the Kingston market...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17647": {"title": "Public warning", "text": "The capture and imminent execution of nine pirates from Sam Bellamy's crew has infuriated the brethren of the coast. Rumors have been circulating that a pirate expedition is currently forming to break the captives from their Boston prison. What has the empire come to when a bunch of ragtag ill-disciplined ruffians have grown so bold as to contest the King's authority and defile all symbols of his rule and power?\r\n", "authors": "Unknown[Assassin's Creed]"}, "17646": {"title": "Personal letter", "text": "Mother. I am relieved to write this letter as it allows me briefly to escape the chaos of my new-found brothers. Pirates are able men, brave for the most part, but they will never understand the true ways of the world. Commerce is what brings men together, what truly binds them in peace and prolonged submission to authority. The plundering parasites that we are cannot hope to fight the march of time...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17645": {"title": "HMS Shoreham ship log", "text": "With plague raging and heavy damage to the ship, I have no choice but to remain in the Chesapeake Bay for the time being. Given the morale and health of my crew, and the repairs needed to restore the fighting capabilities of my vessel, I cannot afford a direct confrontation with the pirate ships currently roaming the region. The total destruction of the HMS <i>Shoreham</i> will be of no use to the Crown.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17644": {"title": "Navy report 2", "text": "One of the escaped slaves was found last week, hidden in a basement, half crazy with starvation his hands and teeth bloody with rat guts. A diligent interrogation was conducted by Captain Rothell, but the man refused to answer any questions, and died shortly thereafter. His body was burned...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17643": {"title": "Navy report", "text": "It has come to our attention that the buccaneer Alonzo Batilla has become a growing threat to peaceful commerce in our territories. This pirate has looted immense quantities of gold and become a known accomplice of Samuel Bellamy and Olivier Levasseur. If you encounter him, shoot him on sight.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17642": {"title": "Bellamy's journal 2", "text": "Olivier has left and so will Alonzo if I keep lying to him. I wonder how this pirate will react to the truth. He won't join me, for his soul is raw and cruel, set on blood and gold. Yet, he has shown some promise. After all, I have seen worse men than him find redemption amongst us...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17641": {"title": "HMS Pembroke and HMS Ormonde", "text": "These fourth-rate ships of the line of the British Royal Navy were secretly dispatched to the Caribbean to protect precious cargo and escort confidential missions to the New World. Operating together, they often dressed one ship as a lure to attract enemies or pirate fleets before closing in on their prey with a deadly pincer attack.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17640": {"title": "Letter to mother 2", "text": "Mother. I know the ship will arrive soon. They are going to sell us, like animals, in a market. People will bid and we will be sold to a man they will want us to call master. I have no master, mother. Not even father was my master, and I will not let them do it. Tonight, we will fight...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17639": {"title": "Intelligence report", "text": "The population of the ever-growing pirate town of Nassau is now in the hundreds. Hornigold's budding colony has expanded into a full-fledged operation with commercial ramifications all across the West Indies. We now believe Hornigold's gang is the largest and most uniformly united band of outlaws the region has ever seen. They all obey the same codes and plan their attacks in the same fashion...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17638": {"title": "Letter to mother 1", "text": "Mother. You cannot read the words I write, but writing them down makes me feel I am talking to you. I do not know why they took us. I only know they will never keep us. I will escape, mother. I will find a ship and return home. I am not one to accept my fate. I will fight, I promise. I love you, mother.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17637": {"title": "Personal journal", "text": "The death of my fourth child and the separation with my wife have taken a heavy toll. I will not abide another failure in the Bahamas. The Order will reward me handsomely for my efforts, but I will not be content with the sole idea of profit. My succes in Nassau will open the doors of the House of Lords and make me one of the most powerful men in the Empire. Only then will my role in this affair be...\n", "authors": "Unknown[Assassin's Creed]"}, "17636": {"title": "Navy report", "text": "It is now widely believed that the pirate captain and leader Benjamin Hornigold first landed on the shores of Nassau sometime during the summer of the year of our Lord 1713. At the time, the island was almost completely abandoned and left ungoverned by the Crown. Hornigold quickly turned the decaying colony around. With his crew of pirates, he recruited more men and embarked on large periaguas to hunt for commercial ships...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17635": {"title": "Navy report 1", "text": "A new menace has appeared, one that we must treat with the utmost concern. He is a brash Englishman, now nicknamed the Prince of Pirates &ndash; Samuel Bellamy, also known as Black Sam. His rise in the pirate hierarchy has been most impressive, after betraying Henry Jennings and obtaining his first command...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17634": {"title": "Pens&#233;es de Pascal", "text": "Those who are accustomed to judge by feeling do not understand the process of reasoning, for they would understand at first sight, and are not used to seek for principles. And others, on the contrary, who are accustomed to reason from principles, do not at all understand matters of feeling, seeking principles, and being unable to see at a glance.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17633": {"title": "Banker's letter", "text": "Mister Thompson. Word has reached our esteemed establishment that your commerce with filibusters and daredevil pirates is now flourishing all over the Caribbean seas. These are no longer mere rumors and our respected bank can no longer brush them aside. Despite the colossal sums you have been depositing in our vaults, I am saddened to have to request the immediate cessation of our business relationship...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17632": {"title": "Sailor's account", "text": "Munk's expedition left with 65 men on two different ships, the <i>Unicorn</i> and the <i>Lamprey</i>. His mission was officially to discover the Northwest Passage to the Indies, but after sailing the Davis Strait and the Frobisher Bay, he struggled to enter the Hudson Strait and was blocked in the Hudson Bay for the entire winter. Cold, famine and scurvy claimed the lives of most of his men and he sailed home with only two men on his crew. \r\n", "authors": "Unknown[Assassin's Creed]"}, "17630": {"title": "La Buse's journal 2", "text": "Alonzo has proved to be the boldest of captains, but Sam has changed these past months. He used to be carefree, but now he acts like a man on a mission. What is he after that he cannot share with us? Who is he working for? Will he betray us and keep all our glorious plunder to himself?\n\n", "authors": "Unknown[Assassin's Creed]"}, "17631": {"title": "Commercial galore", "text": "Finding a sea route through the Artic Ocean, following the northern coast of the American mainland would greatly benefit our commercial endeavors as it will connect the Atlantic and Pacific ocean with a much shorter route than the ones currently being sailed by our Majesty's vessels.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17629": {"title": "Personal letter", "text": "... nor can we hope to bend the world to our selfish needs. Pirates do not create wealth, they steal it and spend it on whores and rum. Are we so different from the Mongol hordes that have chased our ancestors from the Eastern plains? No mother, we are not. And just like them, we will perish in attacks led by the civilized. But not I. No... I won't witness the fall...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17628": {"title": "Vikings pioneers", "text": "Furthering their exploration westward, the Vikings sailed west of the territory known as Greenland in order to further their expeditions for food and new trade opportunities with the Inuit settlements, but the gradual decrease in temperature stopped these ventures in search of new lands and new trading partnerships.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17627": {"title": "Sailor's note", "text": "I fought with him during the battles at Montserrat and Antigua. He was known under a different name &ndash; Jean I think &ndash; but one night we got drunk and he told me his real name was Alonzo. He was a fierce man, always the first to jump into a fight, and an expert shot. I saw him take down half a dozen men once...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17626": {"title": "Bellamy and Hornigold", "text": "After stealing Jennings' bounty, Samuel Bellamy and Paulsgrave Williams caught up with Hornigold west of Cuba. Their intention was to sail with his fleet and exploit the enmity between Hornigold and Jennings to claim Hornigold's protection. Bellamy must have made quite an impression. Upon meeting him, Hornigold made him captain of the newly captured <i>Marianne</i>, thus creating one of the most successful pirate crews ever to sail the seas.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17625": {"title": "Intelligence report", "text": "The Nassau Republic is slowly changing. What started as an enthusiastic reunion of leaderless pirates is gradually turning into a structured organization focused on one single goal: the maximization of profit through carefully-planned plunder. At the head of this new force, Christopher Condent is spreading a new mentality. Some are now more interested in riches than in freedom...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17624": {"title": "Scientific journal", "text": "November 1679. Mister Denis Papin's address to the Royal Society has created quite the turmoil. His steam digester is a well-crafted and tightly shut cylinder that heats water to boiling point, thus cooking what has been placed as its content. Described as \"a brutal cooking process\", this invention can yield precious observations about the nature of many elements... There seems to be much promise in steam machines...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17623": {"title": "Official warning", "text": "Many slavers have been attacked and their cargo stolen. Pirates are notorious for attacking merchant ships, but very few have actively participated in the trading of humans. This present issue will surely be soon resolved by the Royal Navy, but until then, caution is recommended...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17622": {"title": "Paradise Lost, Book XII", "text": "Some natural tears they dropped, but wiped them soon; The World was all before them, where to choose. Their place of rest, and Providence their guide: They hand in hand with wandering steps and slow, Through Eden took their solitaire away.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17621": {"title": "Le Cid", "text": "Disgrace is the same, and follows equally the soldier without courage and the faithless lover. Do no wrong, then, to my fidelity; allow me to be brave without rendering myself perfidious. My bonds are too strong to be thus broken&mdash;my faith still binds me, though I may hope no more; and, not being able to leave nor to win Chimene, the death which I seek is my most welcome penalty.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17620": {"title": "The plunder of St. Marie", "text": "After the capture of <i>St. Marie</i> and Bellamy's treacherous thievery of its most prized plunder, the ship was once again looted in the harbor of New Providence. While Jennings was whoring and drinking ashore, a group of pirates led by Charles Vane boarded the ship and claimed a large share of the remaining loot. They divided it up on the beach of Hog Island before sailing for the Spanish wrecks...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17619": {"title": "Fables de la Fontaine", "text": "The ancients had a legend which told of a certain rat who, weary of the anxieties of this world, retired to a cheese, therein to live in peace. Profound solitude reigned around the hermit. He worked so hard with his feet and his teeth that in a few days he had a spacious dwelling and food in plenty. What more could he desire?\r\n", "authors": "Unknown[Assassin's Creed]"}, "17618": {"title": "Navy report", "text": "The recent activity observed in Nassau sector is bringing most worrisome news. A new breed of pirate is slowly emerging from the makeshift Republic and barbaric social structure at work in these parts. These pirates are ambitious, greedy men turned from the righteous path by the economical prospects of plunder...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17617": {"title": "La Buse's journal 1", "text": "I have wanted to use our treasure, the Fragment of Eden as Bellamy called it, but I fear what may happen when I do... an object powerful enough to control men's minds, to bend their wills to mine. There will be no need to fight, no need to take risks or sacrifice the lives of my men. Any ship, no matter its size and guns, will be mine... Why should I deprive myself of such a tool? Why does it have to stay hidden?\r\n", "authors": "Unknown[Assassin's Creed]"}, "17616": {"title": "Plantation log", "text": "Suspicious natives were spotted north of our plantation a few days after the slaves escaped. A party searched the area, but no-one was found. We advise all planters to be most vigilant. The escaped slaves are armed and extremely violent. One in particular has already killed men...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17615": {"title": "A report on Carolina's predicament", "text": "Several pirates have ventured in the coastal regions of the Carolinas for the safe haven they offer. Not only is the region naturally welcoming to pirates, with its myriad of coves and hidden inlets, but the governor, Charles Eden, is rumored to have authorized pirate activity in exchange for a share of their bounty...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17614": {"title": "Don Quixiote", "text": "Idle reader: thou mayest believe me without any oath that I would this book, as it is the child of my brain, were the fairest, gayest, and cleverest that could be imagined. But I could no counteract Nature's law that everything shall beget its like; and what, then, could this sterile, illtilled wit of mine beget but the story of a dry, shrivelled, whimsical offspring, full of thoughts of all sorts and such as never came into any other imagination.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17613": {"title": "The hurricane", "text": "On the 28th of August of the year 1712, a terrible hurricane struck the town of Port Royal and provoked a catastrophe on a biblical scale. More than fifty ships were moored in the harbor when the storm hit. As twenty foot waves started tearing through the ships and hellish winds leveled the town, more than a thousand sailors and slaves perished. It is believed that young privateer Charles Vane was one of the survivors... \r\n", "authors": "Unknown[Assassin's Creed]"}, "17612": {"title": "Navy report 2", "text": "It has come to our attention that Benjamin Hornigold, captain of the sloop-of-war <i>Benjamin</i>, has been deposed from his pirate captaincy, his sympathy for the crown judged as an act of cowardice by his crew. Hornigold's whereabouts are currently unknown but we are convinced he will soon resurface.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17611": {"title": "Contes de Perrault", "text": "Once upon a time there was a man who had fine houses, both in town and country, a deal of silver and gold plate, carved furniture, and coaches gilded all over. But unhappily this man had a blue beard, which made him so ugly and so terrible that all the women and girls ran away from him. One of his neighbors, a lady of quality, had two daughters who were perfect beauties...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17610": {"title": "Anonymous letter", "text": "Three years after the hurricane devastated Port Royal, Charles Vane was still haunting the docks in search of employment. He was finally noticed by Henry Jennings, who had been commissioned to captain the <i>Barsheba</i>, an eight gun and eighty man vessel that was to become part of Governor Hamilton's privateer fleet. As they were about to set sail, troubling news spread through the town: the Spanish Treasure Fleet had been caught in a storm... \r\n", "authors": "Unknown[Assassin's Creed]"}, "17609": {"title": "Navy report 2", "text": "More than two dozen slavers have been attacked or sunk in the past few months. This intense disruption of our trade is already creating difficulties in Jamaica and Port-au-Prince, where the slave markets had to be closed several weeks in a row for the lack of new merchandise.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17608": {"title": "Royal communication", "text": "The pirates themselves have often told me that if they had not been supported by the traders, bringing them ammunition and provisions according to their demands, they could never have become so formidable, nor arrived at the degree of strength that they have.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17607": {"title": "Naturalist account", "text": "My latest voyage to the territories of the West Indies at the request of His Majesty King Louis has been most eventful. After prolonged stays in Guadeloupe and Martinique, I have journeyed to Saint-Domingue and Brazil where I have discovered and sketched more than a hundred new plants. Among them, I have finally found a wild specimen of the Aztecs' dark flower... Vanilla...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17606": {"title": "Navy report 3", "text": "The escaped slave named Jumao has finally been found, yet his capture will be a very risky operation. He is the quartermaster of a pirate crew captained by Alonzo Batilla, a buccaneer sailing with Olivier Levasseur and Samuel Bellamy. Captain Francis Hume has been detailed to hunt them down...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17605": {"title": "Le Prot&#233;e et L'Alexandre", "text": "A well armed slave ship that brought African slaves from Senegal and the Kingdom of Whydah to the West Indies so as to quench the plantations' thirst for a fresh workforce. During the Golden Age of Piracy, as an entire fleet of slavers was profiting from the boom of the triangle trade, and the slave ships became the most prized pirate targets, some craft merchants chartered military-type convoys to protect their investments.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17604": {"title": "Letter from Bellamy", "text": "My friend. A lot has happened since we parted. I think our trick has worked, but I am now being hunted. The <i>Whydah</i> is an exceptional ship. It is fixed and manned with more cannons, and we have captured many prizes... but I am trapped in this character I have created, this fearless captain. My men are happy, yet I know the trail we are leaving behind us will be our doom. When they come for us, they will show no mercy.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17603": {"title": "Path to China", "text": "Jacques Cartier conducted a thorough exploration of the Saint Lawrence River in hopes of finding a way through the American continent... a way to China. Cartier was so convinced that he had reached Asia that when he came across rapids, he named them \"La Chine rapids\". But the rapids were located in the current location of the city of Montreal, a very, very long way from China...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17602": {"title": "Admiral Don Francisco Salmon's journal", "text": "We awoke to the sound of drums. The men got to their feet and formed up ranks behind the sand embankment erected to defend our camp. Three company were marching at a steady pace, each one led by a drummer and a flag bearer. 150 men, three time our numbers. Privateers, ruffians and pirates excited by the smell of blood and gold. I came to meet them but was soon forced to reveal the locations of the wrecks...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17601": {"title": "Henry Jennings' mad dog", "text": "Henry Jennings has gathered the most dreadful and cruel group of pirates in the West Indies. His privateer fleet commissioned by the corrupt governor Hamilton is now a barbarian horde unleashed on the Treasure Fleet's wrecks. We have identified one particularly savage and vicious individual among them. An Englishman called Charles Vane. On many occasions, he has assumed the role of leader and provoked the most deadly behavior...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17600": {"title": "Royal Navy intelligence", "text": "The activity of the pirate captain Edward Thatch, recently nicknamed Blackbeard, has come to our attention. Along with the other pirates, he has secured a strong hold on Nassau and now controls major sea lanes, from Jamaica to New York. He is also gathering intelligence from sailors and rogue merchants located in Harbour Island and all over the West Indies...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17599": {"title": "Letters Patent", "text": "... power to sail to all parts, regions, and coasts of the estearn, western and northern sea, under our banners, flags, and ensigns, with five ships or vessels, and with so many mariners as they may wish to take, at their own costs and charges, to find, discover, and investigate whatsoever islands, countries, regions, or provinces of heathens and infidels, in whatsoever part of the world placed, which before this time were unknown to all Christians.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17598": {"title": "Lover's letter", "text": "My love. Since I last saw you, my life has been a pitiful plunge into the depths of despair. You have bathed my existence in such charm and mystery that I cannot any longer fathom living without you by my side. I will leave Charles tomorrow, journey to Kingston, and wait for your arrival.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17597": {"title": "Letter to mother", "text": "After building Fort Conti at the mouth of the Niagara River, on Lake Ontario, Ren&#233;-Robert Cavelier, Sieur de la Salle, built <i>Le Griffon</i> near Cayuga Creek and launched the ship on the 7th of August 1679. La Salle's ambition was to sail his vessel North to find the Northern Passage, but after halting in La Baie des Puants to load a cargo of furs, <i>Le Griffon</i> was never seen again...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17596": {"title": "A new threat", "text": "As of June of the year of our lord 1717, many pirate crews have gathered in Nassau under the banner of the self-proclaimed pirate Republic. Even tough captains Hornigold and Jennings appear to be the leading authorities, other pirates have gathered power and influence among the ever-growing population. Charles Vane seems to be the most uncompromising of the bunch. He is cruel, indomitable and irremediably greedy...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17595": {"title": "Intelligence report 1", "text": "Our investigation has finally led to conclusive information. The leader of the escaped slaves is a man named Jumao, a native from Isla de la Juventud who was forced into slavery at the age of 8, along with his brothers and mother. A search for living relatives will surely bring more answers...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17594": {"title": "Letter from home", "text": "Our financial difficulties will clearly be addressed by your present enterprise, but our creditors still refuse to accept further delays and request immediate payments. What should I do? Remaining deaf to their demands and hoping for your speedy return will not appease them... They have already requested a large share of your earnings in the Bahamas...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17661": {"title": "Private correspondence", "text": "This is my first and last letter. You left without a word, even to your mother. I resent this cruel gesture, but time has quelled my anger and taught me the true meaning of your exile. I hope you find what you are looking for. It is not money, nor love, for you had those when you were among us. I can only guess you are after something else, something we could never provide. The promise of adventure...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17662": {"title": "Princesa do C&#233;u", "text": "With its hull covered in reinforced lead and iron plates, this Portuguese galleon was an impregnable floating fortress tasked with the protection of merchant ships. As one of the mose formidable ships in a dwindling fleet, the <i>Princesa do C&#233;u</i> had the crucial mission of preserving the cohesion of the Portuguese empire by maintaining connections between all of its colonies.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17663": {"title": "Hornigold's journal", "text": "During the War of Spanish Succession, New Providence was repeatedly sacked by Spanish and French forces. Not only did they destroy the town, take its riches and steal the slaves that worked there, they also drove the population away or into the woods. In the aftermath of the conflict, most of Nassau's inhabitants left the islands of the Bahamas in a wild and decrepit condition...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17664": {"title": "About the King's pardon", "text": "The proclamation issued by His Royal Majesty King George I offering clemency for all pirate offences authorizes all colonial governors and deputy governors to grant pardons to pirates. The primary objective of this proclamation is to restore trade in the West Indies and prevent future spoliations of goods, but also to force the irreducible pirates to leave the area and never return.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17665": {"title": "Strange letter", "text": "Sam. I hope you get this letter. If you do, trust the man who brings it to you, for he is a person of merit and valor who will surely help you in your endeavors. We still lack information on the nature of the artifact we are after, but reports from Africa are expected in the coming weeks...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17666": {"title": "La Buse's journal 3", "text": "I have found the best way to keep my bounty hidden from greedy eyes. An alphabet, a set of symbols and icons no-one will be able to decipher. And even if they do, they won't understand what it all means. I only need one mind to figure it out. One man that I could fully trust with my best secrets...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17667": {"title": "L'Amazone", "text": "Despite the general poor condition of the French Marine at the turn of the 18th century, some vessels built during the glorious expansionist days of Louis XIV still roamed the seas to protect the lucrative trade routes to the West Indies colonies. Built in Toulon in 1707, <i>L'Amazone</i> was a fast and maneuverable brig, often escorted by smaller vessels.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17668": {"title": "Letter to the Academy of Sciences", "text": "Monsieur Richer's measurements of the planet Mars during its perihelic opposition has been crucial in our calculations of an estimated distance between the two planets. We believe that these precious findings will now allow us to calculate the distance between Earth and the Sun. Furthermore, mister Newton has confirmed a change of the gravitational force at this geographical position near the equator...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17669": {"title": "Ship log", "text": "We suffered an assault from the shabbiest bunch of seamen ever encountered, five pirates so ill-equipped they would barely have been a threat if not for their thirst for blood. All were killed, but their leader &ndash; a vicious man &ndash; I have put in irons. He has to be hanged, to set an example for his kind.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17670": {"title": "Navy report 1", "text": "Olivier Levasseur, also known as La Buse or La Bouche is an established French buccaneer sailing on the dreaded armed sloop <i>Le Postillon</i>. Responsible for multiple acts of piracy against our Navy, he needs to be apprehended at all costs. But be warned, this man cunning and dangerous...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17671": {"title": "Personal journal", "text": "Now that my daughter has married the pirate John Cockram, the former deputy of chief pirate Benjamin Hornigold, I have formed close-knit bonds with the entire community. Economic prospects for the resale of their stolen goods on the New England markets look very promising, as do the potential sales of imported merchandise to the secluded port of Nassau. Sugar alone should bring a hefty sum...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17672": {"title": "Threat", "text": "Thompson, you have gorged yourself and became fat on easy profit while my brothers and I have taken all the risks. Now that things are coming to a brutal end, I will make sure that you pay the price for all the blood that has been spilled to fatten your purse. I expect you to deliver half of your gold to me. Failure to do so will only sharpen my greed and make me increase my cut...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17673": {"title": "Ship manifest", "text": "Shipped by the grace of God, in good order, and well condition'd, by John M. Barnes and company in and upon the good sloop call'd the <i>Postillon</i> whereof is Master, under God, for this present voyage, Olivier Levasseur and now riding at anchor in the harbour of London and bound for the coast of Africa to ferry 40 lbs flour, 51 loves sugar, 20 brl New England rum, 30 boxes candles; 25 cask rice, 1800 bunch onyons...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17674": {"title": "The pirate fence", "text": "In absence of government protection from the Spanish armada and invasion forces, the population of Harbor Island, now roughly estimated at two hundred souls, has decided to welcome the pirates to their well-protected outpost. Not only will the buccaneers provide a regular source of profit, they will surely protect this paramount economic link from all attacks and incursions by the Spanish...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17675": {"title": "Bellamy's journal 1", "text": "I am getting very tired of playing this part. The clothes I wear, the flourish with which I speak. This Prince of Pirates is but a pathetic fake, a bawdy actor without flair or panache. Yet everyone seems fooled by my performance, and the more I act, the more they believe my words.\n\n", "authors": "Unknown[Assassin's Creed]"}, "17676": {"title": "Unofficial orders", "text": "Your present mission to the Bahamas is crucial to the Order. Restoring trade and eradicating the remaining Assassin presence in the West Indies are paramount to us, but our quest for the Observatory and the fragment of Eden stolen from Laurens Prins shall remain your sole priority throughout the duration of your stay...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17677": {"title": "Navy report 2", "text": "Ben Hornigold and Olivier Levasseur have become the most unlikely of allies. Despite a crew predominantly composed of French sailors and emancipated slaves, Levasseur has not stirred any trouble in Hornigold's squadron. Someone must have forced Hornigold's hand, but who?\n\n", "authors": "Unknown[Assassin's Creed]"}, "17678": {"title": "Newspaper article", "text": "It is becoming more and more apparent that an increasing number of Nassau pirates are voicing their indefectible support to the would be Stuart pretender, James III, currently in exile in France. The Nassau republic is even rumored to have established strong bonds with Jacobite factions in England in order to secure juicy privateer contracts once King George is overthrown...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17679": {"title": "Locke's writings", "text": "To understand political power right, and derive it from the original, we must consider what state all men are naturally in, that is, a state of perfect freedom to order their actions and dispose of their possessions and persons, as they think fit, within the bounds of law and nature, without asking leave, or depending upon the will of any other man.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17680": {"title": "William Rex", "text": "Built in the dockywards of Vlissingen, this 72-gun warship was a floating symbol of the Dutch Republic's wealth and power at the dusk of the Golden Age. The <i>William Rex</i> was one of the engineering and artistic accomplishments that summed up the progress and ambition of this ever-growing maritime empire.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17681": {"title": "List of pirates", "text": "This is a non-exhaustive list of all the pirate captains currently operating in Nassau: Benjamin Hornigold, Edward Thatch, John Martel, Christopher Winter, Christopher Condent, James Fife, Nicholas Brown, Alonzo Batilla, Paul Williams, Olivier La Bouche, Edward England, Major Penner, Thomas Cocklyn, Charles Vane, Edward Kenway, Stede Bonnet, Howell Davis, Jack Rackham, and Anne Bonny.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17682": {"title": "Pamphlet", "text": "I am utterly astonished by the work of my countryman Isaac Newton. The second edition of Philosophiae Naturalis Principia Mathematica has been made available to me and I am still trying to wrap my mind around the revolutionary ideas contained in this work, especially the law of universal gravitation and its application to the system of the world. From an apple to the motions of entire planets in the solar system...\n", "authors": "Unknown[Assassin's Creed]"}, "17683": {"title": "Business letter", "text": "The recent bankruptcy of the Compagnie Plastrier, and its financial rescue by a group of French and Swiss bankers (who promptly renamed it Compagnie Dagincourt) has shed new light on the economic prospects of glass-manufacturing activities in France. This business endeavor was actually saved by the royal patents and the legal monopoly granted by the King.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17684": {"title": "Navy report 1", "text": "The HMS <i>Seaford</i> has patrolled the coasts for a week now and there still is no sign of the murderous slaves who escaped the Durant plantation. We are convinced the men led the party into a trap and buried the bodies before returning inland and embarking on the South Coast...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17685": {"title": "The whispers of enslaved France", "text": "The nobles of old have been replaced by a new breed of nobility, one whose origins are found in the favors of the King and of the Financial Officers. These nobles purchase and possess all the best lands of the Kingdom and rule over all the other gentlemen in what is now a new despotic empire. When they leave Paris to go to the countryside, all nobles crawl before them...\r\n", "authors": "Unknown[Assassin's Creed]"}, "17686": {"title": "Message to the men", "text": "... remind you that we have been appointed by his Majesty the King to cleanse the region of all pirate presence and restore the rule of law that is so dear to us civilised men. My personal orders are to seize and imprison every man suspected of piracy and offer them a simple choice: take the King's pardon and behave as honest subjects or hang by the neck until dead.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17687": {"title": "Financial statement", "text": "It has been decided that a share of the colony's profits will be granted to our company for managing the Bahamas and getting rid of its present pirates occupants. The Lords Proprietor having leased their rights to us for twenty-one years, I will undoubtedly cover my present loans in the coming years as the Bahamas, once pacified, start yielding strong and sturdy profits.\r\n", "authors": "Unknown[Assassin's Creed]"}, "17688": {"title": "La Buse's journal 1", "text": "I wonder where I'll go when I am done with this place? Back home, to France, where my family is gone and my face forgotten? Or find some new territory where no-one knows me? I wonder what would be the best course of action... this day is not upon me yet, but I know I won't grow old in these islands...\n\n", "authors": "Unknown[Assassin's Creed]"}, "17689": {"title": "Navy report 1", "text": "A handful of liberated slaves have been caught on the northern shores of Cuba. They all spin a tale of a mysterious pirate ship whose captain obeys the order of an African goddess who strikes terror in the hearts of all slavers. The identity of this woman is yet to be established...\r\n", "authors": "Unknown[Assassin's Creed]"}}}