{"game_title": "Fallout Tactics: Brotherhood of Steel", "series_title": "Fallout", "codexes": [{"id": "22306", "title": "Journal of Sir Latham", "text": "We have crash landed north of a camp occupied by super mutants. We believe\n\nthese to be remnants of the Master&#39;s army as encountered by the first Vault Dweller. Although the archives mentioned that some of these Super Mutants might actually be friendly, we found little to like about these ones, especially the chief.\n\nThe leader of this camp went by the name of Gammorin. We were set upon by his patrols soon after we pulled ourselves from the wreckage. Bound and gagged, the mutant guards dragged us back to their camp. Fully half of us had been killed by the crash, and now less than half of that survived the treatment of our mutant captors.\n\nWe were scheduled to be killed for the amusement of Gammorin. It was not hard to see that several of the Super-Mutants were unhappy with this. In fact, I was amazed to discover that they were not as savage as I had been previously lead to believe.\n\nI challenged Gammorin to single unarmed combat. It was to the death. There could be no other outcome in my mind. If I die, it will in combat.\n\nI am awake.\n\nTo tell the truth, I remember little of the battle. The gash on my head, along with multiple fractures and breaks, paint an adequate picture. However, the mutants are now expecting me to lead them since I laid Gammorin to rest. I will record more later. I fear my brain has been set awry by the fight. I will try to rest until I can think clearly.\n\nThe Super Mutants are a simple but good people. While considered stupid by many, they show a loyalty stronger than I have seen in many humans. They live life the only way they know how.\n\nI have begun to organize these Mutant forces with the handful of fellow humans who survived the crash. I have recovered physically but I find myself prone to mysterious fits of anger and depression. But much worse are the hallucinations.\n\nToday is a day filled with absolute horror.\n\nOnly one mutant returned from a scouting trip that was ten soldiers strong. He staggered back to camp and collapsed without a sound. He died in my arms while trying to hold back the blood pouring from his mouth.\n\nBefore I had a chance to close his eyes, the menace was upon us! Metallic death machines entered the camp undetected by my sentries! I have never seen creatures such as this before, but they seemed unstoppable. It was only the sheer power and, more importantly, our numbers that allowed us to defeat these three machinations of death.\n\nOur losses were staggering.\n\nWe are resting now. Humans and mutants alike, hanging their heads and trying to catch their breath. Who knows how far we retreated? Twenty miles? Forty even?\n\nOnce we put enough distance between us and this... this Menace from the West, then we can regroup and plan a counter-strike.\n\nI am not well. This morning I thought I was attacked by a Deathclaw. Too far from my SMG, I lashed out with my Ripper, slashing the beast&#39;s throat. My vision cleared in time to see Nathan the scribe&#39;s eyes go cloudy. His neck in ruin, his blood covering my hands. How can I go mad when humanity is in such dire peril?\n\nI must maintain my sanity. I must.\n\nMy scouts engaged an enemy today. The sound of chain guns and explosions hasting my steps. What I observed in that fight changed me to the core of my being.\n\nMy mutant scouts were engaged by a Brotherhood patrol. For the first time in my life, I was frozen in battle.\n\nI watched, curious even, tribal looking Brotherhood soldiers laughing manically as they cut down my new companions.\n\nMy mutant companions, who dedicated their life to me as their leader. I lifted my weapon then, and fired again and again.\n\nWhen it was over, with Brotherhood corpses littering the ground, my head suddenly cleared. I now know my purpose and, more importantly, I finally know who I am.\n\nI am Gammorin - sworn enemy of the Menace from the West.", "authors": ["Sir Latham"]}, {"id": "22307", "title": "Prophecy", "text": "On the sixtieth day of vomiting, St. Harold commanded that those followers closest to Plutonius shall not engage the heathens of the land. For those so close to achieving an understanding of the fire &quot;One Cannot See&quot; must remain pure of energy absorbing poisons.\n\nPrayer will replace clenched fists, with Heavenly Belief as your shield.\n\nUntil the &quot;Great Hydro-Mechanical Reckoning,&quot; you will abide by this. Until your pagan brothers return to their home ready for the Final Battle.\n\nSo it is written. So shall it be done.\n\nSt. Harold of the Leafy Scalp", "authors": ["Harold"]}, {"id": "22308", "title": "General&#39;s holodisk to wife Maria", "text": "Although it pains me to record this, I must continue. Time is short and my future is less than certain. *deep breath* I am currently captured and held prisoner by a large group of super mutants and I don&#39;t believe that I&#39;m going to make it back this time.\n\nBut, once again, time is short and I&#39;ll use it to tell you what&#39;s important.\n\nI love you Maria. I&#39;ve loved you since we first met and I love you even more fifty years since.\n\nWe were always much alike, you and I. And know that I would never have had the courage to fight for humanity without you faithfully by my side.\n\nFor, in the end, I realize I did it all for you. For I wanted nothing more but to restore order to this chaotic world so you can live a life free of danger, free of fear and free of ungodly mutations.\n\nI&#39;m afraid I&#39;m out of time.\n\nI will make every attempt to fix this world for you, my love. I promise.\n\nLove Eternal,\n\nSimon Barnaky", "authors": ["Simon Barnaky"]}]}