{"game_title": "Fallout", "series_title": "Fallout", "codexes": [{"id": "22261", "title": "Power armor specs", "text": "The T-51b powered infantry armor is designed with the latest passive defense features for both civilian and military disturbances. The back-mounted TX-28 MicroFusion Pack generates 60,000 Watts to power the HiFlo hydraulic systems built into the frame of the suit. Made of the latest poly-laminate composite, the T-51b shell is lightweight and capable of absorbing over 2,500 Joules of kinetic impact. The 10 micron silver ablative coating can reflect laser and radiation emissions without damage to the composite subsurface.", "authors": ["Unknown[Fallout]"]}, {"id": "22262", "title": "Alpha experiment disk", "text": "Prototype Panimmunity Virion Project\n\nIn the hopes of countering the current bacteriological and viral agents employed by the Chinese government, we have manufactured a virus fragment consisting of ribonucleic acid (RNA) encased in a protein-lipid sheath. This virion contains a specially arranged sequence of radiated amino acids (RAA) that are capable of attaching to non-specific binding sites on deoxyribonucleic acid (DNA) and force a non-replicating mitosis to occur. The resulting host cell is left with a quadruple-helix DNA structure.\n\nEarly tests are promising. The virion easily penetrates the cell membrane and attaches directly to the host DNA in the nucleus. Mitosis of the structure begins almost immediately. Cytokinesis is prevented by controlling the disposition of the kinetochore fibers during anaphase. The entire mitotic cycle lasts approximately 2 hours, although phenotypical expression of the new structure may take days or weeks to become apparent.\n\nIn addition to an effective immunity to bacterial and viral agents, the quad-helix structure is almost entirely immune to errors introduced in base pairing during replication due to multiplicity of the base sequence. Radiation-exposed tissue showed no mutation in the base sequence and protein synthesis mechanisms in the ribosomes were unimpaired.\n\nOver 80% of the samples tissue contained quad-helix DNA. Most affected was muscle and bone tissue, as well as secretory cells, as these cells seem most receptive to virion. Sensory cells are the least affected. Surprisingly, even normally non-replicating nerve cells and nonsomatic cell were induced to begin mitosis. Further experiments will be necessary to determine the results on these cells.", "authors": ["Unknown[Fallout]"]}, {"id": "22263", "title": "Brotherhood honor code", "text": "Maxson&#39;s History\n\nMy father was a security guard at a secret military base in the desert of southern California. A typical MP, I remember mostly his strength. When it came time for the revolution, I respected his convictions. He stayed behind, to help those who were disabled and wounded, even the scis. He put the well being of myself and my mother into the hands of his best friend, and ordered us into the desert with the other rebels.\n\nWe, very few, marched into the wastes. The only thought on my mind was that I would never see my father again. He knew that to stay behind was death. And still, he stayed. He respected the flag, the CIC and the badge that he wore.\n\nWhat an idiot.\n\nHe died for the sins of others. That will never happen again to us. We will become self-sufficient. We will become keepers of knowledge and lore. We will survive the end of civilization. We will take responsibility for our actions, and we will hold accountable the actions of others.\n\nThis I pledge to you, Maxson, my son. The Brotherhood of Steel is justly named. We are a Brotherhood. Unlike my father, we will stand back to back with those that share our convictions and beliefs. We are Steel. We are hard. We have been sharpened to an edge.\n\nAlways remember the fires that we were forged in. Never forget. The motto from a previous time, and our motto now.", "authors": ["Roger Maxson"]}, {"id": "22264", "title": "Regulator transmission", "text": "Message sent: Regulator patrol to Regulator base come in. Do you copy? Over.\n\nMessage received: This is Regulator base, Principle Regulator Caleb responding. Report? Over.\n\nMessage sent: Sir, yes sir! Regulator Second Class Cravotta reporting. We&#39;ve apprehended the Zimmerman boy trying to infiltrate our perimeter again, sir. Orders? Over.\n\nMessage received: Shit! Again! Well that&#39;s the last time that&#39;s going to happen. Eliminate him and make it look like the Blades did it. Understand? Over.\n\nMessage sent: Sir? Uh... did I copy correctly, sir? Kill him? Over.\n\nMessage received: That&#39;s affirmative, Regulator. And I want it messy. Impale him on the guard posts out front- oh, and cut out his tongue so he can&#39;t talk while we &quot;attempt&quot; to save his sorry ass. Over?\n\nMessage sent: It shall be done, sir, Over.\n\nEnd transmission.", "authors": ["Caleb", "Cravotta"]}, {"id": "22265", "title": "Mutant transmissions", "text": "Message sent: Base, this is Scavenger Team two come in. Over.\n\nMessage received: We&#39;re reading you loud an clear, go ahead. Over.\n\nMessage sent: We&#39;ve collected four males, two females, and their supplies from the caravan. They&#39;re not too badly contaminated. Tell the Lieutenant that we&#39;re sending them ahead, they might be able to survive the process. We&#39;re going to wait here for a few more days to try and intercept another caravan. Over.\n\nMessage received: Roger that. Were any casualties accrued during the acquisition? Over.\n\nMessage sent: Negative. Another clean sweep. Base, also tell Scavenger Team one that we&#39;ve run across the same problem they had. One of our scouts did not return from his perimeter patrol. A few of our other scouts reported that there was something big and fast seen near our camp last night. I&#39;ll be checking it out personally at 0600 hours tomorrow morning. Over.\n\nMessage received: Copy. We&#39;ll be awaiting your report. If possible, try to capture it. The Master would be very pleased. Over.", "authors": ["Unknown[Fallout]"]}, {"id": "22266", "title": "Richard Grey&#39;s audio diary", "text": "==0000 - 0004==\n\nI&#39;m dying. I need to get this down before the pain overwhelms me.\n\n==0005 - 0020==\n\nI can&#39;t believe that I was finally able to drag myself out of that vat. The slime did not affect me, but I nearly drowned. I don&#39;t know what happened to Harold - he was standing right next to me when the crane knocked me into the vat. He must have been killed or he would have tried to help me. Francine is dead, killed by one of those robots.\n\n==0021 - 0027==\n\nI have no idea how much time has passed. I was able to hack the computer to turn off the robots and record this, but now my mind is slipping away.There is much pain...\n\n==0028 - 0043==\n\nThe green slime that I was immersed in is the source of all the mutations we traced to here. My skin is starting to fester and peel. In other areas it is bubbling and is expelling a green mucus-like substance. Some days the pain is almost tolerable.\n\n==0044 - 0057==\n\nI can actually walk a few steps again...It seems inconceivable that I dragged myself all the way up here from the vat room. Strangely, I&#39;m actually feeling stronger, though I&#39;m still in a lot of pain. Everything seems to be getting smaller.\n\n==0058 - 0096==\n\nI think I consumed one of the mutated things scurrying around here today. Before I knew what was happening, some sort of tendril had sprang from my stomach and covered the poor creature. As soon as it had sucked the rodent into my gut I could actually feel its mind. I think. There is the very real possibility that I&#39;m going slowly insane and can no longer differentiate between what is real and what is a hallucination. Maybe I&#39;m still slowly dying in the vat and I&#39;ve imagined all this.\n\n==0097 - 0111==\n\nThings are becoming more clear to me every day. This toxin has actually improved my mind. I feel that I can understand even the most complex philosophical questions simply and directly. It&#39;s as if all the layers of artifice have been stripped away. I wonder what would happen if I submerged an animal in the vats for a prolonged period of time? Would it gain awareness?\n\n==0112 - 0134==\n\nThe strangest thing is happening to the animals. They actually become smarter and more aware of their surroundings. I dipped a dog and a rat at the same time today, and they were fused together. It&#39;s not quite two creatures anymore, but it&#39;s more than one. Perhaps this is the future - a coming together of different creatures in some sort of harmonious unity. I no longer consume the different animals I create simply for sustenance - I have become the instrument through which unity will be achieved. I am so much more than a human being now.\n\n==0135 - 0139==\n\nIt is time to bring others into the glory that is the Unity.\n\n==0140 - 0153==\n\nA lost soul has finally strayed into my home. I was so surprised I consumed him before dipping, a mistake I shall not make again. His mind was so primitive as to be repulsive to my refined cognitive abilities.\n\n==0154 - 0172==\n\nI&#39;ve begun to modify myself to be more pleasing to the Unity by injecting small doses of the virus into my body. The slime in the vats is a man-made virus called the Forced Evolutionary Virus. This information was acquired from my newly grown neurolink with the base computer.\n\n==0173 - 0198==\n\nThe few wanderers that have found their way here have been a disappointment to me. They can&#39;t seem to mutate correctly. The best I&#39;ve been able to create are some big and dumb mutants. Most can recall nothing from before I initiated them into the wondrous Unity. I only feed on them for fuel, now. Their minds are nothing to me.\n\n==0199 - 0236==\n\nOh glorious creator!! I have succeeded in spreading the complete joy of unification to another soul! Unlike the others, his total radiation count was low. I believe this is the factor we have been overlooking all this time, as it seems the conversion is more successful in the cases with less radiation damage. I have never known such glory as I felt when taking his mind into our own.\n\n==0237 - 0281==\n\nWe are beginning to create an army dedicated to unifying the wonderful diversity of life. We have trained them to continue our work here while we search out more populated areas to take into ourselves. We are beginning to feel the limitations of a body that is mobile. We must find a permanent home, with a greater store of knowledge, and a steady supply of bio-mass.\n\n==0282 - 0303==\n\nWe have stopped increasing ourself until we can find this new unification center. When we have arrived we will continue to grow and feed until we have brought peace and unity to the entire world.", "authors": ["Richard Grey"]}, {"id": "22267", "title": "Security tape", "text": "Security override Gamma Omicron Delta.", "authors": ["Unknown[Fallout]"]}, {"id": "22269", "title": "Vault locations v34.129", "text": "Hello, and welcome to the latest edition of the Western United States Vault Location Pamphlet. We hope you enjoy the pamphlet, and remember Vaults are not just for the upwardly mobile, but for everyone.\n\nVault 12\n\nUnder the sprawling metropolis of Bakersfield lies the technological magnificence of Vault 12. Built with every amenity in mind for the prospective Vault Dweller, Vault 12 was given the &quot;Pressed Vault Suit&quot; award for attention to preparedness. Buried far underground, the protection that Vault Dwellers will receive will be unprecedented. Much like all other Vaults, Vault 12 has been fitted with the newest in Vault Water Purification Systems. Able to take even the waste located in the sewers of Bakersfield, this system is able to deliver over 15,000 gallons of pure, refreshing drinking water every day.\n\nVault 13\n\nLocated in a scenic mountainous region northwest of Vault 12, this Vault offers an endless supply of pure water to the inhabitants. The rumors that the water table in the area could easily be contaminated in the event of a Nuclear War have been found by the Department of Water and Power to be completely unfounded. In the event that the water in the area were to become tainted, remote even though it may be, Vault 13 has been fitted with the government approved Vault Water Purification System. Rated to work without significant loss of output for over 250,000 hours, prospective Vault Dwellers should have nothing to fear.\n\nVault 15\n\nDue east from Vault 13, construction on this Vault has gone extremely smoothly. Much work was done to reinforce the walls of the third level of this Vault, to make all the future Vault Dwellers more secure in the knowledge that in the event of even a major earthquake, the regulatory computers of the Vault would continue to function. Recent tours of the newly constructed Vault, have had many a potential Vault Dweller walking away with a new found awe of the improvements done to this already impressive Vault.", "authors": ["Unknown[Fallout]"]}, {"id": "22270", "title": "FEV experiment disk", "text": "Major Barnett has ordered experiments with batch 10-011 of panimmunity virion, which has been renamed FEV, for Forced Evolutionary Virus. His main concern is with the side effects of the quad-helix structure rather than its main effect of replicative stability. He believes the new structure is the next logical step for mammalian nuclei. Experiments with single-celled organisms is a great success. While their basal metabolism appears unchanged, their immunity to infection and radiation is exceeding all earlier expectations. Addendum: chloroplasts seem unaffected by the virion. Further experiments on plant cells have been canceled by order of Major Barnett.\n\nWe infected several species of flatworm with FEV. Within hours the worms had increased in size by 28%, and 39 separate viral contagions were resisted by the population. Each sample was allowed to continue for several generations, and the new DNA structure was successfully passed on to worm&#39;s progeny, although only asexual reproduction was noticed in the samples. Experiments with insects have had less success. Major Barnett has postponed these experiments until further notice.\n\nSeveral lab strains of white mice have been infected successfully with FEV. Again, an increase in size was noted within hours, and after 9 days all mice had stabilized at 31% larger than the control group. Dissection revealed the most increase in size in striated muscle tissue and certain internal organs, such as the liver, heart, and kidneys. In a surprising finding, the infected mice were found to run mazes in less than half of the time of the control group. More testing will be needed to confirm this finding as significant.\n\nWe have infected 218 rabbits with FEV. Half of the subjects were implanted with electrodes to monitor EEG activity before and after the infection. Increased electrical activity in the brain was noted in 3.2 seconds (on average) after injection. Again, the typical size increase was noted. However, increased aggression and posturing (especially among males) was noted as well. Sacrifice and profusion yielded brain tissue that showed increased dendritic connection, especially in the limbic system and frontal cortex.\n\nWith batch 11-011, we have improved the mitotic cycle efficiency by 43%. We have infected 53 raccoons with the new strain. In addition to the now expected size increase, behavioral tests confirmed an increase in intelligence and manual dexterity by 19 points on the Schuler-Kapp index. Unfortunately, several subjects escaped confinement and had to be hunted down and dispatched. Major Barnett ordered the remaining subjects terminated. Two pairs were unaccounted for.\n\nWe have spliced several new gene sequences, supplied by Major Barnett&#39;s advisory team, into FEV. With batch 11-101a, we infected 23 dogs of both pure and mixed breed, and all experienced nearly immediate growth. The larger size was accompanied with increased aggressiveness, while no significant intelligence increase was noted. We plan to attempt crossover of 92 allele pairs with batch 11-011. All subjects were terminated after 14 weeks of study.\n\nThe crossover has been completed and 15 chimpanzees were infected with batch 11-111. Growth and immunity levels are unprecedented. Attempts to induce cancers in the subjects through radiological and chemical agents were not successful. Increased aggressiveness have led to isolating the subjects. Two subjects suffered violent epileptic seizures and died. All remaining subjects terminated.\n\nMajor Barnett has ordered transfer of all FEV research to the Mariposa Military Base. He plans to continue the project experiments on volunteer subjects. I am against this, and would like it noted here that research on human subjects is not recommended by myself or my staff.", "authors": ["Unknown[Fallout]"]}, {"id": "22271", "title": "Maxson log", "text": "By my orders, as active commanding officer following the untimely death of Colonel Robert Spindel during this time of crisis, the full base security team has been deployed to the security bunker at Lost Hills.\n\nThis directive also includes the families of the officers and enlisted men.\n\nUnless otherwise directed, from a proper representative of the War Department, this order will stand as written.\n\nOperative 1\n\nAll military personnel, and their families, are to vacate the base by 0800, 25 Oct 2077. All personnel, traveling under command, will make their way to Lost Hill base. No leave has been granted.\n\nOperative 2\n\nAll civilian personnel are directed to remain at base, pending orders from their legal command structure.\n\nOperative 3\n\nEquipment deemed necessary to the survival of base military personnel is to be immediately drawn from stores. Proper authorization will follow, time permitting.\n\nOperative 4\n\nAll codes of military justice will be harshly enforced, on military personnel and civilian personnel in joint military operations.\n\nOperative 5\n\nUntil such time as consistent and authorized communication can be established with the War Department, these orders will have precedence over any previously established orders.\n\nCaptain Maxson\n\n24 Oct 2077", "authors": ["John Maxson"]}, {"id": "22272", "title": "Ancient Brotherhood disk", "text": "Capt. Maxson was right. This place is death. I&#39;m writing this so that if we don&#39;t make it back, someone, some day, might find out what happened to us.\n\nWe made it to West Tek Research Facility after 20 days of hell. But that was the easy part. The radiation levels began to shoot up as soon as we could see the giant crater. We checked our supplies and figured with our armor and our anti-rad supplies we&#39;d be fine for at least a day of exploring. We felt it was a calculated risk, but the technology we had the potential of recovering was worth it.\n\nWe climbed down the crater to the first level and everything seemed to be according to plan. The power was off, so we didn&#39;t need to circumvent the security. Or so we thought. There wasn&#39;t much of value on this level, so we pushed on.\n\nThe second level was more of the same.\n\nWhen Jensen dropped to the third level, all hell broke loose. The security sensors had been burned out on the first two levels, but not on the third. Jensen was cut to ribbons before he knew what had happened. We&#39;d never seen weapons cut through power armor like that. Men started dropping right and left, and the ones who were still alive lost it. I tried to regroup, but only Soto and Camarillo made it back up here to the first level with me.\n\nThe fact that I can smell Soto&#39;s burning flesh where his arm was taken off means that my power armor is no longer air tight, so I&#39;m sucking up a lot more rads than I had planned on. I&#39;m leaking hydraulics at an alarming rate. We need to get far enough away from this place before my armor dies.\n\nCamarillo seemed fine physically, but he wandered off about an hour ago, mumbling something about Gehenna. That bastard has all the anti-rad.\n\nThat leaves Soto and myself. We can&#39;t make it far enough away from here without the anti-rads, so I&#39;ve got to try to find Camarillo before it&#39;s too late.\n\nSgt. D. Allen, United States Armed Forces.", "authors": ["Dennis Allen"]}, {"id": "22273", "title": "Vree&#39;s autopsy report", "text": "<b>Initial Observations</b><br /><br><br /><br>This is truly amazing. Some of the Knights on a patrolling expedition came across an unusual creature. This creature appears to be humanoid, and quite possibly was once of a human state. However, there are many differences in the structure of this creature than that of normal humans.<br /><br><br /><br>In the initial investigation of this creature, it is discovered to have a cellular structure akin to that of humans. Before any possible decomposition can take place, I am taking down the statistics of this subject.<br /><br><br /><br><b>Statistics of Subject A</b><br /><br /><br>    Height: 3.2 meters<br/><br>    Mass: 363.21 kg<br/><br>    Gender: Indeterminate<br/><br>    Skin Color: Predominantly gray with tints of green under the current lighting system.<br/><br>    Uncertain if this is due to decay or exposure in the wastelands.<br/><br>    Note: The skin is extremely tough with respect to scalpels. <br/><br/><br>Mass Breakdown:<br /><br /><br>    Muscle Mass: 77.41%<br/><br>    Bone Mass: 10.23%<br/><br>    Fat Mass: 3.02%<br/><br>    Tissue Mass: 9.34%<br><br /><br /><br>Cellular Structure:<br /><br><br /><br>Cells undergo cellular division at an increased rate.<br /><br>Mitosis occurs at a rate 15% quicker than that of normal humans.<br /><br>Cellular structure appears to be highly similar to humans.<br /><br>Genetic structure shows a strong correlation between the subject and Homo sapiens. Possible a mutation from the nuclear and biochemical agents remnant from the war.<br /><br>DNA strands appear to be very complete. All recessive genes for ailments appear to have been eradicated from the system.<br /><br>The RNA strands also appear to have been manipulated to allow for a greater transmission of signals.<br /><br><br /><br><b>Initial Hypothesis</b><br /><br><br /><br>Based on the increased size of the neural transmitters and synaptic receivers, I would hypothesize the subject had acute reflexes and heightened senses. Based on the reports the Knights gave of the area in which the subject was discovered, barren, high radiation, extremely high concentrations of chemical agents, it is a wonder the subject survived as long as it did. Performing tests to determine possible cause of death.<br /><br><br /><br><b>Results from tests conducted upon Subject A</b><br /><br><br /><br>Visual Inspection:<br /><br><br /><br>Black powder burns near the area suggest possible bullet. 1.2 cm lacerations upon the calf of the right leg appear to have been made by teeth. Will conduct test for possible Rabies. Skin dried out and flaking. Possible exposure.<br /><br><br /><br>Test Results:<br /><br><br /><br>    Radiation Count: 12 rads.<br/><br>    Rabies test: Clean.<br/><br>    Hydrochloric Gas: Clean<br/><br>    Chlorine Level: .07%<br/><br>    Sulfuric Content: .02%<br/><br>    Phase Shifting Virus: Clean<br/><br>    Gamma Cyclotronic Virus: Clean<br/><br>    Forced Evolutionary Virus II: Severe overdose<br/><br/><br><b>Hypothesis</b><br /><br><br /><br>Based on my observations, I would hypothesize that the test subject has been killed in a severe fight of at least two people and three animals the size of dogs. What is truly astonishing is the extent of viral infection in the subject. I had read once that some pre-war scientists were conducting experiments with such a virus, but all of the research notes were destroyed.<br /><br><br /><br>Research into this virus has lead to many interesting discoveries. The test subject has gained many of its mutations from the overdose of the virus. This would account for the enhanced muscle and bone structure. Additionally, the recessive genes which are commonly found in humans have been manipulated in such a way as to bring about the best possible combination. While the process by which this happens is uncertain, it does have some severe side effects. Chief among them is sterility. The test subject would have been unable to reproduce with any creature, whether clean or mutated. Other side effects include an alteration of pigment of the epidermis. The life expectancy is increased by 10%. Intellect is decreased by this strain by 30%.<br /><br><br /><br><b>Conclusions</b><br /><br><br /><br>Based on this information, I would extrapolate that we could simply outlive these mutants. However, based on the fact that these mutants have a super high concentration of the virus, it stands to reason that there could be some place which is creating them. As to where they could be, I cannot hazard a guess.", "authors": ["Vree"]}, {"id": "22274", "title": "Delta experiment disk", "text": "The Military has deemed it necessary for us to research further in depth the effects of wave technology upon living organisms. We have taken light and sound as the basis of our studies. By manipulating the amplitude of the light waves and magnifying the frequency, we have been able to get lasers which will cut through a few feet of steel. Unfortunately, the power to do such a task has not been fully developed. We have other scientists looking into this.", "authors": ["Unknown[Fallout]"]}, {"id": "22275", "title": "West Tek records", "text": "Robert Anderson<br /><br>Research Assistant<br /><br>Security Clearance: Blue<br /><br>Stationed: Mariposa Military Base<br /><br><br /><br>Nick Davis<br /><br>Director of NBC Division of West Tech Research<br /><br>Security Clearance: Blue<br /><br>Stationed: West Tech Research Facility<br /><br><br /><br>John Isaac<br /><br>Research Assistant<br /><br>Security Clearance: Red<br /><br>Stationed: West Tech Research Facility<br /><br><br /><br>Steve Remco<br /><br>Research Assistant<br /><br>Security Clearance: Blue<br /><br>Stationed: Mariposa Military Base<br /><br><br /><br>Charles Ringhold<br /><br>Research Head of Laser Development<br /><br>Security Clearance: Blue<br /><br>Stationed: West Tech Research Facility<br /><br><br /><br>Michele Santose<br /><br>Lab Technician<br /><br>Security Clearance: Red<br /><br>Stationed: West Tech Research Facility<br /><br><br /><br>Erin Shellman<br /><br>Lab Technician<br /><br>Security Clearance: Blue<br /><br>Stationed: Mariposa Military Base<br /><br><br /><br>Leon Von Felden<br /><br>Research Head of FEV<br /><br>Security Clearance: Blue<br /><br>Stationed: Mariposa Military Base", "authors": ["Unknown[Fallout]"]}, {"id": "22276", "title": "Captain Maxson&#39;s diary", "text": "I, Roger Maxson, Captain, serial number 072389 have started this log because it doesn&#39;t look good for any of us, and I&#39;d like for people to know what really happened here.\n\nAll hell broke loose when we finally discovered what those scientist bastards were up to. The Colonel has locked himself in his office and seems to be having some sort of breakdown. The men are screaming for blood. They&#39;re looking to me for answers, and I&#39;m not sure what to do. Someone has to do something, though, before this place sinks into an anarchistic bloodbath.\n\nEvery time we get a report from higher up things get worse here. The war is going in a very bad direction and this place is about to go into full mutiny, with all the chaos that entails. I stopped one of the men from executing a scientist today, and demanded that we interrogate them to find out what their orders were.\n\nI killed a man today. I was interrogating Chief Scientist Anderson and he was giving me the full details of their inhuman experiments. He said his orders came from the Gov&#39;t., but I didn&#39;t buy it. He started screaming about how he was following orders, how he was a military man, and I just shot him. I tell myself it was to keep him from causing a full mutiny among the men, but I&#39;m not so sure.\n\nI tried again to speak to the colonel through the door, but he seems to have completely lost touch with reality. I broke down the door with several of the men just in time to watch him blow his head off. Right before he pulled the trigger he said he was sorry.\n\nBy killing the egghead, I seem to have confirmed my position as leader of the men. They follow me without question now. The interrogations invariably end up being executions. Shellman held out the longest, but the end result was the same. Her arguments about her orders were a bit too specific to be completely made up. I&#39;m getting a real bad feeling in my gut about how this is all going to end up. I don&#39;t even lie to myself anymore about my reasons for executing the scientists.\n\nI finally replied to the outside world over our radio. I don&#39;t know why they never sent anyone here to see what was happening when we stopped responding to their transmissions. It doesn&#39;t make any sense. Well, they&#39;ll come now. I declared ourselves seceded from the union. They remember Jefferson Davis. What will history say about me?\n\nWhat the hell is going on? We declare ourselves to be in full desertion from the army and no longer under the Government&#39;s command and what happens? Nothing. Something bad is coming down.\n\nI can&#39;t believe those bastards finally did it. Damn them all to Hell. They finally let the A-Bombs fly. We were right in the middle of trying to pry the real story out of von Felden when we completely lost contact. I have a feeling the research center was hit hard. I don&#39;t know why, just call it a gut feeling. It seems inconceivable that we were not targeted. I&#39;m sure China will make up for that oversight real soon. Luckily, we had moved our families from outside into the facility the day before yesterday. We do not yet know if the fallout has reached this area.\n\nSgt. Platner volunteered to go outside today to take specific readings on the atmosphere. It seems the radiation has not spread this far. Since he was wearing his power armor, there was no threat to him from radiation, but if he had been exposed he would have had to be exiled. We don&#39;t have adequate decontamination facilities here.\n\nI convinced the men that we should bury the scientists. I don&#39;t know why...perhaps it was to ease my conscience. I finally started to believe their stories when the last one was dying.\n\nMy God, what have I become?\n\nWe&#39;re leaving this godforsaken place today. I&#39;m leading the exodus to the old government bunker at Lost Hills. I&#39;m leaving this log behind to be buried when this place goes in the next exchange. Who knows, maybe someone will find it someday.....", "authors": ["Roger Maxson"]}, {"id": "22277", "title": "FEV research", "text": "2073\n\nAs China became increasingly aggressive with their use of biological weapons, the United States government felt that a countermeasure was needed. The Pan-Immunity Virion Project (PVP) was officially formed September 15, 2073.\n\n2075\n\nIt became clear that the best way to combat the newly created biological weapons was to alter uninfected DNA so that it was no longer susceptible to standard viral infection.\n\n2076\n\nUnforeseen side effects began surfacing in early 2076 with the PVP. Animal test subjects began showing an abnormal growth rate accompanied by increased brain activity. The U.S. government took notice of these discoveries, and in the interests of national security, moved a team on-site to secure and oversee the project, which was now dubbed the FEV (Forced Evolutionary Virus) project.\n\n2077\n\nFEV nears completion. Test on lab animals are at a near 100% success rate. Size and muscle density increase approximately 60%, and the potential intelligence increase by 200%. Effects upon human subjects remain unknown; although they are theoretically promising. The military, wishing to continue further testing, builds a large facility at the Mariposa military installation in central California. At this new facility, testing of the FEV virus continues on volunteer subjects from the military.", "authors": ["Unknown[Fallout]"]}, {"id": "22278", "title": "Sophia&#39;s tape", "text": "The Exodus from the accursed base was a trying time for the men and their families. While there was no radioactive fallout to contend with, they were frequently beset by the fallout of humanity. Roving bands of psychotic marauders attempted several attacks on that noble group.\n\nThe company itself was in no danger, for they wore the Armor of Power. Members of their families were not so lucky. Once the vermin found out they were easily repelled, they began to fire on the unarmed civilians from a distance.\n\nThey took a great many casualties, yet for every member of the Exodus that was struck down in this way, our noble brethren took two lives from the wasteland.\n\nFinally, the forefathers came to the safety of the bunker. Capt. Maxson, the great deliverer, decreed this to be our new home, and all was well.\n\nIn the fullness of time the bunker became our home, our temple and our salvation from the terrors of the outside world. We began to build and shape our fortress into something glorious, the beauty of which the technologically bereft world had never seen before.\n\nYet there were those who sought still more. These restless souls demanded we look to the southeast for the advanced technology that was supposedly housed there.\n\nCapt. Maxson warned these impetuous youths that the research facility was doubtlessly destroyed when we were spared, but they would not hear his words. They took their sanctified armor and headed off to find their Holy Grail, but not before they spoke the Deliverer&#39;s name in vain, questioning his very bravery!\n\nThese men were never heard from again.", "authors": ["Sophia"]}]}