{"game_title": "Fallout 2", "series_title": "Fallout", "codexes": [{"id": "22279", "title": "State of the Nation", "text": "Memo: State of the Nation<br /><br>From: President Dick Richardson<br /><br>To: The People of this Great Nation<br /><br>Subject: The State of the Union Address<br /><br><br /><br>Fellow Americans, I have been honored to be the steward that will take the American people back to the mainland to reclaim the United States for its own citizens. We will be the first generation free of the mutant threat in over one hundred years.<br /><br><br /><br>It's been a long wait, and the work that has made this possible has been difficult. At times it seemed impossible, however through the brave and tireless efforts of our own head of the Chemical Corps, Dr. Charles Curling, the hour of our salvation is now at hand.<br /><br><br /><br>Brave, steadfast, blah, blah, blah. Jeez, does anyone really listen to this stuff?<br /><br><br /><br>--Notes to self--<br /><br>) Go on like this for a bit to cover Curling's project.<br /><br>) Tell everyone how steadfast, etc., they are Yadda, yadda, yadda<br /><br><br /><br>Be sure to make a plug for reelection.<br /><br><br /><br>Remember NOT to hug my intern on the way down from the podium.<br /><br><br /><br>Important: Finish writing this soon. We'll be able to gas those damn mutants any week now if Curling's report is correct.", "authors": ["Dick Richardson"]}, {"id": "22280", "title": "Westin holodisk", "text": "First Citizen Lynette;\n\nThe courier has delivered the disk you sent. You were correct, of course. The information should prove most useful at the next council debate. With what you have sent me I&#39;m certain I can hinder, if not thwart, any further attempts at an NCR/New Reno Alliance.\n\nI can only assure you that if given my way as I expect, there will be no more interference or provocation by the NCR in any of Vault City&#39;s affairs. I, for one, respect your sovereignty, and do not agree with the troublemakers who wish to deprive our innocent neighbors of their freedoms.\n\nYour friend and ally,\n\nRoger Westin", "authors": ["Roger Westin"]}, {"id": "22281", "title": "Sierra Depot medical log", "text": "July 5, 2077\n\nSierra Army Depot - Infirmary\n\nAttending Physician - Dr. Solomon\n\nSubject - Corporal Dixon\n\nAccident Report # 8332-523D\n\nSubject was attempting to arm an attack mine in storage bay as part of Sierra Army Depot&#39;s evacuation defenses. Mine detonated prematurely severely injuring Corporal Dixon and General Clifton. Corporal Dixon suffered severe lacerations to hands, chest and facial area. The entire right hand was completely severed and we were unable to locate the missing appendage. Severe puncture wounds to the chest and face area required extensive surgery to repair. 32 mine fragments were removed in all. Right eye was damaged beyond repair. Surgery was performed to remove Corporal Dixon&#39;s right eye. It is our hope that by placing the damaged, but living eye in a new experimental Biomed gel, the eye might be able to regenerate itself. Hopefully we will be able to reattach the eye at a later date. This experimental Biomed gel shows great promise in stimulating growth in living cells. It is however unfortunate to test this new gel under such circumstances.", "authors": ["Solomon"]}, {"id": "22282", "title": "Gecko holodisk", "text": "&quot;Gecko Economic Data.&quot; It&#39;s difficult to interpret most of the technical charts, tables, and formulae here, but the majority of the information seems to highlight the advantages of a Vault City -- Gecko alliance.", "authors": ["Unknown[Fallout]"]}, {"id": "22284", "title": "Sierra Depot GNN transcript", "text": "Galaxy News Network<br /><br><br /><br><i>Transcript of Broadcast January 11, 2073</i><br /><br><br /><br>Today's top story on GNN. In a financial coup, the US managed to be the first to tap the world's last remaining supply of oil. Until recently this reserve of oil was thought to be unattainable due to the deposit being located thousands of feet beneath the surface of the Pacific Ocean. With the world's supply of oil nearing depletion, a race to be the first to create a method to extract this deposit ensued. We at the GNN are proud to announce that US is the first to do so and thus claim the oil as property of the United States. Way to go US!<br /><br><br /><br>China cries foul as news of the success circulates around the globe. According to President Xin of China, their drilling platform project was scheduled for completion months before the US project, however the Chinese platform had a string of unfortunate accidents delaying their project significantly. President Xin is also quoted in saying that he has definitive proof that the US was behind the sabotage of their oil platform and formally requests that an international panel be appointed to investigate.<br /><br><br /><br>In other news, riots rock the nation as gasoline prices skyrocket to all time highs. Records were broken as the price of gas surpassed the current rate of gold bullion.<br /><br><br /><br>Here at home, the winter temperature is a chilly 100-110F with lows reaching a freezing 90F along the coast. Dress warmly today!<br /><br><br /><br><i>Transcript of Broadcast June 24, 2074</i><br /><br><br /><br>Negotiations between the US and other world powers has come to a dramatic end, with the president walking out of oil talks with the other world powers. After a much heated debate, the President stormed out of the meeting and declared that the last known supply of petroleum will be used exclusively by the US and the US will not sell or trade any oil to outside parties. Threats of UN sanctions fall on deaf ears.<br /><br><br /><br>Industry screeches to a halt across the globe as oil reserves are depleted. The cries of the desperate, however, do not fall upon deaf ears as exports from the US increase twentyfold despite UN sanctions. The US economy is seeing it's greatest growth since the Reagan Era.<br /><br><br /><br><i>Transcript of Broadcast February 14, 2075<br /></i><br><br /><br>History was made today as Canada, by popular demand of its citizens, agreed to be annexed by the US. The President is quoted as saying, \"Canada is one of the world's greatest sources of hockey players\" and will be a welcome addition to the U.S. In return, sources say Canada will receive a full 10% of the world's remaining supply of oil, controlled exclusively by the US, as well as a 50% reduction in taxes since they now fall under US tax laws.<br /><br><br /><br>In sports today, the Little Rock Saints and the Anaheim Jets battled it out at Super Bowl CXII. It was a real nail-biter, but J. Montana IV managed to save the day by running the ball all the way from the 5 yard line to score the winning touch down during the final seconds of the game. The final score 95 - 90. The Anaheim Jets win Super Bowl CXII.<br /><br><br /><br><i>Transcript of Broadcast February 15, 2075<br /></i><br><br /><br>In a stunning display of solidarity, the House of Representatives and Congress both voted unanimously to impeach the President for jaywalking. Both houses stated that the President is not above the law and should have known better than to jaywalk. Both sides deny this had anything to do with the recent annexation of Canada.<br /><br><br /><br><i>Transcript of Broadcast March 30, 2076<br /></i><br><br /><br>Today the President ordered the Pacific Fleet to the Poseidon deep sea oil derrick located at a secret location out in the Pacific. He cited concerns over that military exercises staged by the Chinese fleet are \"unacceptably close to our strategic oil reserves.\" The Chinese government denied any hostile intentions.<br /><br><br /><br>A recent poll suggests that 54% of GNN viewers think that the President is using this as a diversionary tactic to take the public's eye off the President's recent admission to having multiple extramarital affairs with campaign staffers. Our poll also suggests that 70% don't care about these affairs and are happy with the way the President is running the country. A whopping 60% also think he should keep having these affairs if that is what it takes to keep the country running smoothly.<br /><br><br /><br><i>Transcript of Broadcast October, 10 2077<br /></i><br><br /><br>WAR! A state of war is declared as China invades the United States by way of Alaska! Protests by the US fall on deaf ears as the UN council chooses to ignore this blatant act of aggression. The President of the United States is calling on YOU to help defend our country against those that would do harm to her. YOU are urged to go down to your local recruiting office and join the armed forces. Uncle Sam needs YOU! For Justice, for Freedom and Mom's Apple Pie.<br /><br><br /><br><i>Transcript of Broadcast October, 22, 2077<br /></i><br><br /><br>Thanks to the brave souls of the armed forces and our newly developed power armored combat suits, US forces have pushed back the Chinese invaders. Crippled by lack of fuel, US forces have pushed the invaders back to their home capital of Beijing.", "authors": ["Unknown[Fallout]"]}, {"id": "22285", "title": "Sierra Depot evacuation notice", "text": "June 9, 2077<br /><br>Priority Release<br /><br>General Posting<br /><br><br /><br>Notice to all personnel. Evacuation of Sierra Army Depot has been advanced 1 week. Installation of security and defense measures must be completed by then. All personnel must check in with section chiefs for revised orders. During this time, security will be be strictly enforced; ID badges must be worn at all times.<br /><br><br /><br>By order of General Clifton", "authors": ["Clifton"]}, {"id": "22286", "title": "Military base level 4", "text": "The excavation is going according to schedule. Judging by the old base blueprints, we should be reaching the Vats area shortly. Increased levels of the FEV virus are present in both the air and soil samples we've taken. Luckily our suits filter out the virus. Tell the members of the Enclave they should have a pure sample of the mutagen soon.<br /><br><br /><br>Also, I've begun to notice some changes in the miners. They seem to be showing signs of increased strength, stamina and a slight change in skin tone; obvious signs of mutations by the FEV. The men are getting nervous, as they too have noticed the change. Although I've increased the number of guards, I fear if the workers completely mutate, we'll be vastly outnumbered. It is my hope, that since we are using the local inhabitants as a work force, full mutation won't occur unless they are directly exposed (dipped) in a pure source or prolonged exposure to the virus occurs. As you recall, minute amounts of the virus have been detected throughout this region. Tests on subjects living in this area have shown that they have built up a tolerance to the FEV virus. However, I advise caution since exposure to this level of the FEV virus was never entered into the calculations. I advise that you rig the entrance to the base to collapse as soon as a pure sample is obtained. This will seal the exposed miners into the base and prevent unfriendlies from obtaining the virus once we are gone.", "authors": ["Unknown[Fallout]"]}, {"id": "22287", "title": "Vault City designer notes", "text": "Vault City went trough many incarnations. It was designed by Leonard Boyarsky, Jason Anderson, Feargus Urquhart, and Chris Avellone. Scott Everts built the maps, and the brave men who scripted this architectural Frankenstein were Rob Hertenstein and Dan Spitzley. And finally, Eric Pribish nearly gave his life testing the monstrosity that is Vault City.<br /><br><br /><br>Chris would like to thank the following people who helped during the production of Fallout 2: A Post Nuclear Role Playing Game|Fallout 2:<br /><br><br /><br>Rob, Scotty, and Dan (of course), Eileen Suh, Sarah Smart, Emily Yance, Thuy Dang (who I never thank for anything), Chris Wright, and Tim Winkle.<br /><br><br /><br>Scotty would like to thank the following people:<br /><br><br /><br>Don & Aileen Everts and Avis Andre. And thanks to Bill Bridges for all the cool Fading Suns books!<br /><br><br /><br>Dan would like to thank the following people:<br /><br><br /><br>Split Enz for the great tunes, James Cameron for True Lies, Joe Viskocil for his kick-ass explosions, Chong's at Triangle Square for keeping me fed, Carlos Kotkin for finally taking the plunge (you'll be seeing the premiere of his first feature film any day now), on Land for the entertainingly unlikely Blaine McCracken novels, Red Dwarf for laughs, and finally, as always, Mom and Dad for bein' cool.<br /><br><br /><br>Rob Hertenstein would like to thank the following people:<br /><br><br /><br>Becky Warner (still trying to keep me out of trouble), Billie Ryder (for keeping me sane throughout this project), Little Ryder (who is supposed to arrive at the same time this game does), and Nicole Roman (for being there).<br /><br><br /><br>Eric Pribish would like to thank the following people:<br /><br><br /><br>Tommy Hood, Jr., Joe Isip and Julio Mata for not disowning me when I had to ditch out on D&D. To my old friends Brad and Dave Carnes for keeping in touch (all these years). Lastly, but most important, I would like to thank my loving girlfriend Rhonda Lauffer for understanding all the long nights and weekends when work took me away and for always being there for me when I came home.<br /><br><br /><br>As a reward for defeating the Enclave, Chris, Scotty, Rob, Dan, and Eric would like to take this opportunity to tell you to go to the computer terminal in the upper left corner of this level and use it.<br /><br><br /><br>Congratulations on saving the world. And thanks again for playing Fallout 2.", "authors": ["Unknown[Fallout]"]}, {"id": "22288", "title": "The Project", "text": "Memo: The Projects, Quarterly Status Brief<br /><br>From: Lt. Col., Dr Charles Curling, U.S. Chemical Corps.<br /><br>To: Cabinet<br /><br>Subject: Project near reaching full operational status.<br /><br><br /><br>It is my honor, and happy privilege, to report the near completion of The Project. After years of work, we've managed to isolate the most toxic elements of the F.E.V. virus. Some of the only recently decoded information that we retrieved from the abandoned military base on the mainland has been instrumental in advancing our research.<br /><br><br /><br>We've discovered that the F.E.V. virus was not originally designed to be used as an agent for the creation of super-soldiers. Initially, it appears, the F.E.V. was designed as a virulent toxin. Only later was the F.E.V. virus manipulated in an attempt to create super-soldiers.<br /><br><br /><br>By backtracking somewhat in our research, and with the help of the additional information from the military base's records, we've been able to turn our version of the F.E.V. (F.E.V. Curling-13) into a far more toxic agent.<br /><br><br /><br>Final tests conducted on the vault-descendant subjects, from the village \"Arroyo,\" have shown a survival rate of zero-percent, with most deaths occurring within one-hour of exposure to a .0001% aerosol solution. By contrast, the subjects extracted from Vault 13 tend to suffer subdural hemorrhaging and convulsions within one-hour of exposure, with death not occurring, on average, for another 14.5-hours.<br /><br><br /><br>In either case, the F.E.V.'s toxicity levels are now sufficient to insure a \"clean-sweep\" of all infested (i.e. non-Enclave) locales. Current releasable levels of F.E.V. Curling-13 show a 95% probability of .00007% average saturation. While the consensus of the Chemical Corps is that this would be a sufficient level to insure the success of the Project, we believe that it is worth waiting until we can accumulate enough F.E.V. toxin to reach our .0001% saturation and 99.5% extermination level goal.<br /><br><br /><br>Current F.E.V. Curling-13, production levels show that we'll reach our release goal, of 250,000 gallons, within six weeks.<br /><br><br /><br>Congratulations, ladies and gentlemen, our long years of work are nearly at an end.<br /><br><br /><br>God bless America.", "authors": ["Charles Curling"]}, {"id": "22289", "title": "NCR history holodisk", "text": "<b>New California Republic Information Disk 5</b><br /><br><br /><br>We're Here! Why not join us?<br /><br><br /><br>There's a wonderful future ahead - and it could be yours with the New California Republic!<br /><br><br /><br>But what is it, you want to know?<br /><br><br /><br><b>How big is NCR?</b><br /><br><br /><br>Founded eighty years ago, the NCR is now comprised of the states of Shady, Los Angeles, Maxson, Hub, and Dayglow. Approximately 700,000 citizens are pleased to call NCR home.<br /><br><br /><br><b>What does NCR stand for?</b><br /><br><br /><br>The New California Republic is dedicated to bringing peace, security and justice to the people of the great west. NCR's fine police forces constantly patrol and arrest any raiders, cannibals, slavers, and lawless mutants within the country, and the NCR army valiantly protects the borders against outside marauders. To ensure justice and liberty, all citizens have access to NCR's courts and the right to vote for a representative of their choice to sit in the Hall of Congress. In the words of President Tandi \"A safe people is a strong people.\"<br /><br><br /><br><b>Who's in charge here?</b><br /><br><br /><br>NCR may be a bit different from what you're used to. There are no chieftains, town bosses, kings, or dictators here. Our leaders are elected by the people! That's right -- every state has the right to send representatives to the Hall of Congress. These representatives select the President and Vice-President to head the council and it is their advice which guides the President's decisions. For ten terms now, President Tandi has been the unanimous choice of the council, who respect her wisdom and foresight.<br /><br><br /><br><b>Sounds great! How do I join the NCR?</b><br /><br><br /><br>All law-abiding and peaceful people, human or mutant, are eligible to become citizens of NCR. To become a citizen all you have to do is move to NCR and present your claim for immigration. After citizenship training and processing your application, you will be notified of your new status as a PC (Provisional Citizen). From there, it's only a short step to full citizenship!<br /><br><br /><br>Of course, NCR is not for everybody - slavers, unreformed mutants, known raiders, and other undesirables need not apply!<br /><br><br /><br><b>But what if my entire town wants to join?</b><br /><br><br /><br>Depending on where your town is located, NCR does accept petitions by villages, towns, bases, city-states, even minor kingdoms for annexation by NCR. Once the petition is accepted, NCR will grant your town territorial status. Once the needed police and army presence is established and any banditry or other lawlessness has been dealt with, your village can apply for full statehood in the NCR. It's that simple!<br /><br><br /><br><b>So remember - We're here. Why not join us?</b><br /><br><br /><br>Prepared by the New California Relations Advisory Panel<br /><br><br /><br>NCRAP Pub. #A7-7893b<br /><br><br /><br>This page was intentionally left blank.", "authors": ["New California Relations Advisory Panel"]}, {"id": "22290", "title": "Military base level 2", "text": "Checkpoint 3 is under attack. We have shut down the mine elevators as a precaution, but I can hear them coming up the mineshaft. Holy shit! Huge, ugly, green, creatures are climbing out of the lower levels! This must be what the brass is after. Some kind of super soldier. As fast as we shoot them two more climb out of the mineshaft and the ones we shoot get up and keep coming at us! We need reinforc_", "authors": ["Unknown[Fallout]"]}, {"id": "22291", "title": "Vault City travel log", "text": "Vault City Northern California Travel Log<br><br>WARNING: If Vault Citizens find it necessary to travel<br>outside of Vault City, they should keep the following<br>list of items on their person:<br><br>    A supply of pre-packaged Vault City-issue rations. Never eat any food offered by an Outsider, as you introduce bacteria or radioactive particles into your system!<br>    A Geiger counter. Always be certain to monitor ambient radiation levels wherever you travel!<br>    At least two stim-packs at all times. The slightest cut or nick could introduce harmful bacteria into your system!<br><br><br>Redding<br><br>    Redding: Small mining community located west of Vault City. Redding trades gold ore for medical supplies from Vault City. All Vault Citizens are encouraged to exercise extreme caution when traveling inside Redding, as the provincial miners are not strongly governed.<br>    Population: A census is unavailable, but Redding is believed to have hundreds of residents.<br>    Government: Mayor and town council.<br>    Background radiation count: Current readings are unavailable.<br>    Mutation rate: Unknown, believed low.<br><br><br>New Reno<br><br>    New Reno: City southwest of Vault City. Trades gold ore for medical supplies from Vault City. Reno suffered little structural damage during the war (though looting and property damage have taken their toll), so many streets and buildings remain intact. Warning! There is no central government and no law enforcement. Gambling, prostitution, and drug use are rampant. Vault Citizens are warned to avoid New Reno at ALL costs!<br>    Population: No current census, but believed to be several thousand...\"people\".<br>    Government: New Reno presently exists in a state of near-anarchy. According to reports, several \"crime families\" have divided the city amongst themselves.<br>    Background radiation count: Current readings are unavailable.<br>    Mutation rate: Unknown, believed low.<br><br><br>New California Republic<br><br>    New California Republic: The territories of NCR are located far to the south of Vault City. Trades mechanical equipment, gold, and various surplus products in exchange for Vault City medical technology. NCR has recently stepped up efforts to absorb Vault City as a border territory, so Vault Citizens should exercise extreme caution when traveling to NCR.<br>    Population: Though a census has been conducted, we do not have access to the figures. NCR is believed to have many tens of thousands of people.<br>    Government: President and a Congress.<br>    Background radiation count: Current readings are unavailable.<br>    Mutation rate: Varies amongst territories.<br><br><br>Broken Hills<br><br>    Broken Hills: A mining community to the south of Vault City that mines uranium ore. The ore is traded to Vault City in exchange for medical supplies, mostly Rad-X and RadAway. Humans are believed to be forced to live with mutants and ghouls within the town. Due to the nature of the inhabitants and the high probability of contamination, Vault Citizens should avoid Broken Hills at ALL costs!<br>    Population: No current census, but believed to be in the hundreds of residents.<br>    Government: Rumor has it a MUTANT serves as the First Citizen of this community. This is extremely unlikely, as most mutants are incapable of higher reasoning. If this rumor IS true, it is another reason to avoid Broken Hills altogether.<br>    Background radiation count: Current readings are unavailable. Believed high.<br>    Mutation rate: Believed high. Broken Hills most likely has a high rate of degenerative mutations.<br><br><br>Vault City<br><br>    Vault City: This utopia is free from crimes and other sociological ills that inflict the other communities in Northern California. It has existed independent since its emergence from Vault 8, and maintains a thriving economy based on exporting medical technology to Outsider communities in Northern California. All Citizens are encouraged to remain in Vault City whenever possible.<br>    Population: Current Census 103 Citizens.<br>    Government: First Citizen and Council.<br>    Background radiation count: Files have been deleted, missing the following strings: [-$Gecko-/-$GroundwaterContamination-]<br>    Mutation rate: Files have been deleted, missing the following strings: [-$Birthrate %-] <br><br>", "authors": ["Unknown[Fallout]"]}, {"id": "22293", "title": "Military base outside", "text": "To: CHQ\n\nOur team of scientists has finished testing the sample obtained from the base. It has been confirmed as 99% pure. You can expect the sample to arrive shortly. As expected the worker population has mutated rapidly once exposed to the pure source. Heavy, but acceptable losses are reported. I&#39;ve ordered the evacuation of the base. As soon as the last person is out, we&#39;ll blow the entrance to the base and seal the bastards in.\n\nColonel Sanders", "authors": ["Sanders"]}, {"id": "22295", "title": "Sierra mission statement", "text": "Mission Statement 1942 - 1991\n\nStore and maintain a defensive supply of military ordnance. In the event of an invasion Sierra Army Depot is to lend support to neighboring military bases ensuring they are properly supplied and equipped.\n\nMission Statement 1992 - 2050\n\nResponsible for the demilitarization of stores of surplus ammunition that have been deemed unfit or obsolete for military purposes. This mission is to be overseen by the Industrial Operations Command (IOC) in cooperation with the Environmental Protection Agency (EPA), providing a greener cleaner way to dispose of military ordnance.\n\nMission Statement 2050 - 2076\n\nCLASSIFIED\n\nLevel 5 Clearance Required\n\nBase is to be refurbished with the latest in technology and is to be used as a secret research installation for developing and testing robotic, biological and conventional weapons.\n\nMission Statement 2077\n\nDue to trained personnel shortage, Sierra Army Depot is to be modified into an automated defense base. All personnel to be relocated to neighboring installations or sent to the front line.", "authors": ["Unknown[Fallout]"]}, {"id": "22296", "title": "Military base level 1", "text": "This is Captain Pickard reporting at checkpoint 1.\n\nContact with checkpoints 2 &amp; 3 has been cut off. We can only assume the worst. The monsters are swarming up the mineshafts. All efforts to delay them have failed. We&#39;ll try to hold them at this position as long as we can.", "authors": ["Pickard"]}, {"id": "22297", "title": "Word list", "text": "Memo: Word List<br>From: Vice-President Daniel Bird<br>To: Me<br>Subject: My Word List<br><br>Difficult Words<br><br>Potato<br>Tomato<br>Psycho<br>California<br>To be prepared<br>Verbosity<br>Inarticulate<br>Subtle<br><br>Words to Change<br><br>Potatoe<br>Tomatoe<br>Sycho<br>Kalifornia<br>To be prepared<br>Suttell<br>Jackelope-make this the new national mascot (is this an American creature?) ", "authors": ["Daniel Bird"]}, {"id": "22298", "title": "Gecko reactor holodisk", "text": "&quot;Gecko Reactor Performance Data.&quot; This disk contains a string of numbers that mean nothing to you. There sure is a lot of information here and it must be important to someone, somehow.", "authors": ["Unknown[Fallout]"]}, {"id": "22299", "title": "Power plant operations", "text": "Memo: A.E.C., Status Brief<br /><br>From: Tom Murray, Chairman, Atomic Energy Commission<br /><br>To: Cabinet<br /><br>Subject: Danger of overdependence upon central computer for all reactor control.<br /><br><br /><br>NOTE to the CABINET: I hate to be a nag by bringing this up all the time, but I cannot overemphasize the importance of diversifying our Atomic Powerplant's control systems. Here's my official report. I think that once you read it, you'll understand why we need to have a backup system.<br /><br><br /><br>--Tom<br /><br><br /><br><b>Atomic Energy Reactor Regulator</b><br /><br><br /><br>Vault-Tec's new Uranium Nuclear Reactor has been working to top efficiency so far. With the state of the art computer systems that were made specifically for the task of regulating the coolant temperature as well as many other key functions, we are able to allow the reactor to run with minimal supervision.<br /><br><br /><br>The new Synchronic multi-processors that we had built into the tri-processor motherboard are able to multitask the coolant temperature, the intake of cool sea water, the outtake of expended coolant and waste from the reactions, and the regulation of the neutron bombardment upon the uranium. Without the computer systems, the reactor would go out of balance almost immediately, causing a chain-reaction bombardment of the uranium isotopes. Within two hours, or less, this would result in a nuclear explosion equivalent in the 100-kiloton range.<br /><br><br /><br>The sum of the main portions of the reactor are placed underwater, beneath the station. This arrangement allows the ocean's natural temperature to keep the exterior cooler. Seawater, from 500 meters, is pumped into the coolant chamber. A portion of the cool seawater is diverted to the containment unit, where the core and control rods are. There, it circulates through the core, becoming heated from the nuclear reaction taking place. The seawater reaches the boiling point and the resulting steam is used to turn the turbine generator to create all of our electricity. The steam then condenses and returns to a filter tank. The cleansed water is entered back into a preparation tank, ready to start the cycle all over again.<br /><br><br /><br>Severely radiated water, and miscellaneous toxic materials, are pumped out of the station through a waste-conduit, terminating one mile to the south. Reports from our survey crews state that our effluvia drifts down the coast of southern California and Mexico, causing irreversible ecological damage. Many of the beaches are now saturated with toxic waste, and highly radiated sea life. Fortunately, this doesn't effect us.<br /><br><br /><br>In any case, if our reactor is shut down, we do have some backup batteries that can be used to power vital systems throughout the Enclave until power is restored. However, these do not include extraneous and high energy items such as forcefields. Also, as a safety precaution, certain watertight doors throughout the station, will close when power is reduced (to prevent flooding in case of an emergency). This will restrict movement through the station but movement to the top of the station is still possible, through alternate routes.<br /><br><br /><br>The real problem is that if the computer is shut down or destroyed, unlikely though both of those events may be, the reactor will go critical to the point of meltdown within two-hours. We need to install some sort of a human-maintained backup system. I know that you may think I'm an alarmist for bringing up these provisions for an unthinkable event, however it always pays to be prepared.<br /><br><br /><br>In the meantime, let's just make sure no one blows up our computer (hah, hah).<br /><br><br /><br>Yours, Tom Murray, Chairman, A.E.C.", "authors": ["Tom Murray"]}, {"id": "22300", "title": "Hubologist holodisk", "text": "This holodisk is labeled &quot;Hubology: The Truth Behind the Lies&quot;. It looks like it works with your PIPBoy.", "authors": ["Unknown[Fallout]"]}, {"id": "22301", "title": "Sierra Depot experiment log", "text": "Sierra Army Depot - R & D<br /><br><br /><br>Attending Physician - Dr. H. Lector<br /><br><br /><br>Personal Log<br /><br><br /><br><b>June 28, 2077</b><br /><br><br /><br>Today the boys in bio storage played a great joke on me. One of the little pranksters altered the settings on my Vault-Tec automated organ extractor. Boy, was I surprised when Private Callow came out of the operating room without a colon. Good thing he was dead already or I'd be in trouble. I hardwired the machine to extract only brains so this wouldn't happen again. I'll get them back for this.<br /><br><br /><br><b>June 29, 2077</b><br /><br><br /><br>I removed Private Callow's liver and cooked it. I then had it sent down to the boys in bio storage with fava beans and a nice Chianti. They think it was a special thank you from the general for a job well done. I love my job.<br /><br><br /><br><b>June 30, 2077</b><br /><br><br /><br>I tried a new drug cocktail of Buffout and Psychos on one of my patients and mixed with some special enhancers I've been toying with. The results were promising, if not messy. The subject became very violent and managed to break out of his room. Luckily, the new security robots were in place and managed to subdue him. I'll have maintenance come down and replace that door.<br /><br><br /><br><b>July 1, 2077</b><br /><br><br /><br>My favorite experiment died. I've been feeding him a steady diet of Mentats mixed with my special enhancers. He went from an IQ of 39 to an IQ of 200 in just a few weeks. I am saddened since he was one of the few people I could really talk to. He will be sorely missed.<br /><br><br /><br><b>July 5, 2077</b><br /><br><br /><br>We think the new Cybernetic Brain is finally ready. We have to run some more tests, but it looks promising.<br /><br><br /><br><b>July 6, 2077</b><br /><br><br /><br>Robotics isn't happy that their precious computer is being modified to run the base's security for the evacuation. I can't say I'm happy either, since Skynet has been invaluable in the development of the new cybernetic brain.<br /><br><br /><br><b>July 9, 2077</b><br /><br><br /><br>The evacuation has been moved up. What rotten timing. We were just about to start on the installation of the new cybernetic brain. They say the evacuation is temporary, so I'll get to continue my research when I come back. This will probably be my last log for some time, since I will be busy gathering up as much of my research as possible.", "authors": ["H. Lector"]}, {"id": "22302", "title": "Military base level 3", "text": "Sergeant Bracks reporting at checkpoint 3. Everything is normal, just like yesterday and the day before that. I don&#39;t know why the brass has us guarding these wretched miners. They are so scrawny and weak, they can barely lift a pickaxe. Anyway, the pencil necks passed by a while ago with some kind of sample. They seemed pretty excited by it. Do you know if they found what they were looking for? Maybe we can finally get out of this forsaken place. It gives me the creeps. Hold on a second, another load is coming up the mineshaft. My god! What are they? They&#39;re swarming our position! Send help! Repeat, this is check point 3 send he_", "authors": ["Bracks"]}, {"id": "22303", "title": "Hubologist teachings", "text": "===Elron Bible===\n\nWelcome!\n\nWelcome to the Hubology Holodisc! Within these electronic pages, you&#39;ll find a quick description of our beliefs, including the formerly-repressed teachings of the Hub. This holodisc isn&#39;t meant to represent the final word on Hubology - think of it as a primer, and us as your spiritual guardians.\n\n===Main Menu===\n\nHistory\n\nPhilosophy\n\nGlossary of Terms\n\nBibliography of The Hub\n\n===History===\n\nWe were founded back before the Great Deluge by an author and visionary of great promise, a man named Dick Hubbell. He saw the failure of the medicine of that time, and of the failure of religion, and of the failure of government. He knew that the world needed something new...the world needed Hubology. Inspired by music of the time and his own personal experience with extraterrestrial beings, he set out to show us wheels in the sky, to keep them burning, and to understand the Great Wheel of Life.\n\nWe call him the Hub, for it is through him that we understand our place in the Wheel - he is our center, and we are his spokes. It is around his teachings that we revolve.\n\nWith the publication of countless books and journals, the Hub began spreading the word of Hubology - and immediately became a target for his detractors. They called his work &quot;pseudo-science&quot; and &quot;dangerous dribble that can only hurt its adherents.&quot; Despite the collected sightings of Extra-Terrestrial Vehicles across the globe, they insisted on quashing the Hub&#39;s word. We know that they were simply stupid and misguided, but they were powerful; they included governments and corporations and other such entities, keeping the greatest news of all time from the people of the earth.\n\nHubology was driven underground for a time, marshaling its forces against the attacks of those who envied its simplicity and ease of use for the common man. When at last the Hubologists of that time struck back, they did it in such a way that few could stand against them - they infiltrated the organizations that sought to destroy them and created &quot;television&quot; shows that sought to expose the lies the government had fed the people.\n\nThis caused a subtle backlash against our religion. The common man found reason to doubt Hubology because of the distorted teachings of the media, and we had to wage a long campaign against those who would call us crackpots. During this time, sadly, the great Hub passed away.\n\nBolstered by the knowledge that The Hub had achieved unity with the Star Father, helping to turn the cosmic wheel in our direction, attaining another level of consciousness, we remained confident in ourselves that ours was the true way. Along the way, we gained adherents, many of whom who simply wanted to believe that there was a place out there that is better than this world. We offer proof of life on other planets, and a philosophy that allows us to understand the way of the universe. People have come to us over the ages, impressed by the rightness of our minds. And the fact that we have survived the Great Deluge unscathed teaches us that the Great Wheel turns toward our teachings!\n\n===Philosophy===\n\nHubology contains a simple philosophy, culled from the finest religious and philosophical minds of pre-Deluge Earth - we believe that life, the universe, and everything can best be symbolized by a turning wheel. The outer rim of wheel contains those who do not understand our teachings and who do not understand the truth. We call them &quot;rim meat&quot;, for the Wheel turns over them and grinds them, and they do not appreciate its workings.\n\nThose who practice Hubology are the Spokes of the Wheel. We understand the motion of the Wheel and do our best to facilitate its turning. Those who control a portion of the wheel are called Hubs - and as far as we know, there have been only a few Hubs, enlightened individuals who seek to better the lots of their fellow earthlings. We refer to the founder of Hubology as THE Hub, for he is the one with the most correct teaching.\n\nIn the practice of our religion, we simply apply scientific techniques developed by the Hub and perfected by his inheritors to align the flawed neurodynes that create disharmony and an asymmetrical wheel. This allows us to purify ourselves and prepare us for self-examination. It is only through self-examination that we are able to succeed, and only through self-examination that we understand our place in the cosmos and on the Great Wheel. It is only through self-examination that we discover ourselves to be worthy of boarding the fiery rings when they meet us on the planet Quetzel.\n\nWe think of ourselves as a religion combined with the best scientific technique - scientific spirituality is what we call it...and what we hope you&#39;ll be calling it before too long!\n\nThis is our creation story:\n\nAeons ago, all lived peacefully and in harmony with one another. Body, mind, and spirit were joined in all creatures, and the technology that existed boggled the imaginations. It was a time of peace, creativity, and alignment - and then the Dark Days came. Thrakazog the Pot Hole began to teach mind-body dualism and the sundering of the spirit, and war arose. The Great War destroyed souls and bodies and scattered their remnants across the universe. The Great Wheel came close to separating from the axle of existence, its spokes broken in the rut Thrakazog had created. A new life had to arise.\n\nAnd arise it did, on the planet Terra, as on other planets across the universe. (We focus mainly on the life that arose on Terra, for while we believe that we will once again heal the sundered spokes of the Wheel with our starry brothers, we must first concentrate on making ourselves useful spokes.) This new life was polluted by the soul-pieces of the dead. This led to hate and misunderstanding, and wars raged across Terra&#39;s surface until one day a visionary realized that the only way to create peace, understanding, and enlightenment was to cleanse these soul-pieces from the spirits of humanity. That visionary was The Hub. His cleansing continues today.\n\n===Small Glossary===\n\nAHS/Aligned Hub Seeker: The levels of enlightenment are measured by the cleansing of your neurodynes, cleaning out the base negative energy of your meat and converting it to positive mental energy. When you have achieved a strong enough level of zetan energy, you can travel to Quetzel, or you can wait and hope that the Uplifting will come during your lifetime.\n\nAlignment: When a neurodyne is polluted and keeps a seeker&#39;s Zeta levels down, we &quot;align&quot; the levels to the universal Wheel by running a Zeta Scan on the affected neurodyne, cleansing it of taint. Too much alignment too quickly is harmful for the spirit, however.\n\nEnlightenment: Enlightenment is the state achieved past AHS-9 - when the seeker has gained so much knowledge he becomes an integral part of the Great Wheel and leaves this earthly existence behind. Some of the Enlightened remain on Terra to guide the rest of us to a state of grace, to show us how to get behind the Wheel of our own lives.\n\nGreat Wheel: This refers to the cyclical nature of the universe, space, and time. Everything is a part of the Great Wheel. There are some who can take control of the Wheel - or perhaps they simply understand the direction in which it travels - and we call them gods, prophets, and visionaries. Those who master the Great Wheel are truly enlightened.\n\nNeurodyne: Neurodynes are the stations of the spirit. Ancient religions called them &quot;shakras&quot;. They can be polluted by soul-pieces and negative energy emanating from oppressives.\n\nOppressives: Oppressives are those individuals who are so full of negative energy and polluted soul-pieces that they drag down those who seek enlightenment by their very presence. They are to be avoided - many of them are so polluted they do not recognize the value to be found in a good cleansing, and they do their best to divert the course of the Great Wheel.\n\nQuetzel: The planet to which the Star Father will bring us when we have become Optimized, where we will meet with our starry brethren and join them on their flaming wheels in the sky.\n\nRim Meat: A basic person, one who has not yet been aligned to purify his neurodynes.\n\nStar Father: Some would call the Star Father &quot;God&quot;. We prefer to think of the Star Father as the universal force from which we draw our energy, and to which we feed our energy in turn - again, a cyclical relationship.\n\nUplifting: The time when the Star Father calls us home to Quetzel, where we meet our extra-terrestrial brethren and move closer to the hub of the Great Wheel. Those who have made an effort to understand and embrace the words of the Hub, no matter their AHS levels, will be invited to join the Star Father in the heavens on planet Quetzel.\n\nZeta Scan: Another word for &quot;alignment&quot;, the Zeta Scan helps to purify your neurodynes and clear your spirit. It consists of a machine that runs massive doses of electricity through your skin - this electricity has been carefully formulated, to the exact volt, to the amount of energy needed to drive the negative energy from a neurodyne. By accepting a Zeta Scan, your course is slightly corrected to be more in line with the movement of the Wheel.\n\n===Bibliography===\n\nBooks by The Hub\n\n(There are hundreds and hundreds of books listed here, including such titles as: Scientific Spirituality, Battleground Quetzel, Star Father Above, Collected Shopping Lists, Notes and Musings, How to Sue Your Enemies Effectively, How to Create a Cult, and Future Books to be Written When I&#39;m Dead.)", "authors": ["Unknown[Fallout]"]}, {"id": "22304", "title": "NCR spy holodisk", "text": "This disk seems to be filled with reports about NCR - monthly production totals, caravan schedules, security rosters, minutes of Congressional hearings, secret council reports, diplomatic correspondence from New Reno, Redding, and Vault City, even several weeks worth of President Tandi&#39;s appointment schedule. There&#39;s nothing here about Vault 13 or a GECK, though. All the reports are addressed to Darion and are signed &quot;F-&quot;.", "authors": ["Unknown[Fallout]"]}]}