{"game_title": "Tomb Raider", "series_title": "Tomb Raider", "codexes": [{"id": "190", "title": "Alex: Over his Head", "text": "Lara is totally right. Something seriously fucked up is going on here. The \"natural\" phenomenon that causes the weather to go apeshit, the military research base, some kinda Sun Queen and a crazy cult? If I didn't know better, I'd say this was a big put -on. Are there TV cameras hidden in the trees?\n\nBut you know, I gotta admit, it's scaring the shit out of me. I keep cracking jokes to cover it up, Reyes looks ready to kick my ass. I think I need to do something useful before I completely lose it.\n\nI wish I could be more like Lara... she just blows me away. Not only is she brilliant, she's also an amazing ass kicker. And if she didn't notice me before, she sure as hell won't now. But maybe I can still do something to get her attention.\n\nLara's Thoughts\n\nWhat was Alex thinking? This place is unforgiving. And the price of surviving it is just too high. ", "authors": ["Alex Weiss"]}, {"id": "191", "title": "Ambassador: First Impression", "text": "After a fortnight I was at last granted an audience with her majesty, Himiko of Yamatai. I must confess, she is unlike any woman I have ever encountered. Beautiful, yet inscrutable; calculating, even. She surrounds herself with her Priestesses of the Sun. No men attend her, save the general of her armies. When I met with her alone, I came to realize that she is not at all what she seems.After a fortnight I was at last granted an audience with her majesty, Himiko of Yamatai. I must confess, she is unlike any woman I have ever encountered. Beautiful, yet inscrutable; calculating, even. She surrounds herself with her Priestesses of the Sun. No men attend her, save the general of her armies. When I met with her alone, I came to realize that she is not at all what she seems.\n\nI was sent by my lord to spy on her... to assess the strength of her armies. But now I feel she is the one assessing me.\n\nMy lord has perhaps underestimated the threat of Yamatai. Though I cannot gauge the true strength of her Stormguard, I cannot deny a powerful feeling that the Sun Queen should not be trifled with.\n\nLara's Thoughts\n\nAn ancient scroll. It appears to be the recollection of an Imperial Chinese Ambassador's visit to the court of the Sun Queen. ", "authors": ["Ambassador "]}, {"id": "192", "title": "Ambassador: Discoveries", "text": "I have spoken to some of the villagers on the island. I was expressly forbidden to leave the palace, but this did not stop me. My duties here are clear, I must learn the truth! But the stories I uncovered defy belief.\n\nRumors abound of the Queen's communion with the spiritual world. They say she commands the sun and the rain, that her lands are abundant by her will alone. This is certainly nonsense, but what can be the cause of such whispers? Is this how she controls her people, by engaging their primitive superstitions?\n\nI saw absolute reverence in their eyes when they spoke of her, yet I also sensed fear. Her people are treated with fairness, taxed reasonably and are well protected by her Stormguard. No wonder some of them even pray to her!\n\nIt's as if she were more than just a Queen to them. Spreading discontent through her people may well be a harder task than I imagined.\n\nLara's Thoughts\n\nThe ambassador uncovered a mystery surrounding the Sun Queen. It seems she had some kind of unnatural hold over her people. ", "authors": ["Ambassador "]}, {"id": "193", "title": "Ambassador: Dark Tidings", "text": "It is time for me to leave this accursed island. I have seen enough of Yamatai. I cannot explain the power the Sun Queen wields, but it is not of this earthly plane.\n\nAs I suspected, she knew my intent the moment I set foot on this island. She has manipulated me, toyed with me to see what information I would seek, but she always knew. If I am allowed to leave this place alive, I must warn my lord, warn him that we should avoid Yamatai at all costs. If we wish access to her seas, we should pay any tributes she requires, but we should never cross the Sun Queen. To do so would lead to our ruin.\n\nOf the other things I have seen... those dark horrors, I can never speak of again.\n\nLara's Thoughts\n\nThe ambassador discovered some terrible secret and fled Yamatai. What did he find? And what became of him? ", "authors": ["Ambassador "]}, {"id": "194", "title": "Grim: The Good Old Days", "text": "Well, this is a right fucking mess. So much for a quiet retirement. If I find Roth somewhere on this goddamed island, I'm going to punch him square in the mouth for bringing us here. And then... then the two of us will kill every last one of these crazed sons of bitches. It'll be like the old days....Minus old Dicky Croft.\n\nIf he was alive, he'd want to study these bastards. Some kinna twisted religious cult, he'd find em \"fascinatin.\" I hope his daughter knows better and finds a good place to hide. These nutjobs are dangerous. And I worry about those kids. Alex, Sam... this place will eat em alive!\n\nLara's Thoughts\n\nGrim's right, my father would want to study these Solarii. But he'd also do anything to save his friends. ", "authors": ["Angus Grimaldi"]}, {"id": "195", "title": "Roth: An Apology", "text": "Lara, I'm sorry. I got you into this mess. I made a promise to your father. The last time I saw him, I swore I would look after you, keep you out of trouble. And what did I do? I put you right in the thick of it. Now you're the one looking after me.\n\nYou know, you're just like your father. He was smarter, wiser, and stronger than anyone I knew. And he never gave up, no matter how tough things got. I worry about you, but I know if there's anyone who can survive this place, it's Lara Croft.\n\nWhatever happens, I want you to know that I loved you like the daughter I never had. I'm proud of you.\n\nLara's Thoughts\n\nRoth, I can't believe you're gone. Thank you for everything you taught me. You were the father I needed.", "authors": ["Conrad Roth"]}, {"id": "196", "title": "General: Oath of Alliegiance", "text": "My Queen, as I stand in your light, I swear this oath of allegiance to you. As your first Stormguard and General of your armies, I will serve you unconditionally and protect the lands of Yamatai and all your people.\n\nI will stand at your side for the remainder of my days, relinquishing my post only at your command. If I should fail in my duties, my life is forfeit. My heart beats at your command, my breath is drawn at your pleasure. From this moment onwards, I answer only to you.\n\nLara's Thoughts\n\nThis old scroll contains the oath of allegiance taken by the Stormguard General. He pledged his very life to the Sun Queen. ", "authors": ["General "]}, {"id": "197", "title": "General: The Conquerors", "text": "Stormguard Warriors, today we stand on the brink of a great change. The enemy fleet that sails to our shore will be the last to ever attempt an invasion of our beloved Yamatai. The rage of our great Sun Queen will raise up a mighty storm and we will ride forth upon the winds to destroy them.\n\nBut when we emerge victorious, we will not stop. A new day will dawn as our Queen's light will reach across the ocean to touch all lands. While we of Yamatai bask in the warmth of her grace, those who oppose us will burn.\n\nLara's Thoughts\n\nA Record of the General's speech given on the eve of a great battle. If the Yamatai were conquerors, what stopped them? ", "authors": ["General "]}, {"id": "198", "title": "General: Last Words", "text": "I have failed my queen. The ritual was corrupted. The priestess knew only death could save her and took her own life. Now the first and last Queen lives a half-life, a soul in a decaying body.\n\nShe rages in storms which will never abate while her soul is tied to this earth. My Stormguard are sworn to protect her; they must continue, but I cannot. ", "authors": ["General "]}, {"id": "199", "title": "Hoshi: Answering the Call", "text": "Today I am Hoshi, daughter of Hiiro and Kokoro. Tomorrow, I will be Hoshi, Daughter of the Sun. The Queen has spoken and I was given the robes. Every girl in every village dreams of this honor. Mother cannot stop crying and father is beaming with pride. I have never seen him smile so much.\n\nThis greatest of honors will raise my family to the heights of Yamatai society. We will want for nothing. And someday the Sun Queen may even choose me to take her place.\n\nAnd yet... I cannot deny my feelings. At first I dismissed them as simple nerves, but the unease has grown within me. I could never refuse the call, to do so would invite ruin to my family. But I am frightened of my Queen.\n\nLara's Thoughts\n\nThis is an excerpt from the ancient diary of Hoshi, a young Priestess of the Sun. Interesting... she feared her own queen. ", "authors": ["Hoshi "]}, {"id": "200", "title": "Hoshi: At Her Side", "text": "I want for nothing now. As a Priestess of the Sun Queen, I stand above all others in her court. I am being instructed in languages, etiquette, history, warfare - all the skills needed to rule. </span></span></p>\n\nAnd the Queen has been like a mother to me. Warm, attentive, loving. But it all feels false, like some kind of performance. When I talk to the other Priestesses, I sense disquiet. Some of them feel as I do, perhaps all of them. But why? What is it that we all fear?\n\nLara's Thoughts\n\nThis is fascinating. Hoshi describes her daily routines as a priestess, but something wasn't quite right. ", "authors": ["Hoshi "]}, {"id": "201", "title": "Hoshi: In Her Image", "text": "The Sun Queen grows old. Soon she will choose her successor. I fear it will be me. I am now her favorite. She dotes on me, calls me her precious first daughter. Like a doll, she always keeps me close to her, brushing my hair, dressing me in her favorite clothes. It unsettles me beyond words.\n\nBut more disturbing, she constantly gazes upon my features as if... as if she's looking at her own reflection.\n\nLara's Thoughts\n\nPriestess Hoshi seems frightened in this diary. She's beginning to suspect she will be chosen as the new Sun Queen. ", "authors": ["Hoshi "]}, {"id": "202", "title": "Hoshi: An End", "text": "I have no choice now but to meet my fate. Tonight I climb the stairs to the Chamber of the Sun. But I will never submit to the ritual - I will not emerge Queen. None will ever believe what I now know to be the truth. A twisted evil beyond imagining lives with the Sun Queen. An evil that hungers for more than just the land and seas of Yamatai. This madness cannot continue!\n\nSo I go the chamber, armed with the stolen dagger of her Stormguard General. By the time he realizes what I have done, it will be too late. For the sake of Yamatai, and all the priestesses that would follow me... I must die.\n\nLara's Thoughts\n\nHoshi faced a terrible choice. I feel as though I am following her path. But what choices will I be forced to make? ", "authors": ["Hoshi "]}, {"id": "203", "title": "Whitman: Don't Leave Me", "text": "Darling, think! Think before filing those papers. I've sunk the last of my fortune into this expedition. But it's all going to come back tenfold. If you divorce me now, you won't see a penny of it.\n\nYou've been with me since I was nothing. You know what I'm capable of achieving. I haven't lose my touch, I'm just at a low point right now, don't you see? I'm on to something here. Lara, you remember her. My young prot&#233;g&#233;e... she has real data to back up her theories, but she doesn't have my savvy. It's going to be my name on the discovery and my face in front of the cameras. If this all pans out, the show will be huge!\n\nIf you want to leave me then, I promise I won't fight you. But please... just wait on it. I can't have this kind of publicity muddling my image. Please!\n\nLara's Thoughts\n\nA letter from Whitman's notebook. He's such a self-serving man. I can't believe I used to admire him! ", "authors": ["James Whitman"]}, {"id": "204", "title": "Whitman: My Great Discovery", "text": "This island is more than I could have hoped for. Of course, these islanders are absolutely insane, and those poor people from the Endurance... So tragic. But honestly, it adds to the drama! Not only is this the mythical land of Yamatai, but the shipwrecks... and the modern day cultists. It warrants at least two documentaries. Maybe even a series!\n\nGood lord, this place is going to ignite the world's imagination! And I'm going to be right in the center of it all. Such a huge relief... all my chips were on this one number. I just need to be careful now. This situation could spin out of control on a dime. Once I have this Mathias fellow's ear, I can convince him that there's much to gain in cooperating.\n\nI mean, he can't honestly believe the things he preaches to these men, right? They're just lost and confused. I'll help to bring them all back to civilization. The sponsors are going to line up fro this exclusive! The story is huge!\n\nLara's Thoughts\n\nWhitman has lost his mind. His obsession with fame and fortune has consumed him.", "authors": ["James Whitman"]}, {"id": "205", "title": "Whitman: Crossing the Line", "text": "Well, it had to be done. Lara left me no choice. If I thought she could play the game, I might have let her in on my plan. But she doesn't have the grit for this business. She isn't ruthless enough. And this discovery has to be mine. I've crossed the line. It won't look good, so... as unfortunate as it may be, she can't make it off this island. None of them can.\n\nAnd whatever happens with Sam... it just makes this whole story all the more newsworthy. I don't think Mathias or his Solarii can be reasoned with, so I'll need to slip away as soon as this ritual is completed. I'll make the perfect sole survivor, returning with the authorities, the cameras... and an appropriately convincing expression of sorrow.\n\nLara's Thoughts\n\nWhitman, you foolish man. In the end, your ambition got the better of you.", "authors": ["James Whitman"]}, {"id": "206", "title": "Jonah: Recognizing the Truth", "text": "I feel something in this place, something I haven't felt since I was a child. When my father would go insane with rage, I would hide with my brother and he would tell me the tale of Pania of the Reef. I remember feeling the ocean calling me. I wanted to escape, to give myself to the silent sea.\n\nAnd now, as i look at the reeds surrounding this beach, i feel that urge again. I see Pania's green seaweed hair, woven among the wreckage. I feel her tears in the spray of the waves, lashing upon the rocks.\n\nLara is right, this island is cursed. There is a rage here that will never let us go. If the worst happens and I'm the last one standing, I will let Pania take me. I will swim away and join my brother in the waves. \n\nLara's Thoughts\n\nJonah probably believed this island was cursed before any of us. I've got to find a way to get them all out of here. ", "authors": ["Jonah Maiava"]}, {"id": "207", "title": "Reyes: Dear Roth", "text": "Baby, I don't even know how to begin this, so I'm just gonna come right out with it. Alisha is yours. Maybe you've known it all along, but since I signed back on board the Endurance, I just can't keep the truth from you any longer.\n\nYou've got to understand, I never meant to cut you out of her life. But I know you, Roth. I know how you live and what you want. Staying in one place and raising a kid is not on your agenda. Maybe I screwed up. Maybe I should have let you make a choice. But I made it for you. For what I thought was best.\n\nAfter the expedition, when the time is right, let's talk about the future. Take some time to think about what you want, okay?\n\nLara's Thoughts\n\nA handwritten letter from Reyes. I can't believe this. Roth's a father. Has he always known?", "authors": ["Joslin Reyes"]}, {"id": "208", "title": "Reyes: Dear Alisha", "text": "Alisha, honey, I didn't want to write this, but if I don't do it now, I might not have another chance. Your mama got herself into some trouble... and... I might have to be gone for a very long time. I don't know when or if you'll ever read this, but I want you to know I fought for you. Everything I did in my life was for you - all the time away, all the money I saved, all the sacrifices. I'm sorry for everything you're gonna have to go through without me.\n\nIf I don't make it back, find Conrad Roth. You've never met him, but he's the best man I've ever known. And he's your father. You have his eyes.\n\nYou're the light of my life and I love you more than anything.\n\nLara's Thoughts\n\nIt's my fault we're in this mess. I have to make it right. I've got to find a way to get us out of here. ", "authors": ["Joslin Reyes"]}, {"id": "209", "title": "Reyes: About Lara", "text": "Roth, I know you want me to ease off Lara. But I'm hard on her for a reason.\n\nThis big expensive ship and all its people are heading into uncharted, dangerous waters based on her theories. Lara need to understand the weight of that responsibility. I know it was your call, but sometimes I think you forget that she isn't actually your daughter. No one else could get away with steering the Endurance into Dragon's Triangle without at least some hard evidence. So you tell me - what convinced you?\n\nShe's smart, I'll give her that. And I admit the expedition has potential. But big ideas and grand plans will only get us so far. You know as well as I do, nothing like this ever goes according to plan. Lara's green - if the shit hits the fan and she screws up, someone's gonna get hurt. Maybe it'll all play out fine. But until we're sailing home safe and sound with a pile of riches, I'm not giving that girl any slack.\n\nLara's Thoughts\n\nReyes was right. I was a fool and people did get hurt. But I'm going to do whatever it takes to get them home.", "authors": ["Joslin Reyes"]}, {"id": "210", "title": "Shipwrecked", "text": "How do I start...? Okay. This is Lara Croft - an archeologist from The Endurance, shipwrecked on an island in the Dragons Triangle - east of Japan.\n\nThis place is incredible. I've seen wrecks here that could date back centuries. We weren't the first and I know we're not alone. Something isn't right about this place.\n\nIf I don't get off this island, maybe someone will eventually find this. ", "authors": ["Lara Croft"]}, {"id": "211", "title": "Nightmares", "text": "The thing about nightmares is sooner or later, you wake up. But there's no waking up from this place. Which means I am really here, I'm really doing these things. No, don't think about it Lara. Not now. It won't help.\n\nI don't know what's happened to the rest of the crew. I hope they are okay. They have to be. They have to be. I don't know what the hell is going on here, all that matters is that Roth finds a way to get us home. ", "authors": ["Lara Croft"]}, {"id": "212", "title": "Prepare for the worst", "text": "Thank god for Roth's training. All those treks, all those climbs... It's as if he was preparing me for something like this all along.\n\nIt's clear that there are people living here. And that they are organized. They're killing and recruiting. But why? It's like some kind of cult. But a cult of what? What do they want? What are they looking for? ", "authors": ["Lara Croft"]}, {"id": "213", "title": "Unnatural Storms", "text": "I can't get it out of my head. A storm that came out of nowhere. Out of a clear sky, and brought down a plane. It's not rational. You know it's not rational Lara. There must be some explanation I... I just don't know what it is yet.", "authors": ["Lara Croft"]}, {"id": "214", "title": "Ancient Guardians", "text": "Just when I thought things couldn't get worse. What are those things in the monastery? They were dressed like the Stormguard. And the sounds they made, almost... inhuman. Shit. Just listen to yourself Lara. You sound like Dad.\n\nIt's like they're the remnants of some lost civilization. Okay. Now I really sound like Dad. All I know is that they killed those men and I have a feeling they wouldn't hesitate to kill me too.\n\nBut I can't think about this now. Sam's in trouble and I've got to get her back. She is counting on me. ", "authors": ["Lara Croft"]}, {"id": "215", "title": "No Escape", "text": "Madness. That's what this place is. Mathias think Himiko's spirit is keeping us here. That is not possible... It's not possible. But he is so beyond crazy that maybe he's come right back around to some kind of sane.\n\nThe helicopter isn't our way off. You know that Lara - in your gut. I have to warn the others. If we board it, we're dead. ", "authors": ["Lara Croft"]}, {"id": "216", "title": "Don't think. Don't fee", "text": "\"Tears won't bring me back, girl.\" That's what Roth would've said. I just can't believe that he's gone. No more stories about my parents. No more mountains climbs. God, I wish they'd killed me instead.\n\nBut they didn't. I'm here. I'm alive and I am certain that no boat or plane is going to get us off this island. At least not yet. I know the answer is something to do with Himiko in that monastery. I have to do something. I have to stop this. ", "authors": ["Lara Croft"]}, {"id": "217", "title": "The Promise", "text": "If I'm going to get to the ritual chamber in the monastery, we need to fix that boat. I don't know how I am going to convince the others to take it inland, rather than off this island. But I have to find a way. Reyes won't be easy. She wants to get back to her daughter and she is in pain over Roth. We all are.\n\nI still don't know exactly why Mathias wanted Sam in the first place. But that doesn't matter now. She is back with us, she is safe. ", "authors": ["Lara Croft"]}, {"id": "218", "title": "The monastery", "text": "The prayer I found on that general talked about a soul trapped in a decaying body being the cause of the storms. I know he was talking about the last Sun Queen. But I don't understand what Himiko has to do with this. She was the first queen. Somehow Mathias think Sam is connected and that can't be good. Damn you Whitman. You'll do anything for a story.\n\nI know the answer is inside that chamber, but getting to it won't be easy. The stormguard are devoted to guarding it. I know I have to do this. But I am so scared of what I'm going to find in there. ", "authors": ["Lara Croft"]}, {"id": "219", "title": "The Truth", "text": "I used to be so certain of the truth. But after what I have seen... What I have done. I don't know what to believe in anymore.\n\nThis island has taken everything from me. I'm going to make sure that I take as much in return. All it's secrets. It owes me that. I have to find answers. I need to understand. ", "authors": ["Lara Croft"]}, {"id": "220", "title": "Stranded", "text": "25 July 1982\n\nDays have passed since the plane crash. For a second time, we attempted to escape by boat... with disastrous results. I knew it would happen. Just like the first time, the calm sea turned hostile with no explanation. The moment we made for open water, the wind picked up followed by... an impossible wave. Like a child's toy, our lifeboat was smashed violently into the rocky shore.\n\nNow, two more lie dead. And another is wounded beyond help. The others are starting to panic... and they're looking to me for a plan. I do have one, but it doesn't include them. They are weak and stupid... a liability in this place.\n\nI suggested they make another attempt to leave, but I won't join them. To do so would be suicide. This is clear to me now.\n\nLara's Thoughts Edit\n\nThis journal belonged to Mathias. He was marooned here years ago. Was this the same man who was with Sam? ", "authors": ["Mathias "]}, {"id": "221", "title": "Alone", "text": "6 September 1982\n\nI am alone now, the rest of them are dead. This is for the best. I watched from the cliffs as their makeshift boat was tossed and turned by the storms. The clouds looked like a hand upon the water, desperately clawing at their doomed boat. None survived the wrath of the storm.\n\nI observed it carefully - The storm was localized and sudden. And just as suddenly it was gone. And this is the most interesting detail: it didn't seem random. I sensed emotion...something deliberate.\n\nI don't know what's happening on this island. Not yet. If I ever hope to escape, I must understand this phenomenon. Now my real work begins.\n\nLara's Thoughts Edit\n\nMatthias sacrificed his fellow survivors to learn more about this island. What kind of twisted man does this? ", "authors": ["Mathias "]}, {"id": "222", "title": "Research", "text": "17 September 1982\r\n\r\nA plan is taking shape in my mind. In order to unlock the power of this island, I first need to understand what has happened here. I need time and room to study this place. There are many mysteries here, foremost at which, the ruins of an ancient Japanese Empire... and a mysterious Queen, it all started with her.\r\n\r\nLara's Thoughts\r\n\r\nMathias started uncovering clues to the true nature of this place. But what was his plan? ", "authors": ["Mathias "]}, {"id": "223", "title": "The Solarii", "text": "13 October 1990 Over the years, there have been other survivors, but I have avoided them, and if they got in my way... I was not merciful.\n\nBut now I know I need others. In order to move forward, I must fully control this island. So I will gather a small group of loyal followers. They must understand power and the need to organize. But more importantly, they cannot hesitate to kill or use violence. It will be part of their Life here. They will need structure and purpose and work. But when this island is mine, I will discover the true secret of the storms.\n\nLara's Thoughts\n\nMathias is a truly evil man. The way he speaks of violence and killing so casually... this is madness. ", "authors": ["Mathias "]}, {"id": "224", "title": "Belief", "text": "24 October 1994 My patience has been rewarded. At long last, I have my lieutenants, my enforcers of the way. The storms brought me exactly the men I need to begin building the Solarii Brotherhood. Strong of body, weak of will. They were broken in the storms, weakened and vulnerable. And I raised them up again. Now they serve me, and through me... her. The Sun Queen. She is showing me the way. She has always shown me the way. I cannot defy what I have seen. And soon, neither will they. She is everywhere on this island.\n\nBut... the Solarii Brotherhood must grow. We will recruit as many as we can. I will draft laws, create a code for them to live by. And they will build for the Sun Queen while I search for the key.\n\nLara's Thoughts\n\nMathias has fashioned himself a cult of true believers. What better way to justify moral bankruptcy and violence. ", "authors": ["Mathias "]}, {"id": "225", "title": "Obsession", "text": "21 January 1997\n\nThe Solarii, my warriors of the sun, they have grown strong in number. And I have discovered everything I require to move my plans forward. It is time for us to move inland,\n\nWe will build our city high up in the mountains, around the old palace. From there we can protect ourselves from the Oni guardians and I can access all points on the island swiftly. I must be prepared to capture anyone who comes to this place. I know now what I seek. The key to escaping this place... and perhaps much, much more. It may take years, but I will find her.\n\nLara's Thoughts\n\nMathias drove his Solarii to build all of this in the name of a long dead Japanese Queen... incredible. ", "authors": ["Mathias "]}, {"id": "226", "title": "Lost", "text": "5 June 2011\n\nThe years pass and I now hear her whispers in my sleep. It is the Sun Queen... she is urging me on. I see her magnificent face with every sunrise. Soon now...\n\nMy Solarii toil in her name, building a city from all that she has brought to the island, torturing and sacrificing in her name. Soon now... we will find the one. I long for escape, but not simply from this island. From all of this... the wrecks, bodies, and squalor. If I can bring my Queen back, it will all vanish in an instant.\n\nAnd likes the sun rising anew, she will bathe all the land and seas of her light, burning away everything. I will emerge from this scorched earth... reborn and pure.\n\nLara's Thoughts\n\nThis is the rambling of a truly lost madman. Mathias has committed his sanity to this cause and will stop at nothing to fulfill some twisted destiny of his own making. ", "authors": ["Mathias "]}, {"id": "227", "title": "Salvation", "text": "When we washed up on this rock, the rain and wind pounded us for days. We couldn't build shelter or forage for food... Christ, we couldn't even move. It was like some enormous hand was holding us down.\n\nJust as the storm was finally breaking, Father Mathias came to us. He was calm and soft-spoken. He seemed to know us... our names, where we were from. He spoke to us in our native language. And we listened. And as we listened, he told us the truth of this island. He offered us a choice: salvation or death.\n\nSome chose to defy him. And without hesitation, he killed them then and there. Father Mathias didn't seem malicious or angry, just calm and decisive. As I stood there in the sand, wet with the blood of my comrades, I knew I could never refuse him.\n\nLara's Thoughts\n\nThis is the diary of a man named Nikolai, one of the survivors on this island. He mentions a Father Mathias. Is this the same man I met? ", "authors": ["Nikolai "]}, {"id": "228", "title": "Toil and Distraction", "text": "There are over a hundred of us now. We've started work clearing out the old palace and soon construction will begin on a city around the base of the mountain. The Japanese built a cargo hauling system here years ago that we've gotten up and running again.\n\nMathias claims we're building in honor of the Sun Queen, like some ancient Egyptian monument. But it's obvious what's going on here. Mathias is stalling for time. This massive project is just to keep them distracted. Even with the rituals and storms and rampant killing, it's only a matter of time before they turn against him.\n\nAnd when they do, I'll be ready to take control.\n\nLara's Thoughts\n\nThe Solarii are organized, they have rules and a purpose. Mathias has seen to that. But like most cults, they're collectively mad. ", "authors": ["Nikolai "]}, {"id": "229", "title": "Survival of the Fittest", "text": "Mathias has us look for physically strong men for the brotherhood... but none too smart. They must be willing to take orders and work. Any who question or resist are immediately killed. And the women... Mathias decide their fate. Most are sacrificed to the dark walkers, but some are chosen for the ritual.\n\nWe put up with this insane ceremony. Some brothers are even starting to believe in it. Something clearly controls the storms around this island and it will never let us leave. Father Mathias claims to speak to it... her. This Sun Queen spirit, or whatever it is. I don't know what to believe. I'm just doing what I can to survive.\n\nLara's Thoughts\n\nThis is insane. Mathias has convinced these men that the spirit of the Sun Queen is somehow alive and keeping them on this island. ", "authors": ["Nikolai "]}, {"id": "230", "title": "In Her Honor", "text": "Every new brother is assigned a job - a purpose in the Solarii. As long as Mathias continues to prove his spiritual connection to the Sun Queen, they will fall in line and believe. Initiation to the brotherhood is brutal. We need to destroy their humanity, so that they in turn can be inhumane. New recruits are thrown into the depths of the caverns and left to starve and fend for themselves for days... sometimes weeks. Those who make it out alive are welcomed with open arms.\n\nI still can't explain what kind of power Mathias has tapped into, but I don't care anymore. We're never getting off his goddamned island - some days I'm convinced we're all in hell already. God knows with the things we've done... we might as well be.\n\nLara's Thoughts\n\nWhat makes these men truly dangerous is their faith. They believe in the Sun Queen and will stop at nothing to bring her back. ", "authors": ["Nikolai "]}, {"id": "231", "title": "Sam: Feelings of Unease", "text": "Lara's having a crisis of confidence, so for her sake, I'll keep up a happy face. But something about this expedition has been making me nervous. I have butterflies in my stomach. As we sail closer to the Dragon's Triangle, I'm starting to feel nauseous. And this isn't  the excited kinda nerves.\n\nWhat the hell is wrong with me? I should be excited. This Trip is going to be awesome. I just need to shake off this feeling.\n\nMaybe I can convince Lara to take a break and have a drink with me.\n\nLara's Thoughts\n\nThis is part of Sam's Diary. Something was really bothering her. Did she have a premonition about the expedition? ", "authors": ["Samantha Nishimura"]}, {"id": "232", "title": "Sam: Filmmaker", "text": "Whitman is such a drama queen. I can't believe the hissy fit he threw during the filler shoot. I mean, this is his job, right? It's not like he's offering anything to the actual research part of this expedition.\n\nOnce we find Yamatai, and the camera's are rolling, he'll calm down. He might be a total pain in the ass, but he knows how to work a scene. I just need to do my job and keep my cool. Lara doesn't know it, but I've been shooting footage of her too. I really want to make sure she gets the credit she deserves. And besides, she looks great on film. I think she's a natural. That's probably going to drive Whitman out of his mind with jealousy. But by the time he finds out, we'll be enjoying the premier of Telluride!\n\nLara's Thoughts\n\nWhitman was making it so hard for Sam to do her job. The good doctor has really shown his true colors on this trip. ", "authors": ["Samantha Nishimura"]}, {"id": "233", "title": "Sam: Family Story", "text": "I can't believe we're actually on an expedition to find the homeland of my ancestors. Ever since I told Lara the story of Himiko years ago, she's been hunting for its location. I never really gave it much thought, that any of this could actually be real history.\n\nMy grandmother used to tell me the story like it was a memory...\n\nMany thousands of years ago, Queen Himiko ruled the land of Yamatai. The sun rose at Himiko's command and she ruled everything its rays touched, from the mountains to the sea and beyond. But one day, Yamatai simply disappeared without a trace, forgotten in time.\n\nLara's Thoughts\n\nIt's Sam's story about the Sun Queen and Yamatai. But I don't think it's anything like she imagined. ", "authors": ["Samantha Nishimura"]}, {"id": "234", "title": "Sam: Adventure with Lara", "text": "I suppose on some level I have Lara to thank for this job. She's always believed in me. The academics at college dismissed filmmaking as nonsense. They just saw me as this ditsy American troublemaker with a camera.\n\nBut you know what? Most people can use a little trouble in their lives. And deep down, I know Lara wanted to just cut loose sometimes. She just needed a little help unlocking her inner party girl.\n\nWe had so many awesome adventures together. That insane backpacking trip through Bulgaria, I was always dragging her out to clubs. And the hiking trip on the south face of Kilimanjaro; all Lara wanted to do was explore ruins, but who knew we'd run into so many cute guys? Certainly not Lara, haha!\n\nI have a feeling this expedition is going to be one for the books. Lara with her notebook, me with my camera...another crazy adventure!\n\nLara's Thoughts\n\nThis is one adventure neither of us will want to remember. ", "authors": ["Samantha Nishimura"]}, {"id": "235", "title": "Scientist: In Search of the Star", "text": "Our coastal base has been attacked by unknown assailants. We suspect the Americans have arrived and are attempting to sabotage our operations. Communications have been disrupted across the island and we've sustained heavy losses. Many of our soldiers have simply disappeared.\n\nAll remaining personnel are proceeding to the ancient monastery to ensure control of the weather phenomenon. We expect to meet heavy resistance en-route. Request reinforcement as soon as possible.\n\nLara's Thoughts\n\nThey headed inland, to the monastery, but I don't think they succeeded in their mission. ", "authors": ["Scientist "]}, {"id": "236", "title": "Scientist: Secret of the Island", "text": "Months of excavation has at last yielded new information concerning the weather patterns gripping this island. The tomb of an important general dating from the Kamakura period was discovered in our coastal dig site.\n\nThis discovery is the missing piece of the puzzle. It will allow us to finally gain control of the storm.\n\nLara's Thoughts\n\nThey found something in the cliffs... an old tomb. I might find answers there. ", "authors": ["Scientist "]}, {"id": "237", "title": "Soldier: Oni Stalkers", "text": "It... it happened again. Private Kosuke. He was on gate duty last night. No one heard anything. And this morning, they found his helmet... nothing else. Not racks of his leaving, no blood, no shell casings, nothing!\n\nThe others are talking about Chinese partisans, maybe even American G.I.'s. Damned fools! They have no idea what's happening here. It is the Oni who stalk us. The restless, evil spirits, they live in the old places of this island. We are trespassers here, and they are watching us, waiting.\n\nAll these wrecks, the ruins... this entire island is a graveyard. It's only a matter of time, the Oni will come for us.\n\nLara's Thoughts\n\nFrom the diary of a soldier. He mentions Oni, demons from Japanese folklore. What could it have really been? ", "authors": ["Soldier "]}, {"id": "238", "title": "Soldier: Awakening", "text": "Soon after we discovered the tomb, they came, the Oni, First the lights went out. Then... then the screaming started. Was it us or them? That horrible sound, it still rings in my head. They wore the armor of my ancestors... they, they cut us down with ancient blades.\n\nGunfire, shouting, blood. We couldn't stop them. Everything turned to chaos. And then silence. They were gone.\n\nWhy did they leave? Why didn't they kill us all? Captain Osaka is in command now. We... we are leaving the base, but not the island. We're heading inland, to the Monastery. There is no other way. We must follow the Oni, all of us, If we can't control the star, we must destroy it.\n\nBut I know... we... we're all going to die.\n\nLara's Thoughts\n\nThe same soldier. Again he mentions the Oni. Could it be that thing I saw in the Monastery? ", "authors": ["Soldier "]}, {"id": "239", "title": "Soldier: Last Stand", "text": "We never... never had a chance. They were waiting for us, hundreds of them. We never even made it to the sacred chamber. From the beginning, we were doomed. And now I wait for my ancestors to take me.\n\nI can hear them. The Oni are killing my brothers, eating them, consuming their souls. So much death. I'm the Last one. What is my fate? Will I become one of them?\n\nAncestors hear me. Please, take me away from this, before the Oni come for me. Please take me to afterlife. Let me die in peace.\n\nLara's Thoughts\n\nThese poor soldiers, they had no idea why they were here. And they died alone. I've got to stop this. ", "authors": ["Soldier "]}, {"id": "240", "title": "Unknown: Mysterious Orders", "text": "Command to Operative\n\nSTOP\n\nTrinity is concerned.\n\nSTOP\n\nAcquisition of Star Phenomenon unacceptable.\n\nSTOP\n\nSabotage of Axis operation imperative.\n\nSTOP\n\nLara's Thoughts\n\nWas there some other person... or group... interested in this island? I don't have time to make sense of this now. ", "authors": ["Unknown[Tomb Raider] "]}, {"id": "241", "title": "Unknown: Failed Mission", "text": "I was sent here to investigate a new threat to Trinity's interests on this island. When I arrived, I discovered Mathias and his Solarii Cult. I believed then that Mathias could never acquire the Star Phenomenon, but I was wrong. I should have killed him when I had the chance, but now it's too late.\n\nI've been compromised and mortally wounded, my mission incomplete. My time is short.\n\nIf you've deciphered the numbers and found this stash, then you must be my replacement. Kill Mathias! He's close to reawakening the enemy that has long lain dormant. This cannot be allowed to happen.\n\nLara's Thoughts\n\nThat name again... Trinity. Some kind of organization. But who are they? And how do they know about this island? ", "authors": ["Unknown[Tomb Raider] "]}]}