{"game_title": "Gears of War 2", "series_title": "Gears of War", "codexes": [{"id": "27773", "title": "Locust Jailer Document", "text": "Baird here.<br><br>We know the Locust are taking prisoners (hell, I know that fact too well) but no we're starting to get some insight into their routines, techniques, procedures, etc. Jack just beamed me the info, so I haven't had a chance to look at it in person yet, but a quick look tells me it's some type of jailer schedule.... guard shifts or something.<br><br>Cole's yelling at me for the Grindlift prep, I'll get back to this later. This is, if there is a later.<br><br>Can't believe the plan is for us to go back down into the freakin' Hollow. It was hard enough getting back out.<br><br>And don't even get me started on how it stunk in the Centaur from all those grubby Stranded... man, I've ozoned the tank interior three times and the damn thing still stinks!", "authors": ["Damon S. Baird"]}, {"id": "27774", "title": "COG Recon Report", "text": "Recon tells us that a sinkhole has opened up in Jacinto. Never happened before. Great. We're sending troops ASAP to guard the perimeter of the hole, but we have no idea what size/type of force to expect.<br><br><br>World's already gone to hell, guess this is the handbasket part.<br><br><br>Col. Victor Hoffman<br>", "authors": ["Victor Hoffman"]}, {"id": "27775", "title": "Car Gold Magazine", "text": "Imulsion Cars Paving the Road to the Future!<br><br><br>If you're the lucky owner of an Imulsion-powered car, you know exactly what we're talking about. Arbista studies have shown that Imulsion-powered cars and trucks get exponentially better fuel mileage, cause less pollution, and make less noise than their fuel-based counterparts.<br><br><br>Solar Car Company Still Struggling<br><br><br>With Imulsion becoming the new choice for powering autos, many ask why the less expensive Solarro cars are having a hard time finding their niche. \"I would say there were powerful interests at the highest levels of the government that don't want to see a truly environmentally friendly car developed,\" said Mitch Bierce, Solarro CEO. \"But then I'd sound like a conspiracy theorist, wouldn't I?\"<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27776", "title": "Stranded&#39;s Journal", "text": "The tremors have been getting worse.<br><br><br>We're squatting in a new house, hopefully it's more stable than the last one but it's icky down here... standing water, rats, and black mold everywhere. We knew staying in Ilima was going to be tough, but the tremors are making things worse.<br><br><br>The last place, the concrete just cracked, almost caved in on little Jay. This place is wood, maybe it'll hold up better. We'll see.<br><br><br>I pray each night that me and the kids will be safe.<br><br><br>Why does living have to be so hard?<br><br><br>Jennifer<br>", "authors": ["Jennifer"]}, {"id": "27777", "title": "Memo", "text": "To: Stephanie Zimmer<br>From: Doug Sato<br>Subject: WTF?!<br><br><br>Steph, we need to talk. Seriously, I'm worried about our safety. Niles keeps saying that the subjects are harmless under sedation, but I just saw Sven get mauled by one of the males. Like ripped up, bloody mauled. This place isn't safe anymore. Maybe it never was.<br><br><br>I'm already working on my resignation letter, you may want to as well.<br><br><br>Doug<br>", "authors": ["Doug Sato"]}, {"id": "27778", "title": "Interoffice Memo", "text": "To: All New Hope employees<br>From: Director Niles Samson<br><br><br>RE: Ways to Deal with Prying Question<br><br><br>As many of you know, we recently experience an internal information leak, and this has lead some media outlets to make inquires of the Department of Health. Should you ever be approached with questions by anyone from the media or from someone who is not an employee of New Hope, I trust that you will all refrain from disclosing any information about the facility or its patients.<br><br><br>Please do keep this in mind moving forward, and continue with the great work that you all are doing. You are making the future a better place.<br><br><br>Best,<br>Niles<br>", "authors": ["Niles Samson"]}, {"id": "27779", "title": "Human Finger Necklace", "text": "Baird here.<br><br><br>And I thought the scroll made of human skin was bad...<br><br><br>Okay, I'm not kidding you here, Marcus  and Dom just found a necklace made form human fingers. Seriously. This thing is so completely beyond nasty, I don't even want to look at it any longer...<br><br><br>You know, it's one thing to hate your enemy, but making necklaces out of their body parts?<br><br><br>That's just nuts.<br>", "authors": ["Damon S. Baird"]}, {"id": "27780", "title": "COG Tag", "text": "CSID:085177-MJ3V5-PB<br><br>Finally got my own Raven, man, I'm totally stoked! KR-59. I like that number too... it's a lucky one. Five like a fist, nine like cats have lives.<br><br>Always told 'em I'd be flying up there, was getting sick of the infantry crap. Gets crazy down there, smells like hell, never get a shower or nothing. Up there, in the sky, I'm gonna soar, man... no one flies like me. Sarge even said so, and he's been fighting since... well, since forever, basically. Said I just gotta keep my eyes peeled for Nemacyst.<br><br>Locust better start saying their prayers...'cause they got a devil in the sky watching down on 'em.<br><br>Pvt. Dylan Murphy", "authors": ["Dylan Murphy"]}, {"id": "27781", "title": "COG Tag", "text": "CSID:595506-GK8C6-9A<br><br>I'm nervous, Ma. I'm not afraid to admit it. We're heading to Landown tomorrow, and I know a lot of us aren't going to make it back... For all we know, this is the last night of our lives.<br><br>You always said I should live every day like it was my last. I've tried to do that, but I can't say I've done that every day. I wish I had now, but you also used to tell me not to regret, just to move forward, keep learning. Everything works out in time. If I haven't lived every day like I should have, well, I figure at least I got tonight. It's a clear night too. Stars look especially shiny tonight... I'd like to think that winking one's you, Ma, watching over me.<br><br>Help me get through tomorrow... I promise I'll cherish each and every day.<br><br>Your boy,<br>Sammy ", "authors": ["Sammy"]}, {"id": "27782", "title": "Jacinto Sentinel Newspaper", "text": "<strong>Hollow Storm!</strong><br><br><br> COG forces struck at the heart of the enemy yesterday, delivering a devastating attack that has the Locust reeling. An enormous fleet of Assault Derricks, Grindlifts, Centaurs, and King Ravens attacked the Locust-occupied city of Landown, and thousands of Gears are now beneath the surface of Sera, wreaking havoc on the Locust Hollow.<br><br><br><strong>Chairman Prescott Denies Rumors of Another Safe Haven</strong><br><br><br> Rumors of another human safe haven continue to circulate around Jacinto, but Chairman Prescott denied them, saying, \"I wish that were the case, believe me. There's nothing we need more. But unfortunately, Jacinto is our last, best hope. We must protect this city at all costs.\"<br><br><br><br><strong>DEVASTATION</strong><br><br><br> \"They came during the night.\" That was the word from survivors, who endured a harrowing 24 hours in which Locust forces bombarded the town with grenades, Nemacyst, and mortars. Though areas around Landown have been attacked during the recent months, nothing could prepare the city for the massive destruction that took place. Five years had passed since E-Day, but Landown residents felt like they were experiencing that horrific day all over again.<br><br><br><strong>Mayor Leland Asks for More Gears</strong><br><br><br> Following the attack on Landown and the Winter of Sorrow experienced by the surrounding area, Mayor Gerard Leland has asked the COG to deploy more Gears to the Landown barracks.<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27783", "title": "Memorial Inscriptions", "text": "IN HONOR OF THOSE WHO SERVED<br><br>To all those we lost during the Pendulum Wars, may they rest in peace, and know always that their brave sacrifices were not in vain. Never shall they be forgotten.", "authors": ["Unknown[Gears of War]"]}, {"id": "27784", "title": "Grindlift Notice", "text": "WARNING<br><br><br>Failure to keep hands, feet, and/or body inside of the Grindlift pod during use could lead to injury, bodily trauma, dismemberment, decapitation, and in extreme cases, disembowelment.<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27785", "title": "COG Tag", "text": "CSID:085177-MJ3V5-PB<br><br>This is such crap. Operation Lifeboat, my ass. More like Operation Death Wish. Damn COG, always manipulating everything....<br><br>\"Sign here, your wife will be taken care of. Sure, you'll see some action, but you'll always be back in Jacinto to see your wife after a patrol.\" Yeah, right. Didn't tell me I was gonna get a ride on an oversized drill right into the ass of the enemy, did you? You gotta be kidding me. This is a suicide mission. How the hell do we get back out of here anyway? They say the Grindlifts can go back, but they sure as hell didn't train me how to do that....<br><br>Should of deserted these fascists bastards when I had the chance.<br><br>Pvt. Hank Bissell", "authors": ["Hank Bissell"]}, {"id": "27786", "title": "Ilima City Help-Wanted Ad", "text": "Full-time housecleaner wanted to keep up large Ilima City household. Must be meticulous, with an attention to detail. House has been in the family for generations, in immaculate condition and would like to keep it that way.<br><br><br>Interested parties may contact:<br><br><br>Julia Samson<br><br><br>LJ5-6453<br>", "authors": ["Julia Samson"]}, {"id": "27787", "title": "Locust Terminal", "text": "To: Control<br>From: Delta One<br><br>We've found some type of terminal that the Locust are apparently using to catalog human prisoners... the ones they're using for slave labor and god knows what else. We're going to keep searching for more terminals in the hopes that one will lead us to Maria.<br><br>Delta out.", "authors": ["Delta One"]}, {"id": "27788", "title": "Gear's Journal", "text": "We just touched down in the Hollow about half-hour ago. Things are quiet, too quiet. I don't like it. It's kind of pretty down here, in a weird way, but the calm is worse than than a firefight. I know what to do in a fight... waiting just makes me edgy. Still a bit dizzy, too. Might be from the ride down here, though... Grindlifts shake the crap out of you. I hate being dizzy. Doc said it was normal, some kind of vertigo, probably from the battlefield, eardrums always getting hammered form the gunfire and explosions. Cough doesn't seem as bad today, that's good, but I'm on edge. Could throw up if I let myself. Not going to, but I'm ready for this stuff to start. I'm tired of waiting.<br><br><br>Sgt. Jon Harper<br>", "authors": ["Jonathan Harper"]}, {"id": "27789", "title": "COG Letterhead", "text": "To: Dr. Nicolette Shannon<br>From: COG Headquarters for Military Operations<br>Subject: Medical Supplies/Urgent<br><br><br>Your request for additional medical supplies has been received. Due to recent Locust incursions and the upcoming need for massive amounts of supplies during the Landown assault, Your request has been respectfully denied.<br>", "authors": ["Dr. Nicolette Shannon"]}, {"id": "27790", "title": "Stranded&#39;s Journal", "text": "Finally, we reached Jacinto.<br><br><br>All that time it took getting here from Montevado, all the risk, but we finally made it. We're finally here, can finally sleep at night without worrying about Locust or Kryll attacking in the night. Natalie is so happy, makes me smile like I haven't in a long time.<br><br><br>I'll be signing up for Lifeboat tomorrow, though they won't be processing my paperwork for a week or so, after this Landown assault. But after that, I'll be a conscript... and I'm okay with that.<br><br><br>I'm just happy we made it to Jacinto...and my family is finally safe. Guess there really is someone up there looking out for us.<br><br><br>-Russel", "authors": ["Russel"]}, {"id": "27791", "title": "Kantus Scroll", "text": "Baird here.<br><br><br>So we're barely 30 minutes in the Hollow and I've already found irrefutable, incontrovertible evidence that the Locust are, absolutely, without a doubt, insane. Like I didn't already know that, but hey, when you find a scroll made of human skin, well...<br><br><br>I'm still trying to decipher all the Locust runes, but from what I can tell, the scroll has something to do with communicating with 'worms.' Yep, that's<br>right... haven't figured out the first part yet, but the second verse says: 'The' Worms answer, my name is Horde, for we are many with...' It cuts off<br>after that, and there's also a glyph I've never seen on the back, but I'll have to figure that out later. But gut-check here, guys: Our enemy talks to<br>worms. if they're outsmarting us in this war, then we probably deserve to be extinct.<br>", "authors": ["Damon S. Baird"]}, {"id": "27792", "title": "COG Tag", "text": "CSID:838186-22AO3-SF<br><br>I hope you're doing well out there, Clay. Not sure where you are but I trust that the COG will get this letter to you safely. I know you'll be excited for me, but it'd be great to hear from you before I ship out.<br><br>I just wish Anthony was still here, bro. I really miss him. I take comfort knowing that he died a hero, but still.... I miss him, as I'm sure you do too.<br><br>Well, you know I'm not that good at letters, so I'll keep this short. Hope you're doing well, big brother, and know that I'll be doing my very best to server our country and make you and our family proud.<br><br>Your little brother (aka the Squirt),<br>Ben", "authors": ["Ben"]}, {"id": "27793", "title": "Prisoner&#39;s Journal", "text": "Can't believe I found something to write on, but if you find this, you should just run. NOW. Get the hell out of here while you can. The Locust are taking prisoners, putting them in weird coffins and crap.<br><br><br>They got me isolated right now, I hear people screaming around me. I'm coughing brown chunks from my lungs and it's making me puke. I'm sitting in my own damn puke, people are getting tortured, I just want to see the sky again. Just the sky, that's all.<br><br><br>I hear 'em coming, their messed-up breathing. I don't even care, I'm just gonna smash the bastard in his face. If I'm gonna die, I'm dying like a man.<br><br><br>Jon Harper<br>", "authors": ["Jonathan Harper"]}, {"id": "27794", "title": "COG Proclamation", "text": "Notice of Curfew<br><br><br>Due to recent Locust encroachment into Jacinto, COG soldiers will be enforcing a mandatory curfew every night until further notice. All Jacinto citizens are encouraged to remain indoors whenever possible, and are ordered to be off the streets by nightfall. After dusk, COG soldiers have orders to shoot on sight. Any citizen found to be in violation of this curfew faces arrest, imprisonment, and/or possible injury. Do your part to help make Jacinto a safer place for all.<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27795", "title": "Locust Invasion Map", "text": "Baird here.<br><br><br>I guess this could be an invasion map, but it looks more like a kid's drawing to me. Li'l Locust, do they have those?<br><br><br>I was just asking Marcus about this earlier... Why aren't there any Locust brats around here? Figured we'd see some grub's grubs somewhere around this place.<br><br><br>Well, guess if the Berserkers are the females, maybe the males just wised up and quit laying the pipe to 'em. Man, that would be perfect... Locust go extinct due to the fugly, homicidal chicks they have to mate with.<br><br><br>Hey, one can hope.<br>", "authors": ["Damon S. Baird"]}, {"id": "27796", "title": "Jacinto Medical Center File", "text": "Patient Name: Jonathan Harper<br>Occupation: Sergeant (Echo Nine), COG Army <br>Age: 29 <br>Height: 1.9 m <br>Weight: 91 kg<br><br><br>Patient is a 9-year veteran who has recently experienced vertigo, persistent cough, and insomnia. Was stationed in the Timgad area for 2 months after Lightmass offensive, then assigned to Jacinto perimeter patrol last 4 months. Symptoms began about 1 month ago. Physical and diagnostic evaluation showed no chronic illnesses and no signs of bacterial infection. Prescribed a medium-strength antihistamine, released patient, and gave clearance for further duty. Expect a full recovery, with no side effects.<br><br><br>Dr. Vivian Merriweather", "authors": ["Dr. Vivian Merriweather"]}, {"id": "27797", "title": "COG Tag", "text": "CSID:911706-DZUHO-JN<br><br>We're staying behind to help with the evac. I've been loading families onto Ravens all morning. The kids are scared as hell, but they won't want to be here in a few hours. Word is that Locust are starting to pile up through that sinkhole, and once they come full force, there ain't gonna be no more Jacinto.<br><br>I just hope they save some Ravens for all us Gears too.<br><br>Sgt. Devon Jackson", "authors": ["Devon Jackson"]}, {"id": "27798", "title": "Doctor&#39;s Journal", "text": "Dr. Merriweather mentioned that she's seen numerous patients exhibiting similar symptoms, even paranoia and aggression, but she appears to be less concerned than the rest of us. I'm starting to wonder whether her close ties to the COG administration could be affecting her judgment about the patients' welfare. Going to follow up on this with the director tomorrow.... If we aren't taking care of our soldiers, who will?<br><br><br>Dr. Nicolette Shannon<br><br><br>", "authors": ["Dr. Nicolette Shannon"]}, {"id": "27799", "title": "New Hope Medical File", "text": "Patient Name: Ruth<br>Age: 15<br>Symptoms: Ruth is clearly experiencing extreme swelling in her joints and frequently cries out in pain during the night. She also exhibits rather erratic and unpredictable behavior, though this is quite understandable considering her situation and symptoms. There is a strange discoloration in her eyes, and her breathing often sounds labored. Her nails grow at a faster rate than normal, though her hair grows at a markedly reduced rate. I'll keep trying to find some type of medication to alleviate her pain without adversely affecting our studies.<br><br><br>Dr. Niles Samson<br>", "authors": ["Niles Samson"]}, {"id": "27800", "title": "Trinity of Worms Artifact", "text": "Baird here.<br><br><br>Just found an artifact that looks exactly like the glyph on the back of that lovely skin scroll.<br><br><br>From other writings I've found, I think I've pieced it together: This is something called the 'Trinity of Worms,' and it's probably the closest thing I've seen yet to a Locust religious symbol. They really worship worms. We so do not deserve to be alive.<br><br><br>As far as I can tell, there's some kind of mantra on the artifact, about the queen making drones, drones protecting Nexus... and I'll have to work out that last part a little later. I don't work well under gunfire.", "authors": ["Damon S. Baird"]}, {"id": "27801", "title": "Ambulance Driver&#39;s Log", "text": "Driver: Wayne Mitchell<br>Route: Timgad/Jacinto<br><br><br>Patient #1: 33 yr. old male<br>Symptoms: Coughing up blood & brown mucus, nausea, minor bleeding from ears<br><br><br>Patient #2: 21 yr. old male<br>Symptoms: Nausea, coughing up blood & reddish-brown mucus<br><br><br>Patient #3: 36 yr. old female<br>Symptoms: Unconscious, blood & reddish-brown mucus coming from nose & mouth<br><br><br>Patient #4: 24 yr. old male<br>Symptoms: Coughing up blood & dark brown mucus, complaining of severe chest pain & trouble breathing<br>", "authors": ["Wayne Mitchell"]}, {"id": "27802", "title": "Locust Emblem", "text": "Baird here.<br><br><br>Do the Locust have their own version of COG tags?<br><br><br>I just found an iron pendant attached to a silver chain, so either they keep track of their soldiers in a similar way that we do... or they just have really bad taste in jewelry.<br><br><br>My guess is the latter.<br>", "authors": ["Damon S. Baird"]}, {"id": "27803", "title": "Locust Defense Plans", "text": "Baird here.<br><br><br>There's that glyph for \"queen\" and \"Imulsion\" again... also see \"Nexus\" on there again. These are some kind of plans that indicate an attack on the Locust... but not from above, from below.<br><br><br>Sure as hell isn't us attacking from below, so who the hell are these plans referring to?<br><br><br>Please tell me it's not worms. I'm so sick of worms.<br>", "authors": ["Damon S. Baird"]}, {"id": "27804", "title": "Locust Tablets", "text": "Baird here.<br><br><br>Some old tablets that talk more about... you guessed it, worms.<br><br><br>Also might be something of a creation tale here, definitely worth investigating further... we also found another piece of tablet earlier, a more recent piece, that seemed to suggest that something awakened 'the great worm' recently. Something 'light' and 'hot'<br><br><br>If I were a gambling man, my money would be on the Lightmass Bomb. Now that'd be some irony: The bomb kills the Kryll but not the Locust, then awakens something that can sink entire cities. Story of human existence, right? We try to make things better, but only make things worse in the long run. Misanthropy is underrated.<br>", "authors": ["Damon S. Baird"]}, {"id": "27805", "title": "The Eagle Newspaper", "text": "<strong>COG Forces Head Underground</strong><br><br>This will be the largest mobilization of COG forces since the Pendulum Wars,\" Chairman Prescott told the Sovereigns press corps today. \"Landown is the perfect location for us to launch this historic assault. The site of a valiant COG defense during the Winter of Sorrow, it's also a strategic location that allows us to take this battle to the heart of the enemy.<br><br><strong>Delta Squad Honored for Timgad Heroics</strong><br><br>Colonel Victor Hoffman, Sergeant Marcus Fenix, and Delta One Squad were honored last week for their roles in the Lightmass bombing at Timgad. Originally hailed as the war's turning point, the bomb's most important effect was the elimination of the Kryll breeding grounds.", "authors": ["Unknown[Gears of War]"]}, {"id": "27806", "title": "Truck Driver&#39;s Note", "text": "So I got a truck full of fresh ammo, and they want me to deliver it to the Riad Complex? What, are you kidding me? That's outside of town, by that sinkhole!<br><br><br>This is something the Gears should be doing, not a civilian... Hell, I should at least have an escort on this mission! Sometimes I wonder if the COG actually wants to win this war.<br><br><br>And don't even get me started on the Imulsion prices these days! Energy barons and the COG are lucky we're in a war. Bet they'd have a revolt on their hands, otherwise.<br>—Disenfranchised citizen", "authors": ["Unknown[Gears of War]"]}, {"id": "27807", "title": "Locust Calendar", "text": "Baird here. <br><br><br>I think this thing's like the Locust equivalent of a calendar or a clock... it says something about 'every season having its opposite,' and I also see some glyphs for 'Nexus,' 'Queen,' and maybe 'Imulsion'... can't quite tell.<br><br><br>I'm guessing it has something to do with the ebb and flow of Imulsion, but I'd have to do a lot more research to confirm that.<br><br><br>Considering that I'm about, oh, 3 kilometers deep, right square in the guts of the enemy, you'll have to forgive me if my vast empirical skills aren't exactly at their finest right now.<br>", "authors": ["Damon S. Baird"]}, {"id": "27808", "title": "Doctor&#39;s Journal", "text": "Doug was right. These things, these \"children\", as Niles likes to call them, are completely out of control. It's like working with rabid dogs, except they're much smarter, more conniving,.. and they're brutal. Sadistic even. It's like they were bred to kill and torture.<br><br>These things are going to be the death of us all.<br><br>This is my final entry. I'm getting the hell out of here.<br><br>I hope this place burns to the ground.<br><br>Dr. Zimmer", "authors": ["Dr. Stephanie Zimmer"]}, {"id": "27809", "title": "Stranded&#39;s Journal", "text": "We've been down here for weeks now, was real creepy at first, but now it's kind of like camping. Well, camping with a fear of Locust killin' you, so maybe's not really like camping at all. I actually liked camping. I don't like this crap.<br><br>Weird as triplets that we're in the Hollow, but the surface got so hot [and I mean hot like dangerous hot, not skillet hot] we really had no choice but to come down here. Chaps is supposed to come down here soon too, that'll be good. Could use that ol' geezer's sense of humor right now, sure could...<br><br>Stu ", "authors": ["Stu"]}, {"id": "27810", "title": "Captivity Marks", "text": "To: Control<br>From: Delta One<br><br>We've found some marks on the walls of a cell in the New Hope Wellness Facility. Unclear whether they represent days, weeks, or months, but it's clear that someone spent a long time here in captivity. Too long,<br><br>Delta out.", "authors": ["Delta One"]}, {"id": "27811", "title": "COG Tag", "text": "CSID:444526-MI2K9-3B<br><br>I saw the sky again today. Blue and bright, I watched the Raven take off into it. could barely see the details, my vision's all blurry now from coughing so much and the punches from that Locust jailer, but I can see enough.<br><br>Never thought I'd see it again, but I escaped. I made it... I survived the Hollow.<br><br>And I got that little girl and her family on that Raven. Took these bullets, but I saved that family... no medics around now, but that's okay.<br><br>The sky is so bright, and I finally feel all right, kinda warm... I keep hearing that little angel telling me thank you, her sweet little voice... She said she'd pray for me.... she said she'd pray for us all...<br><br>Sgt. Jonathan Harper", "authors": ["Jonathan Harper"]}, {"id": "27812", "title": "Munitions Requisition Form", "text": "Can we just get some more damn ammo on the rigs, please? Mo an' Corey got the same problem as me! We got more buzzards then bullets, that ain't right! C'mon people!<br><br>Dizzy Wallin", "authors": ["Dizzy Wallin"]}]}