{"game_title": "Gears of War 5", "series_title": "Gears of War", "codexes": [{"id": "27894", "title": "The Astounding Lightning Rangers", "text": "*Translated to Tyran<br><br>POW! BAM! WAM!<br><br>\"It is futile, feeble Rangers! As long as I, the BLUE BRUTE, carry the Octus Blade, the Lightmass Aura of the Sovereigns protects me!\"<br><br>ZAP! CRACK! WHUMP!<br><br>\"Think again, BLUE BRUTE! For as long as we, the LIGHTNING RANGERS stand as one, your blade will bend to our righteous cause!\"<br><br>\"RANGER BOLOSTROYA, the unbreakable!\"<br><br>\"RANGER THRAK, the courageous!\"<br><br>\"RANGER FURTH, the phantom!\"<br><br>\"WE BANISH YOU!\"<br><br>CHOOM!<br><br>\"CURSE YOU, LIGHTING RANGERRRRRRRS!\"", "authors": ["Unknown[Gears of War]"]}, {"id": "27895", "title": "Wellness Advisory Poster", "text": "YOU ARE WORTH THIS.<br><br>Only you can ensure humanity's future.<br><br>If you are experiencing anxiety, doubt, or guilt, counselors are available twenty six hours a day to speak with you.", "authors": ["Unknown[Gears of War]"]}, {"id": "27896", "title": "Lightmass Missile Strike Authorization", "text": "Del here.<br><br>Looks like a record of top-level strike orders. Lightmass Missile. Dated right around the time the Pendulum Wars ended. <br><br>But why were they firing as Vasgar? That wasn't a UIR state.", "authors": ["Delmont Walker"]}, {"id": "27897", "title": "Ruptured Gear Helmet", "text": "Marcus here.<br><br>War is brutal. War is messy.<br><br>War is shit.<br><br>And this kid deserved better.", "authors": ["Marcus Fenix"]}, {"id": "27898", "title": "Seran Colossus", "text": "CHAPTER 3: MONSTROUS MALEVOLENCE <br><br>From the crimson sands of Vasgar to the rolling plains of Tyrus, a plethora of strange and sometimes vicious creatures have passed the evolutionary test of time - many thriving onwards to attain sizes unspeakable.<br><br>Of these fabled beasts, the most notorious is perhaps the Riftworm, native to Tyrus, and responsible for the destruction of several major COG cities. After its elimination by the COG military, the Riftworm's carcass has gone on to form something akin to a terrestrial whale fall. As such, it is anticipated to nurture the surrounding ecosystem for decades to come.<br><br>Despite numerous inconclusive studies, the Riftworm's origin and evolutionary history remain befogged in mystery. However, some scientists have recently turned their attention to the region of Vasgar, where legends of the remarkably similar creature have earned renewed scholarly interest.", "authors": ["Lenard Shiff", "Unknown[Gears of War]"]}, {"id": "27899", "title": "UIR Tag: Fallen Loyalist", "text": "*Translated to Tyran<br><br>ESTER M. NAVUT<br>SGT<br>946-HG-294<br>BEREPHUS, OSTRI<br><br>\"Blood awash in sand of red,<br>A waning trace of honored dead.<br>Warriors of peace for which has dawned,<br>A deep embrace from the beyond.\"<br><br>-Unknown", "authors": ["Unknown[Gears of War]"]}, {"id": "27900", "title": "Note To The Chief", "text": "HEY CHIEF - those kids won't obey the curfew or stay behind the walls and I'm tired of trying to make them.<br><br>You brought them to our village - they're your problem.<br><br>- Gregor<br><br>P.S Eli stole a longshot from the armory and hide it somewhere. He won't tell me where.<br><br>P.P.S. Mackenzie takes off into the Wilds and comes back stinking of smoke. Think she's looting demolition supplies.<br><br>P.P.P.S. YOUR PROBLEM NOW", "authors": ["Gregor"]}, {"id": "27901", "title": "Well-Worn Vasgari Flag", "text": "Fahz here.<br><br>Vasgar. What a clusterfuck.<br><br>The country had shit for imulsion, but that didn't stop the UIR from vying for the real estate. For the Indies, cutting through Vasgar let 'em poke more holes in the COG's borders.<br><br>Meanwhile, the Vasgaris bore the brunt of a fight they wanted nothing to do with. Soon, the country was skint on energy and collectively starving. I guess the Indies offered them a way out.<br><br>Personally, I think the flag looked better without the bolt.", "authors": ["Fahz Chutani"]}, {"id": "27902", "title": "UIR Space Mission Brief", "text": "*Translated to Tyran<br><br>EXPEDITION TO THE MOONS OF SERA<br><br>MISSION ABSTRACT<br><br>Since humanity first observed the sky, we have gazed upon the moons of Sera with wonder and curiosity. The intentions of this mission is to fulfill that enduring human dream of discovery, and bear witness as the first humans explore the lunar worlds above us. <br><br>In doing so, we will demonstrate the strength of our Republics, secure an important strategic advantage over the Coalition, and inspire a new era of scientific and human discovery.", "authors": ["Unknown[Gears of War]"]}, {"id": "27903", "title": "Patient Analysis: EV-184-9", "text": "EV-184-9 has been exposed to Imulsion levels hitherto known - without exception - to be fatal. Yet she displays no detectable cellular degradation at all. Quite the opposite, if anything.<br><br>We have decided to isolate and observe EV-184-9 closely, twenty-six hours a day, while continuing to administer a daily dose of concentrated Imulsion. We tell her it's medicine and she smiles while she takes it. She is quite eager to be helpful.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27904", "title": "Corisku Newspaper", "text": "*Translated to Tyran<br><br>UIR THIRD FLEET DECIMATED BY COG SUPERWEAPON<br><br>Premier Yori Deschenko to begin peace talks<br><br>By NAH TRISHER<br>Corisku Staff Writer<br><br>BONBOURG - The Battle of Bonbourg has come to a stunning conclusion, with the UIR Third Fleet reporting the loss of at least four naval vessels off the coast of Ostri. This is no doubt the clearest signal in decades that the Pendulum Wars may soon be coming to a conclusion, with Premier Yori Deschenko remarking earlier today that peace talks \"are soon to be underway.\"<br><br>When pressed to comment on the nature of the Coalition's new weapons platform, Deschenko said, \"I believe it is in the best interests of all the UIR citizens that we listen to what the COG has to say at this juncture.\" The Premier's office indicated that a full statement would be issued soon.<br><br>Meanwhile, a seemingly contradictory communique released by Commander Miran Trescu of the UIR Third Fleet proclaimed, simply, \"We are not defeated. We are not deterred. The Third Fleet has regrouped, rearmed, and reaffirmed its commitment to our mission at that of our united republics.\"<br><br>The Premier's office had no comment on Commander Trescu's statement.", "authors": ["Nah Trisher"]}, {"id": "27905", "title": "Settlement 2 Summer Birth Pamphlet", "text": "YOUR CHILDREN... OUR FUTURE<br><br>A Message from First Minister Jinn<br><br>Congratulations on the recent arrival of your child - the Coalition of Ordered Governments is thrilled to welcome our newest citizens. <br><br>Today's ceremony is a time to acknowledge your family's contribution, and also reflect on the commitment of the people of the COG in rebuilding our society.<br><br>In the years after we defeated our terrible enemy, we strove to climb out of the darkness. We realized that it is not enough to rebuild our cities - we must fill them with new life. <br><br>Our government devoted itself to advancing gestational and neonatal medicine and established the first fertility initiatives, and the women and men of the Coalition stepped forward to do their part.<br><br>Our late, esteemed First Minister, Anya Stroud, was one of the those pioneers who entered into the fertility program, followed its treatment protocols, and emerged with a healthy child. Her brave example continues to inspire others to put the future needs of our society before personal considerations.<br><br>Enjoy these days with your baby, and look to how you can continue to serve - the Ministry of Procreation will help prepare you for quickening with your next child.<br><br>Your growing family will create a bright future for humanity.", "authors": ["First Minister Mina Jinn"]}, {"id": "27906", "title": "Loyalist Orders From Major Toly", "text": "*Translated to Tyran<br><br>UIR CONTROL VASGAR<br><br>TO LIEUTENANT MELICH AND CAPTAIN TAGGER<br><br>The scope and importance of our mission maybe much larger than anticipated. I've received intelligence of dissent and violence among our troops in the region amid news of the armistice.<br><br>The security of the Hammer of Dawn prototype must be ensured at all costs.<br><br>I've arranged for a hand-picked brigade of reinforcements to join us at the site. I will also be arriving shortly to assist.<br><br>Stay alert. As usual, expect the worst. These are dark days, and cursed skies.<br><br>Major Toly<br>", "authors": ["Girek C. Toly"]}, {"id": "27907", "title": "Seditious Literature", "text": "THE WHITE XIPHIUM<br>It's the truth.<br><br>There is a Resistance Inside the Founder Community<br>Today, we are speaking out.<br><br>In the wake of the Settlement 2 massacre, we have been led to complacency by hollow words and half-hearted concessions. We as citizens are in danger of losing sight of the reason we made our voices heard that day.<br><br>Settlement 2 was founded on a promise: its citizens would be granted the autonomy to fulfill the needs of their community and direct their own destinies.<br><br>Today, we remain unable to do either, and the crimes of those who butchered us remain unanswered for.<br><br>Effectively an extension of New Ephyra, we are routinely direct to adopt and maintain the stringent, ineffectual policies of the First Minister. Anything counter to the New Ephyran agenda is tantamount to sedition.<br><br>The status quo is unsustainable.<br><br>I'll speak with you again soon.<br><br>[An attached notes states: \"Get this on the First Minister's desk, ASAP We need to find out where these are coming from.\"]", "authors": ["Unknown[Gears of War]"]}, {"id": "27908", "title": "Hammer Of Dawn Command Case", "text": "*Translated to Tyran<br><br>Major, this is Commander Miran Trescu.<br><br>There is a task of tremendous importance with which I have chosen to entrust to you.<br><br>Egar - dear Papa! - has died. Among his final words was the wish for us to continue the fight against the COG. I want to see my father's wish realized, and I know you share my feelings.<br><br>This letter should have arrived with a case. Inside, you will find the means to launch the Hammer of Dawn: an orbital weapon prototype being housed at OZP-11. <br><br>You must both launch the weapon and secure its targeting beacons. The agent we have sent will answer any further questions you may have. When you are finished. return to Gorasnaya and we will discuss the next steps.<br><br>I wish you strength and good fortune,<br><br>Commander Miran Trescu", "authors": ["Miran Trescu"]}, {"id": "27909", "title": "Onyx Guard Challenge Coin", "text": "A challenge coin awarded to a member of the Onyx Guard for their service. The inscription reads:<br><br>JEREMIAH KEEGAN<br>ONYX GUARD<br>5 YEARS<br><br>NO RETREAT, NOT SURRENDER, NO DEFEAT", "authors": ["Unknown[Gears of War]"]}, {"id": "27910", "title": "Nomad&rsquo;s Sketchings", "text": "*Translated to Tyran<br><br>They are both completely like and unlike the grubs.<br><br>They coordinate almost wordlessly.<br><br>Do they eat or drink? They thrive so easily in the desert.<br><br>They try to capture us alive. My instinct is that death is preferable.", "authors": ["Unknown[Gears of War]"]}, {"id": "27911", "title": "Patient Analysis: AX-331-2", "text": "Prior to loss of speech, the subject complained frequently about join and lung pain, as well as agonizing headaches.<br><br>Subject's exposure to Imulsion was severe even before testing began. Once Rustling had metastasized throughout the Subject's body, death came quickly.<br><br>Imulsion's effects lead to intense and immediate cell stress. But other cells undergo point mutations that could be considered beneficial. Studies will continue.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27912", "title": "UIR Tag: Captain Tagger", "text": "*Translated to Tyran<br><br>I die content.<br><br>In the name of peace, we gave everything soldiers could give.<br><br>As I write, the last of my comrades battle to keep the traitorous Major at bay. They all know the COG's missile is imminent. Skies willing, it will finally put an end to this. And still, they fight.<br><br>Remember us, please, and return my tags to my family. For them, I wanted a better world.<br><br>Rae, Tesse, Altan, my last thoughts are of you.<br><br>ROURKE-KAREL A. TAGGER<br>CPT<br>119-FD-529<br>ANDROS, PELLES", "authors": ["Rourke-Karel A. Tagger"]}, {"id": "27913", "title": "Nethercutt Helmet", "text": "Del here. <br><br>Miner's helmet. Hole straight through it. <br><br>These people were lined up and shot for the crime of knowing there was a dig here.<br><br>Rest in peace, brother. Your story won't be lost.", "authors": ["Delmont Walker"]}, {"id": "27914", "title": "UIR LC Circuit A1", "text": "A UIR LC circuit board. This part is used to amplify radio signals.", "authors": ["Unknown[Gears of War]"]}, {"id": "27915", "title": "Song Lyrics", "text": "Lyrics from \"Nassar Embry (That's My Name),\" the opening song of Embry: The Musical<br><br>[EMBRY] <br><br>How does a nation realize power?<br>Spirit waning, light fading at the twelfth hour,<br>An age of silence loudening, our way of life floundering,<br>Could it be the end, our time now expiring?<br><br>[POMEROY]<br><br>But then, a glimmer of hope: a new energy,<br>A promise to make our miseries only a memory.<br>The myth, the miracle: the fuel they call Imulsion,<br>Now a craze, a mania, a worldwide compulsion.<br><br>[EMBRY] <br><br>Tensions now on the rise, everyone knows the prize,<br>Hatred in each other's eyes, everywhere an ugly guise.<br>It must be Armageddon's reprise, 'cause he who hesitates dies.<br><br>[COMPANY]<br><br>Nassar Embry (he knew what's right for us),<br>Nassar Embry (he rose to fight for us),<br><br>[POMEROY]<br><br>His father built ships, and his mother was a soldier,<br>Long abroad to no applaud, in a war much older.<br>When she died, he realized and surmised.<br>That you can't unite a world without order.<br><br>[COMPANY]<br><br>Nassar Embry (Nassar Embry)<br>Hear our ode to you, <br>You were the Allfather Prime,<br>The architect of our time!<br><br>Who, Nassar Embry (Nassar Embry)<br>We know what you proclaim,<br>You ignited a people's flame,<br>One that none could ever tame, oh!<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27916", "title": "Lost Gear Helmet", "text": "Del here.<br><br>I've spent enough time with the Sarge to know exactly who this belong to. Ben Carmine - Sarge's little brother.<br><br>He used to talk about him all the time. Said he did more fighting on his fight day than a lot of Gears did in a year. <br><br>I should get this back to him.", "authors": ["Delmont Walker"]}, {"id": "27917", "title": "Encyclopedia Of Tyran Military History", "text": "An excerpt from Chapter 23: The Defeat of the UIR:<br><br>Following the deployment of the Hammer of Dawn, the capitulation of the UIR was swift and largely absolute. However, in the weeks following the deployment, sporadic pockets of largely Gorasnayan resistance have been reported. At the time of this writing, these efforts have proved fruitless, posing no tangible military threat.<br><br>The UIR states that ratified the armistice have shown no interest in quelling the resistance from their former allies, leading some top military strategists to reappraise the motives of these now supposedly peaceful nations.", "authors": ["Unknown[Gears of War]"]}, {"id": "27918", "title": "Loyalist Orders To Lieutenant Melich", "text": "*Translated to Tyran<br><br>FURLIN'S 4TH INFANTRY<br>OFFICE OF CAPTAIN ROURKE-KAREL TAGGER TO LIEUTENANT SORANA MELICH<br><br>OPERATIONS ORDER<br>DATE OF MISSION: REAP 11<br><br>(1) SITUATION: The RNV Borascu was seized by an unknown hostile insurgent force and rerouted to the Vasgari coast near OZP-11. C Battery has eliminated the vessel. Survivors reported.<br><br>(2) MISSION: 3rd  Platoon of Furlin's 4th Infantry establishes wide perimeter along the coast to intercept survivors and ensure the security of OZP-11. <br><br>(3) EXECUTION: 3rd Platoon will IDENTIFY survivors, RESCUE non-insurgent personnel, and CAPTURE insurgent survivors. Lethal force used only where necessary. Uphold the Bonbourg Convention's rules for engaging persons of UNARMED and/or SHIPWRECKED status.", "authors": ["Rourke-Karel A. Tagger"]}, {"id": "27919", "title": "Letter To Momma", "text": "Dear Momma,<br><br>Tank broke down, and the old man is getting cranky again. That's the good fortune we get for helping these Stranded folks out! Baird blames Marcus's \"bad driving\" on the way up the mountain. Yeah. Maybe.<br><br>We're gonna finish the war soon, Momma. They're saying we might even end it today.<br><br>With things as bad as they've been, we never really get to think about what life could be like after the war. But lately, I've started to feel some hope again. I think the other guys do too.<br><br>When I'm sleeping, I usually don't dream about anything nice. But yesterday? I had one where I was raising a kid. My own, Can you imagine it?<br><br>Anyway, we gotta go get these Stranded outta here and figure out how to get back to Marcus and Dom now. They're gonna need us!<br><br>Love you, Momma. I'll write when I can.<br><br>- Augustus<br>[It looks like Cole has drawn a map, indicating the location of several Grindlift drill sites]", "authors": ["Augustus Cole"]}, {"id": "27920", "title": "Gym Notice To Trainees", "text": "LIEUTENANT FAHZ CHUTANI has been indefinitely expelled from the biweekly CQB training program.<br><br>Sparring is an exercise built on trust, mutual respect, and a shared goal of self improvement. Gears: if you are unable to bring this attitude into our class, train elsewhere.<br><br>CAPTAIN EMMET LAINE<br>HEAD TRAINER", "authors": ["Emmet Laine"]}, {"id": "27921", "title": "Patient Analysis: RK-619-4", "text": "RK-619-4's final transformation occurred roughly eighteen hours before death. Quite disappointing, as the subject's cells had initially benefited from Imulsion exposure nearly as much as Subject EV-184-9's.<br><br>It is time to face a hard truth. EV-184-9's response to Imulsion exposure may be entirely anomalous. And Dr. Torres has just informed me that EV-184-9's T cells appear to be particularly responsive. He believes her body is now aging at a pace roughly half that of a normal girl.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27922", "title": "Settlement 2 Welcome Package", "text": "Dear citizen,<br><br>On behalf of the Coalition, it is my privilege to welcome you to historic Settlement 2. I can assure you, your lives within these walls will be both safe and fulfilling.<br><br>Settlement 2 was one of the first New COG communities constructed outside the haven of New Ephyra. It stands testament to the enduring tenacity and remarkable strength of humankind; a story of which you and your family are now an inimitable part.<br><br>Your intrepid settler's spirit helps make our Coalition prosper. I wish you all the best in the adventures to come.<br><br>Sincerely,<br><br>Mina Jinn<br>First Minister", "authors": ["First Minister Mina Jinn"]}, {"id": "27923", "title": "Lena&#39;s Scribbles", "text": "This is Lena. If you're here to find me, I went to the other tower to see if it works, because this one sure as hell doesn't. <br><br>Norsko's inside. Podded. I locked him up so he can't hurt anybody - and I'm in no shape to help anyone right now. If you can't get to him in time, if it's too late... shit. Just be gentle, all right? He was a good man,", "authors": ["Lena"]}, {"id": "27924", "title": "Wooden Lancer Toy", "text": "A wooden Lancer replica. Craftsmanship ain't too bad.", "authors": ["Unknown[Gears of War]"]}, {"id": "27925", "title": "COG Tags: Oscar Diaz", "text": "OSCAR DIAZ ES<br>SERGEANT<br>395274-T2V26-LP<br>MONTEVADO", "authors": ["Unknown[Gears of War]"]}, {"id": "27926", "title": "Faded Photograph", "text": "On the back of the photo, it reads:<br><br>\"Always with you, little brother.\"<br><br>\"Alicia\"", "authors": ["Alicia"]}, {"id": "27927", "title": "Memo to Bomah Hotel Staff", "text": "Subject: Our safety.<br><br>We have reached out to the Ministry of Defense regarding rumors of an unspecified threat to the safety of our Settlement. We've been assured there is no cause for alarm. Thus, normal operations will be resuming.<br><br>Hundred of guests will be arriving for the premiere of Embry: The Musical, as well as Settlements 2's Summer Birth Ceremony, which has been booked in our very own Founders Ballroom. <br><br>There are among the highest-profile events we have seen in the district yet. We project zero vacancies during this time, so let's get and stay focused on delivering a world-class experience for our guests!<br><br>Management", "authors": ["Management"]}, {"id": "27928", "title": "Emergency Loyalist Radiogram", "text": "*Translated to Tyran<br><br>R 111523Z REAP<br>FM UIR CONTROL VASGAR<br>TO FURLIN'S 4TH INFANTRY C BATTERY<br>BT<br>CLAS<br>RNV BORASCU IS HOSTILE<br>EN ROUTE TO YOUR POS<br>UNKNOWN INSURGENT FORCE<br>ORDER: TERMINATE VESSEL<br>BT<br>AUTHORIZED BY MAJOR TOLY<br>NNNN", "authors": ["Unknown[Gears of War]"]}, {"id": "27929", "title": "Chairman&rsquo;s Wristwatch", "text": "Del here.<br><br>Chairman Prescott. We always heard this guy was a real prick, but by most accounts, he's on of the main reason we're all still here to gripe about it.<br><br>At the academy, they taught us how to make tough choices that dictate whether your friends and squadmates live or die. Well, our boy Prescott here used the Hammer of Dawn to burn down the entire planet - all to keep the Locust at bay.<br><br>When he did that, the Locust were on the verge of rendering us extinct. Prescott bought us some time, at the cost of millions of lives. Was it the right call?<br><br>I'll just say this: because it's your choice doesn't give you the right to make it. Some choices are bigger than you.", "authors": ["Delmont Walker"]}, {"id": "27930", "title": "Major Howl And The Battlin&rsquo; Ants!", "text": "As the walls crashed down, it was alone he stood.<br><br>That tough ol' Major made of stone, metal, and wood.<br><br>With a defiant first he face down that horde.<br><br>As he held his ground, there was no thought of reward.<br><br>Just one simple thought as he pulled up his hood.<br><br>All good heroes have bad days, and all bad villains have good.<br><br>But the difference between is one does what he could.<br><br>And the other, with kindness, does what he should.", "authors": ["Unknown[Gears of War]"]}, {"id": "27931", "title": "Storied Embry Star", "text": "An Embry Star medal. The inscription reads:<br><br>PRIVATE DOMINIC SANTIAGO ES<br>FOR COURAGE", "authors": ["Unknown[Gears of War]"]}, {"id": "27932", "title": "Octus Canon Scroll Prop", "text": "The Octus Canon, founding document of the Coalition.  It Reads:<br><br>\"I am responsible for myself and my actions; I shall conduct myself honorably, and live a clean and frugal life.<br><br>I have responsibilities to my fellow citizens. I shall be loyal to them, and humble, because were are elements of a greater whole, and without them I am nothing.<br><br>I have responsibilities to our society; I shall understand and respect my place in it, defend it, and work to make it prosperous, so that I may receive society's protection, and that we may hand on safety and prosperity to future generations.\"", "authors": ["Unknown[Gears of War]"]}, {"id": "27933", "title": "Grindlift Maintenance Notes", "text": "Del here.<br><br>Found some technical notes that detail how Grindlifts avoid overheating during their descent. Interesting Stuff.", "authors": ["Delmont Walker"]}, {"id": "27934", "title": "New Village Rules Mandate", "text": "ATTENTION<br><br>NEW VILLAGE RULES<br><br>- DO NOT LEAVE THE VILLAGE WALLS UNLESS CLEARED TO DO SO.<br><br>- THERE WILL NOW BE A ROTATING GUARD TO PATROL THE WALL AND KEEP WATCH AT ALL TIMES.<br><br>- IF THERE AREN'T ENOUGH VOLUNTEERS FOR GUARD DUTY, THERE WILL BE A CONSCRIPTION.<br><br>- LIGHTS OUT AFTER SUNSET.", "authors": ["Unknown[Gears of War]"]}, {"id": "27935", "title": "COG Tags: Fallen Azura Gear", "text": "ANTON MORRISEY<br>CPL<br>284625-U24M8-NS<br>JACINTO", "authors": ["Unknown[Gears of War]"]}, {"id": "27936", "title": "COG Tags: Minh Young Kim", "text": "MINH YOUNG KIM<br>LT<br>274823-M24124-NN<br>EPHYRA<br><br>\"Vigilant and unyielding, resolute within the machine,<br>they defended our order of life through sacred duty.\"<br><br>- Inscription at the Tomb of the Unknowns", "authors": ["Unknown[Gears of War]"]}, {"id": "27937", "title": "Photograph of Kilo Squad", "text": "An old photograph. Looks like Baird's old squad.<br><br>On the back it reads:<br><br>Cole, Baird, Sofia, Paduk<br><br>Justa bunch of crazy kids, getting court-martialed, chasing Karn...<br><br>P.S. RIP my hairline.", "authors": ["Damon S. Baird"]}, {"id": "27938", "title": "COG Tags: Fallen Gear at Condor Crash", "text": "KOSILE CERVENE<br>PVT<br>184610-M9F99-IN<br>SETTLEMENT 2", "authors": ["Unknown[Gears of War]"]}, {"id": "27939", "title": "Doomed Empire, By Logan Hobbs", "text": "CHAPTER 9: WRITING ON THE WALL<br><br>It would be unwise for us to be satisfied with the common explanation - namely that the UIR's strategic goals in Vasgar are limited merely to accessing the COG's Kashkur borderland. Indeed, it would behoove the COG's military leadership to consider the long-term ramifications of the UIR's occupation of Vasgari territory.<br><br>Historically, Vasgar has been a nation of great wealth and cultural innovation. While lacking in natural imulsion reserves, its people have compensated through the wholesale export of their culture. This has attracted outsourcers, many of whom are eager to leave manufacture in the hands of the Vassgar's world-renowned craftsmen, inventors, and engineers.<br><br>And where has Vasgar invested most of its wealth? Straight into its own infrastructure and technological development.<br><br>The danger here is that the UIR will seek to repurpose Vasgar's own factories and knowledge to its own ends, and they will do so right under our noses. That, as a scholar and student of history, I can regretfully guarantee. ", "authors": ["Logan Hobbs"]}, {"id": "27940", "title": "The New Ephyran: 20th Anniversary Edition", "text": "An excerpt from The New Ephyran's exclusive interview with First Minister Jinn, \"Making a Nation\":<br><br>THE NEW EPHYRAN: First Minister, could you share with us your thoughts on the legacy of the late First Minister Stroud? What was her importance to you?<br><br>FIRST MINISTER JINN: I owe everything to First Minister Stroud. How could it be otherwise? She was an extraordinary mentor, and a dear friend.<br><br>TNE: Yet you both has such different upbringings. She hailed from a very prominent family, and you, of course...<br><br>FMJ: Yes, I grew up amongst the Stranded. There are members of my family that I will never meet because they were incinerated during the Hammer Strikes. So, in many ways, I spent my childhood detesting the COG. However, somebody helped me overcome those feelings.<br><br>TNE: First Minister Stroud?<br><br>FMJ: Yes. You see, I first met her shortly after the war. She was a Gear then. My family and I were living in complete squalor. It shames me to remember this, but I was unkind to her when she approached. Despite it, she gave me rations, and invited my family to a fledgling encampment called New Ephyra.<br><br>TNE: This is a difficult question, but, First Minister, do you feel any responsibility for her death?<br><br>FMJ: First Minister Stroud died for a cause she and I believed in deeply. And I miss her every day.", "authors": ["First Minister Mina Jinn", "Unknown[Gears of War]"]}, {"id": "27941", "title": "Nethercutt Miner&rsquo;s Journal", "text": "He's dead. Rev is fucking dead! Foreman says he died at that site the COG's got us working on. Mining accident. Can't even get the body, he says.<br><br>A couple of the other guys lost their mates too. Shit is getting bleak around here.<br><br>You know, I think I might just catch the train back to Jacinto and get a proper office job like Mum's been saying. Getting real tired of freezing my testiculars off all the time too.", "authors": ["Unknown[Gears of War]"]}, {"id": "27942", "title": "Grindlift Radiator Component", "text": "A part of a grindlift that helped dispel heat. It may be possible to retrofit it onto Jack somehow.", "authors": ["Unknown[Gears of War]"]}, {"id": "27943", "title": "Trauma Record: Marcus Fenix", "text": "CASUALTY NAME: MARCUS MICHAEL FENIX ES<br>CSID: 293982-3932F-A1<br>RANK: SERGEANT<br>GENDER: MALE<br><br>WOUNDED BY: ENEMY<br>MECHANISM OF INJURY: AMNIOTE PODDING / ACCELERATED CELLULAR BREAKDOWN<br><br>NOTES: Patient remains in good health (and grumpy spirits). Had he remained podded for an hour or more, sever and irreversible injuries were likely to have occurred. <br><br>There is evidence that the encasing fluid was attempting to break down the patient's body at a cellular level. Superficial damage has been done to the face and digestive tract. Patient is expected to make a full recovery.<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27944", "title": "Intercepted Letter", "text": "Colonel Tolman,<br><br>I apologize for the protocol breach of writing you directly, but I am praying that as a family friend you can help me with a desperate situation.<br><br>When Command offered me a guard at the New Hope Research Facility, they called it a career-making opportunity: a chance to support research that would clear Rustlung forever. But that's not what's happening here.<br><br>I have been ordered to chain the ill to bed frames like prisoners, not patients. I have to pin down screaming children while lab-coated men with needles tapped their blood and left them to shiver on the floor.<br><br>Niles Samson isn't making a cure. He's making...things. I can't say what they are. No one can. But no good can come of it, I promise you.<br><br>I beg you, Colonel: Talk to Chairman Monroe. Tell him people are suffering here. Tell him Dr. Samson's gone mad. I can't stand by and watch this any longer.<br><br>Yours,<br>Private Sid Redburn<br><br>[Across the bottom of the letter, something has been written in a different hand:]<br><br>Intercepted in mailroom. Get Redburn OUT of here!", "authors": ["Sid Redburn", "Unknown[Gears of War]"]}, {"id": "27945", "title": "UIR LC Circuit B1", "text": "A UIR LC circuit board. This part allows for tuning to various signals.", "authors": ["Unknown[Gears of War]"]}, {"id": "27946", "title": "Grindlift Actuator Component", "text": "An actuator component from a Grindlift. Seems to be part of the cooling system.", "authors": ["Unknown[Gears of War]"]}, {"id": "27947", "title": "Subject Analysis: EV-184-9", "text": "Myrrah's mood remains bleak. I confess I underestimated the depth of her feeling for her daughter.<br><br>I have had to curtail her exposure to the Matriarch as well, for I and others have noticed that, the more frequent their interaction, the more if affects the behavior of our test subjects.<br><br>They have become.... not docile, not exactly, but somehow.... mindful, perhaps. Sometimes they seem to murmur in unison or simultaneously face the same direction. Dr. Van Neil remarked that it almost looked as if they were praying.<br><br>I worry Myrrah's influence has allowed our test subjects to develop novel and unhelpful ideas.<br><br>For the first time since I began this work, all those years ago, I am concerned for our safety.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27948", "title": "Mark 3 Lancer Blueprint", "text": "It seems to be collaborative effort between Marcus and Baird, incorporating several improvements from Marcus's homemade build.<br><br>The chainsaw's circled in red. What's Baird up to?", "authors": ["Unknown[Gears of War]"]}, {"id": "27949", "title": "UIR Tag: Lieutenant Melich", "text": "*Translated to Tyran<br><br>Nobody expect the Major to put up such a fight. Nobody expected any of this. By the skies, we thought we were signing up to stand around a hanger for a week and then go home!<br><br>Now, we are battered, exhausted, and nearly out of ammunition. But we are not broken. Peace on Sera? For that, I will fight until the last star goes dark.<br><br>SORANA S. MELICH<br>LT<br>934-PL-244<br>TENLA, FURLIN", "authors": ["Sorana S. Melich"]}, {"id": "27950", "title": "UIR LC Circuit C1", "text": "A UIR LC circuit board. This part is used for automatic gain control.", "authors": ["Unknown[Gears of War]"]}, {"id": "27951", "title": "Lena&rsquo;s Journal", "text": "Barely ducked the Swarm raid on our new home, only for Freddie to eat a bullet from a goddamn DEEBEE at Jameson Dept. Why are you up here, COG?! He's dead. Only Norsko and I now. What a disaster.<br><br>Talked it over with Norsko. We're going to try calling for help in the morning. Need to check the radio towers. We'll start with the northern most one first. Maybe one of them still works. Not holding my breath.<br><br>Norsko keeps asking me, \"Lena, why did we leave? Why did we think it'd be better?\" I don't have an answer.", "authors": ["Lena"]}, {"id": "27952", "title": "Timeworn Data Drive", "text": "*There is a message hidden on the drive that Jack has decrypted:<br><br>Dr. Samson, <br><br>I represent a concerned party within Chairman Munroe's administration. We are uncolored by the messianic moralism our Chairman has consistently shown. Instead, we are pragmatists. In our view, the greatest kindness we can do for Sera is bring the Pendulum Wars to a swift, decisive end.<br><br>To achieve this goal, we are willing to provide you with aid and resources. Unlike our Chairman, we are capable of imagination - of seeing the light at the end of the tunnel, as it were. Your work has too much potential to squander.<br><br>Preparations are now underway to relocate your research to a new location, safely distant from eyes that may pry. Munroe has spies everywhere.<br><br>We will speak with you again soon.", "authors": ["Unknown[Gears of War]"]}, {"id": "27953", "title": "The Major&rsquo;s Speech", "text": "*Translated to Tyran<br><br>This is Major Garron Paduk.<br><br>General Egar Trescu has died. This is a man who has brought victory and glory to these Republics for decades. I have been told his only wish, as he lay dying, was that we never bend to the COG.<br><br>And so. Here we are.<br><br>Led here by one Yori Deschenko. A coward. A weakling. An \"intellectual\" man. An ineffectual man. He would have you believe that our only way forward is to submit to the jackals we've been fighting our entire lives. He would have you follow the likes of Major Toly, the failure of Anvil Gate. A man deceived by the COG once before and who has now been deceived again.<br><br>Victory is now closer than ever - but they would not have you know this. They tell you that the cause is hopeless. Why? Because they are afraid. Afraid of the COG jackals, but more important: they are afraid of you.<br><br>They know that beating in the chest of every proud child of these Republics is a strong heart, and an iron will. Neither will be broken. Not today. Not tomorrow.<br><br>Today, my friends, we will make our wills known.", "authors": ["Garron Paduk"]}, {"id": "27954", "title": "COG Tags: Fallen Gear at Hotel", "text": "SAMSON HUGHES<br>SGT<br>759235-O1P23-EC<br>NEW EPHYRA", "authors": ["Unknown[Gears of War]"]}, {"id": "27955", "title": "Security Memorandum", "text": "A security memorandum, listing the access codes for various sites around the Kadar region. There is a code included for the northern substation.", "authors": ["Unknown[Gears of War]"]}, {"id": "27956", "title": "Restoration Notice: Tomb Of The Unknowns", "text": "JD here.<br><br>The Tomb of the Unknowns. There are a lot of good Gears buried here, including my grandmother. <br><br>Let's show what respect we can.", "authors": ["James Dominic Fenix"]}, {"id": "27957", "title": "DBI Marketing Brochure", "text": "DAMON BAIRD INDUSTRIES<br><br>WE'LL BUILD IT.<br><br>Security? No problem. Infrastructure? Sure. Apocalypse? Yeah, we cover that, too.<br><br>OUR HISTORY<br><br>For more than two decades, Damon Baird Industries has been rebuilding the foundation of our civilization. Here are some of the accomplishments we are most proud of:<br><br>- The construction of New Ephyra. Situated atop the ruins of both Ephyra and the tectonically unstable Jacinto Plateau, its construction required an unprecedented union of technological and architectural ingenuity.<br><br>- Completion of the first fully autonomous DeeBee Shepherd unit, marking the beginning of a new era of automation, security and infrastructural capability.<br><br>- Construction of the first fully enclosed Windwall, decisively ensure out safety from windflares.<br><br>- The completion of the first settlement outside the walls of New Ephyra, marking the beginning of the Coalition Settlement Program and the beginning of humanity's effort to reclaim Sera.<br>", "authors": ["Unknown[Gears of War]"]}, {"id": "27958", "title": "Norsko&rsquo;s Letter", "text": "Chief,<br><br>A whole bunch of us are leaving today, myself and Lena included. We're sick of you and the way you're running the place. <br><br>Remember why we became Outsiders? Because we refused to be told to stay inside a wall, for one.<br><br>How could you do exactly as the COG did and expect people to stand by it?<br><br>What's more, this place has become too dangerous. I don't think it's a coincidence that we've come under attack so frequently. Do you know about the creature we build the village on? The monsters revered it.<br><br>They'll keep wearing this place down till it's completely gone. I hope you come to your senses before that happens.<br><br>Norsko", "authors": ["Norsko"]}, {"id": "27959", "title": "Orders From Ketor Skorge", "text": "*Translated to Tyran<br><br>THE HUMANS SEEK TO TUNNEL TO NEXUS.<br><br>THEY THREATEN OUR QUEEN.<br><br>KRAV GURST, UNLEASH YOUR BLIGHT UPON ANY WHO NEAR KADAR. LEAVE NONE ALIVE.<br><br>FOR THE HORDE.<br><br>KETOR SKORGE", "authors": ["Ketor Skorge"]}, {"id": "27960", "title": "UIR Tag: Major Toly", "text": "*Translated to Tyran<br><br>GIREK C. TOLY<br>MAJ<br>237-IL-624<br>GHATO, FURLIN", "authors": ["Unknown[Gears of War]"]}, {"id": "27961", "title": "Lexigram Board", "text": "Del here.<br><br>It looks like a lexigram board. The same kind primatologists use to communicate with apes.<br><br>This one's strange, though. Jack's trying to translate some of the symbols. He thinks they're Locust runes. <br><br>I'd better show this to Baird.", "authors": ["Delmont Walker"]}, {"id": "27962", "title": "Worn Lighter", "text": "Whoever use this lighter, used it a lot.", "authors": ["Unknown[Gears of War]"]}, {"id": "27963", "title": "Sketchbook", "text": "Kait here.<br><br>This was my grandmother's. I feel a lot of anger in these drawings.<br><br>If I had grown up like this - in this place, with these people - I don't know if I can say I would have done things differently.<br><br>What's the saying? You reap what you sow.", "authors": ["Kait Diaz"]}, {"id": "27964", "title": "Islander&rsquo;s Lost Earring", "text": "Del here.<br><br>You ever pick something up and feel like you caught some essence of whoever owned it?<br><br>I feel like whoever wore this whupped a lot of ass.", "authors": ["Delmont Walker"]}, {"id": "27965", "title": "Missive To Agent 9", "text": "*Translated to Tyran<br><br>THE HIGH COUNCIL OF GORASNAYA<br><br>** TOP SECRET - EYES ONLY **<br><br>Agent 9,<br><br>Our allies intend to submit to peace talks with the COG. <br><br>We, the Gorasni, do not.<br><br>The briefcase you have been given contains that means to decisively end the war with the COG. You will deliver it to Major Paduk. You are authorized to liquidate anyone who impedes you.<br><br>** END MESSAGE **", "authors": ["Unknown[Gears of War]"]}, {"id": "27966", "title": "Nethercutt Mining Poster", "text": "Del here.<br><br>Nethercutt. Used to be big-time players back before the Locust War. A lot of old money and deep connection to the COG government.<br><br>Two-thirds of the raw metal used to manufacture equipment from the military came from these guys. The sweat on their brows was the the stuff Lancers were made of. You know. Figuratively. ", "authors": ["Delmont Walker"]}, {"id": "27967", "title": "Lost Horse Plush", "text": "JD here.<br><br>Sometimes it's easy to lose sight of what it is you're fighting for. Today, that's not so easy.", "authors": ["James Dominic Fenix"]}, {"id": "27968", "title": "RNV Borascu Captain&rsquo;s Log", "text": "*Translated to Tyran<br><br>CAPTAIN'S LOG, RNV BORASCU <br>FROM VASGAR TO CHALITZ, GORASNAYA<br><br>REMARKS ON DAY 11 OF REAP:<br><br>This day begins with hot weather & calm seas. Vessel requisitioned by military to bring troops home to Chalitz. Happy to bring our boys home!<br><br>1100 hrs. Some of the soldiers are displeased about the armistice. Third Officer had to break up a fight.<br><br>1400 hrs -- Spotted a Ostrini merchant vessel over the starboard side.<br><br>Disturbance at 1645 hrs. Unknown Gorasni stowaway found in the hold. Major Paduk has advised we hold him in the brig for now.<br><br>1730 hrs -- 3rd Officer is dead. Infighting among soldiers is rampant. Major Paduk attempting to seize control of the vessel. Mutiny declared at 1700 hrs. MAJOR TOLY AT UIR CONTROL VASGAR ALERTED.<br><br>Leaving helm. My crew needs me.", "authors": ["Unknown[Gears of War]"]}, {"id": "27969", "title": "Hand-Carved Riftworm Flute", "text": "Kait here.<br><br>This flute might look unassuming, but anything fashioned from Riftworm bone barters really well. There's even some demand for them in COG settlements. From what I heard, the Locust considered the Riftworm their deity. <br><br>I'm not wholly convinced I'm looking at a piece of godhood, but it's pretty neat.", "authors": ["Kait Diaz"]}, {"id": "27970", "title": "UIR Hammer of Dawn Blueprints", "text": "Technical plans for construction of the Hammer of Dawn orbital beam weapon.<br><br>In the past, this weapon decided the fate of both nations and species alike.", "authors": ["Unknown[Gears of War]"]}, {"id": "27971", "title": "Sovereign Directive 10345", "text": "By virtue of the authority vested in me as the Chairman of the Coalition of Ordered Governments, it is hereby ordered that all activities at the New Hope Research Facility are to be terminated, effective immediately.<br><br>It is further ordered that all staff report to the House of Sovereigns, where they will stand trial and face judgement on the 13th of Bloom. <br><br>As citizens of this Coalition, each of us made a pledge to conduct ourselves with honor, and to observe principles of loyalty and purity, as it was decreed by the Allfathers.<br><br>I know no greater impurity than what has been conceived within the walls of New Hope, and not act more dishonorable than what is effectively the imprisonment and torture of children.<br><br>Furthermore, the untruths told by Dr. Niles Samson and his team to protect themselves and their efforts from scrutiny indicate disloyalty of the greatest severity.<br><br>Dr. Niles Samson, you have forsaken your responsibilities to society, and so your society must forsake you.<br><br>CHAIRMAN MUNROE<br>THE HOUSE OF SOVEREIGNS", "authors": ["Chairman Monroe"]}, {"id": "27972", "title": "Lightmass Missile Fragment", "text": "Del here.<br><br>COG markings. Looks like a Lightmass missile scorched this whole area.<br><br>I don't think they taught this one in history class.", "authors": ["Delmont Walker"]}, {"id": "27973", "title": "Subject Analysis: TE-872-3", "text": "I tolerated Dr. Torres's unseemly designs upon EV-184-9 mainly due to my hope that their dalliance could produce a child. And now it has: TE-872-3. <br><br>Let me dispense with the chilly medical appellations, as Myrrah has proved my colleague and collaborator in every sense.<br><br>Her selfless cooperation has brought me much joy, but not nearly as much as this: Myrrah's daughter has inherited her unique genomic constellation. What this means I do not yet know, but it proves that what I have created here is, astonishingly, inheritable.<br><br>All throughout our facility dote upon little Reyna already. Only Dr. Torres seems ambivalent. I suspect he is jealous of the attention his special child is receiving.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27974", "title": "Subject Analysis UL-119-2", "text": "UL-119-2 remains our most physically dominant and remarkable specimen, surviving longer than any hybrid developed with embryonic stem cells. I remain baffled as to why this is so.<br><br>The bond she seemed to have developed with EV-184-9 continues to intrigue me. All at once, this mighty, matriarchal beast can be calmed into quiescence by no more than a glance!<br><br>Dr. Torres has developed a containment module for UL-119-2. He believes that by suspending her in cryptochromic fluid, the psychomagnetic bond she and EV-184-9 appear to share could be amplified. i am skeptical but willing to entertain his flight of theoretical fancy.<br><br>Dr. Niles Samson", "authors": ["Dr. Niles Samson"]}, {"id": "27975", "title": "Fallen Nomad&rsquo;s Visor", "text": "Paduk here.<br><br>So you absolutely must know about my Nomads? You cannot bear one single minute longer, the burden of your curiosity?<br><br>Fine. I will indulge you.<br><br>Ex-Soldiers. Survivors. Nationals of many stripes. We are both widely different, and highly alike. One common thread among us? The rejection of the loyalty that lead our lives to fruitless toil and ruin.<br><br>Here, we are loyal only unto ourselves. We live by simple, utilitarian rules. We revel in the opportunity to pursue the lives that we please.<br><br>There you go. Now leave me alone. Bozhizska!", "authors": ["Garron Paduk"]}, {"id": "27976", "title": "Ilima City License Plate", "text": "Ilima. One of the cities the Riftworm sunk.<br><br>This plate's a long way from home.", "authors": ["Unknown[Gears of War]"]}, {"id": "27977", "title": "COG Tags: Fallen Raven Pilot", "text": "MANUAL LORTON<br>SGT<br>298425-H2A28-EV<br>BRONN", "authors": ["Unknown[Gears of War]"]}, {"id": "27978", "title": "Nomad&rsquo;s Creed", "text": "*Translated to Tyran<br><br>THE NOMAD'S CREED<br><br>#1. PRIOR ALLEGIANCES ARE NOT DISCUSSED.<br><br>#2. BELONGINGS ARE SHARED BY ALL. SUPPLY YOURSELF ACCORDING TO YOUR NEEDS.<br><br>#3. YOU WILL BE JUDGED BY A SINGLE CRITERION: DO YOU CONTRIBUTE?<br><br>[Scribbled in an obviously different hand:]<br><br>#4. you will stop shitting near the bunks<br><br>[Scribbled in yet another obviously different hand:]<br><br>#5. you will not narc", "authors": ["Unknown[Gears of War]"]}, {"id": "27979", "title": "Frayed Pouncer-Tooth Necklace", "text": "Kait here.<br><br>I've been close enough to a Pouncer's gnashing face to know that this tooth recently belonged to one of them. An outsider necklace for sure.<br><br>It's a small comfort to know these people didn't go down without a fight.", "authors": ["Kait Diaz"]}, {"id": "27980", "title": "Outsider Skiff Schematic", "text": "Del here.<br><br>Looks like blueprints for a wind-powered skiff.<br><br>With no imulsion left and an abundance of wind( to say the least), maybe the Outsiders have the right idea.", "authors": ["Delmont Walker"]}, {"id": "27981", "title": "Krav&rsquo;s Locust Tag", "text": "*Translated to Tyran<br><br>KRAV GURST<br>284-598<br>FOR QUEEN, FOR TRINITY, FOR HORDE", "authors": ["Unknown[Gears of War]"]}, {"id": "27982", "title": "OZP-11 Termination Directive", "text": "*Translated to Tyran<br><br>Director Meurig, <br><br>The COG has deployed a functional Hammer of Dawn.<br><br>They have annihilated the Third Fleet at Bonbourg and now threaten to unleash their weapon upon our cities. We have no options left.<br><br>I understand you've dedicated much of your life to this project. It is not easy for me to ask for this, but all activities related to the Hammer of Dawn must now come to an end.<br><br>I have negotiated the release of your daughter in return for disarmament.<br><br>A garrison commanded by Major Toly will soon arrive at the site to oversee the dismantling efforts. Please cooperate with them, comrade. I beg you this.<br><br>Premier Yori Deschenko", "authors": ["Premier Yori Deschenko"]}, {"id": "27984", "title": "Weather Spectacles", "text": "Marcus here.<br><br>It's unmistakable. These belonged to my father. Windflares are a hell of a thing.<br><br>He worried that history would judge him harshly. After all, he perfected the Hammer of Dawn. It killed millions, but in the end we might not have survived without it.<br><br>He made things to end wars, not fight him. That's what drove him. And I hope it's something history will remember.<br><br>Rest in peace, Dad.", "authors": ["Marcus Fenix"]}]}