{"game_title": "Fable II", "series_title": "Fable", "codexes": [{"id": "351", "title": "Belching For Beginners", "text": "(This is an Expression manual)\nDo you find your social life suffers from your inability to burp? This book will teach you how in one easy step.\n(Use to learn the Belch expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "352", "title": "Book of Worship", "text": "(This is an Expression manual.)\nThis extremely rare guide for sycophants and serial flatterers was thought to be lost.\n(Use to learn the Worship expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "353", "title": "Come Hither, Dear", "text": "(This is an Expression Manual)\nYou've bought gifts for the object you desire, you've opened your heart to them, and now you want your reward. This book will teach you how to take that final step.\n(Use to learn the Come Back to My Place expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "354", "title": "Dead Handy", "text": "(This is an Expression manual.)\nNorbert the Narcoleptic invites you to join in Albion's latest craze; pretending to be dead. Try it, you might like it.\n(Use to learn the Play Dead expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "355", "title": "Hat, Headband, Moustache", "text": "Reading this book teaches you how to play a game of Hat, Headband, Moustache with any villager in Albion. Unfortunately, most people don't follow the rules properly anymore, so you never know what's going to happen. ", "authors": ["Unknown[Fable] "]}, {"id": "356", "title": "Sock It to 'Em", "text": "(This is an Expression manual)\nEntertain children and easily pleased adults by pretending that your hand is actually a person! It's amazing!\n(Use to learn the Sock Puppet expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "357", "title": "The Art of Seduction", "text": "(This is an Expression manual.)\nLearn the sophisticated secrets of Albion's greatest lovers.\n(Use this book to learn the Seduce expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "358", "title": "The Finger", "text": "(This is an Expression manual)\nSometimes the only way to let people know how you feel is to show them the finger. The one in the middle is usually the best.\n(Use to learn the Insult expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "359", "title": "The Perv's Handbook", "text": "(This is an Expression manual)\nLearn how to sway your hips and shake that ass like the true sexual deviant you are.\n(Use to learn the Vulgar Thrust expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "360", "title": "Traders' Game", "text": "(This is an Expression manual.)\nRule book for the popular traders' game \"Hat, Headband, Moustache.\"\n(Use to learn the Hat, Headband, Moustache expression.) ", "authors": ["Unknown[Fable] "]}, {"id": "361", "title": "Monty's Proposal", "text": "Darling, run away with me.\nLike two doves, we shall rise\non life's gentle breeze to soar\nabove the world in our bliss,\nforever embracing in the\nclouds. -Monty? ? ", "authors": ["Monty "]}, {"id": "362", "title": "Warrant for Arson", "text": "Ronnie \"Rhymes\nWith\" Parsonist\n\nWanted for: 19 counts of\nSetting Fire to Public Property\nor an Officer of the Peace. ", "authors": ["Derek "]}, {"id": "363", "title": "Warrant for Assault", "text": "Nicky \"The\nNickname\" Chalmers\n\nKnown Aliases: Nicky \"The\nNickname\" Chalmers (no\nrelation).\n\nWanted For: Assault With a\nDeadly Weapon; Assault With a\nPotentially Deadly Weapon;\nAssault With a Weapon We\nCan't Believe Could Possibly Be\nDeadly but Unfortunately Was.\n\nWanted Dead or Mortally\nWounded", "authors": ["Derek "]}, {"id": "364", "title": "Warrant for Burglary", "text": "Allan \"Alliteration\" Altamont\n\nWanted for: Breaking and\nEntering; Breaking and\nSmashing; Breaking and\nRepeatedly Stomping Upon;\nBreaking, Gluing Back\nTogether, and Trying to Pass\nOff as Not Ever Having Been\nBroken in the First Place. ", "authors": ["Derek "]}, {"id": "365", "title": "Warrant for Guntoting", "text": "Andrew \"The Stammer\" M-M-\nMiller\n\nWanted for: Assault With a\nFirearm; Stealing Glances at a\nFirearm; Whispering Sweet\nNothings to a Firearm;\nProposal of Marriage to a\nFirearm; Hurling a Firearm into\na Public Waterway in Anger.\nAlso one count of Public\nIntoxication.? ", "authors": ["Derek "]}, {"id": "366", "title": "Warrant for Sneakiness", "text": "Leroy \"Unremarkable\" Stone\n\nKnown aliases: Leroy Ten-\nFingers, Leroy One-Nose,\nLeroy Two-Eyes, Leroy Has-\nHair, Leroy Is-Alive.\n\nWanted for: Suspicious Though\nOtherwise Unremarkable\nBehaviour ", "authors": ["Derek "]}, {"id": "367", "title": "The Dogs of War", "text": "All books in the series have the same content.\n\nWritten by a member of the Canite tribe, native of the northern regions of Samarkand, and famed for their use of dogs in warfare. Use this book to train your dog in the art of fighting, increasing the damage he can do in combat. ", "authors": ["Unknown[Fable] "]}, {"id": "368", "title": "Dog Tricks! Tail Chase", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to chase his own tail. To see him do this, perform a vulgar thrust or a victory arm pump, or put on a hand puppet show.", "authors": ["Rufina Musket"]}, {"id": "369", "title": "Dog Tricks! Play Dead", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to play dead. To see him do this, you can either play dead yourself or accuse someone of being a chicken.", "authors": ["Rufina Musket"]}, {"id": "370", "title": "Dog Tricks! Begging", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how the begging trick. To see him do this, use a pick-up line, ask someone back to your place, or do a spot of begging yourself.", "authors": ["Rufina Musket"]}, {"id": "371", "title": "Dog Tricks! Backflip", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to do a backflip.", "authors": ["Rufina Musket"]}, {"id": "372", "title": "Dog Tricks! Bunny Hop", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to hop like a bunny. To see him do this, dance, laugh, whistle, play the lute, or strike a heroic pose. ", "authors": ["Rufina Musket"]}, {"id": "373", "title": "Dog Tricks! The Wave", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to wave. To see him do this, blow a kiss, give a present, make someone follow or wait for you, or give them a thumbs up or down.", "authors": ["Rufina Musket"]}, {"id": "374", "title": "Dog Tricks! Hide Snout", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to hide his face with his paws. To see him do this, either belch or fart. ", "authors": ["Rufina Musket"]}, {"id": "375", "title": "Dog Tricks! The Growl", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to growl at people you don't like. To see him do this, use any Scary expression. ", "authors": ["Rufina Musket"]}, {"id": "376", "title": "Dog Tricks! Targeted Urination", "text": "Animal lover, dog trainer and circus owner Rufina Musket, wrote this series of books to pass on her intimate knowledge of canine psychology. Use this book to teach your dog how to relieve himself on those you want to mock and infuriate. To see him do this, point and laugh at someone, insult them, or tell them to kiss your ass. ", "authors": ["Rufina Musket"]}, {"id": "377", "title": "Dog Book: The Backflip", "text": "Use this tome of wisdom to teach your dog one of the most spectacular canine tricks ever seen: The Backflip! Impress villagers with your dog's incredible deeds of daring do! To see him perform a backflip, show of a trophy or play a game of Hat, Headband, Moustache. ", "authors": ["Rufina Musket"]}, {"id": "378", "title": "Treasure Hunting", "text": "Written by renowned treasure hunter Larry Stalagmite, who successfully trained dogs to aid him in his search for bounty. Use this book to train your dog to sniff out better treasure.", "authors": ["Larry Stalagmite"]}, {"id": "379", "title": "Megafowl", "text": "Subtitled \"The Sword is Mightier than the Hen\" this horror/adventure novel by popular author Meredith Sock (Who was as renowned as he was reviled), tells the story of a giant, prehistoric chicken terrorising a land of farmers. Scenes like the one where Megafowl creeps from behind a barn to peck a whole yard of farm hands to death are said to be responsible to for a shortage of agricultural workers in the years that followed the book's publication. The tale ends happily, however, when a Hero by the name of Armageddon Smith arrives to slay the mighty beast. The sequel, \"Megafowl 2: Revenge of the Hen\" was banned for fear it would drive communities like Oakfield into economic ruin. Copies are rare and highly sought after.", "authors": ["Meredith Sock"]}, {"id": "380", "title": "Megafowl 2: Revenge of the Hen", "text": "A sequel to The Sword is Mightier than the Hen, this horror novel by the novelist Meredith Sock is a rare collector's item. Though similar in parts to the first Megafowl book, this one begins with the death of Armageddon Smith, the Hero of the original. Armageddon has now retired and has a farm of his own. One night, as he rocks on his porch, reminiscing past glories, spitting out chicken wing bones into a bucket, the ground trembles and a giant shadow blocks out the moonlight. The giant chicken, descended from the first one Armageddon killed, gets it revenge with one swoop of its left claw, kicking the old hero into the horizon. This shocking opening sets the scene for the unremitting carnage that follows. The bleak ending in which the megafowl takes its own life may have contributed to the book being banned.", "authors": ["Meredith Sock"]}, {"id": "381", "title": "Grubby Journal", "text": "Grabbed sum mor traders today. Bunch a sorry weeklings, but Lusien don't seem to mind that. Longs he keeps paying wot do i care. Ben a wile since he sended his boys round tho. He beter hurry up with that kash!\n\n\n", "authors": ["Unknown[Fable] "]}, {"id": "382", "title": "Murgo's Big Book of Trading", "text": "Murgo's book contains several chapters on subjects such as hoodwinking the public, passing old junk as precious, and the importance of a persuasive voice. More useful are the chapters on the basics of trading. A keen eye for sales and shortages is considered a essential skill, as is the ability to track down items at a reduced price. These can be sold in regions where stock is running low for greater profit. Murgo reminds readers that professional traders can have a big impact on a town's economy, driving prices up or down, and effecting welfare of hundreds of people with their choices. And one must never forget the advantage of having a winning personality when it comes to sweet-talking shopkeepers into giving you better deals.", "authors": ["Murgo "]}, {"id": "383", "title": "A Beginner's Guide to Business", "text": "This book is a comprehensive manual on all aspects of business, including shop ownership, becoming a landlord, and how to make a killing in the property market. On running your own shop it recommends you start by buying a stall, before moving up to a full-sized store. While you can set prices higher or lower than the town standard, it should be noticed that this will not only affect your profits, but peoples opinion on your moral standing in the community as well. It's also a good idea to get along with your employees as they will work harder for you, which will in turn improve turnover. And don't forget, as the owner, you will enjoy special prices on items!\n\nThe chapter on owning property emphasises the importance of proper management, both in terms of improvement to the houses you either rent out or sell, and your relationships with tenants. The rent you charge will have a profound effect on your reputation. Do you want to be know as a fair landlord or a tyrannical one? ", "authors": ["Unknown[Fable] "]}, {"id": "384", "title": "Norm and Aggie", "text": "This sweet tale of two retired schoolteachers that find love late in life is a real departure from Meredith Sock's usually salacious affairs. Widower Norm and spinster Aggie meet on a picnic by Bower Lake, and immediately realize they are meant for each other. Over the next seven hundred pages, their romance blossoms as they take nice long walks, sit in front of a roaring fire shelling peas and reminisce about former pupils while discussing the decline of modern education. Despite the tender nature of the novel, readers was shocked by the ending, in which the septuagenarian couple steals a guards musket and hold up a general store. After that stand-off that lasts several hours, Norm and Aggie rush out into the street, wrinkled hands clasped together, and into a hail of gunfire.", "authors": ["Unknown[Fable] "]}, {"id": "385", "title": "Lucien's Diary", "text": "Diary Extract One\n\nTonight I look down on the mobs crowding the Bowerstone streets and feel a dark, bitter envy. I covet their comfort, their vibrancy, their... Life. Fairfax Castle is silent. My dear Helena, my cherished Amelia...I miss you both terribly.\n\nDiary Extract Two\n\nThere is no more certain cure for pain than anger. And I am filled with enough of that to bring the world to a smouldering halt. That people would accept death and despair as part of life-- as fate --is beyond my comprehension. I find myself wanting to shout into their ignorant faces, to shake them out of their complacency. For surely they are insane. This world, and every living thing, must surely be insane.\n\nDiary Extract Three\n\nI resumed my research today; I can read for an hour at a stretch before that dark cloud descends upon my mind once more. The moments of clarity I have must suffice. I think. Perhaps in these papers I can find something that will ease my suffering, and even that of others. Perhaps.\n\nDiary Extract Four\n\nI am no longer alone in my research. Garth is from the western reaches of Samarkand and his work far outstrips my own. He shows a remarkable facility with Old Kingdom artifacts. Today I have watched in wonder as lights, delicately spun like cobwebs, shimmered in solid stone. Remarkable.\n\nDiary Extract Five\n\nI have discovered that by the end of their reigns, the Archons of the Old Kingdom faced their own mortality with anger; they came to reject the inevitability of death. That we share at least this philosophy is some comfort. They made great efforts to change the world. Great efforts. When I mentioned this to Garth, he grew silent, I wonder at this.\n\nDiary Extract Six\n\nI've found it! Images of the Tattered Spire are now burned into my mind. It is the sun looked upon for too long, the melody that echoes ceaselessly. I've found it! The key to a new world! I pray that I have the will to do what I must.\n\nDiary Extract Seven\n\nGarth finally capitulated. Together we took a frigate to the site and sent down drag-lines. We circled the area for a week, growing more irritatable with each day. Then today our lines hit stone! It is there! It is deep. Unfathomably deep. And yet the task is not impossible. It must not be.\n\nDiary Extract Eight\n\nThere is no alternative; enforced labour is the only way the Spire can be completed within my lifetime. Garth shares my apprehension at this prospect, but I believe he shares my determination as well. Sometimes conventional notions of morality must be subverted, suspended, no matter how difficult that may be. Morality is a fine thing... But taken to its logical extreme, it can hold us back from true greatness.\n\nDiary Extract Nine\n\nPerhaps Westcliff is the answer to the enforcement dilemma. Crucible Winners must be of particularly sturdy stock; ideal recruits, physically. As for issues of obedience... I believe I may have found an answer to any dissatisfaction that might develop once they are here. I cannot allow anything to compromise the Spire's construction.\n\nDiary Extract Ten\n\nBlood seems to be the key; in particular those whose lineage can be traced back to the ancient line. But where do I find such folk? Can their ancestry be determined by the naked eye? It strikes me that I have not made sufficient note of Garth's peculiarities before now. I shall enquire...\n\nDiary Extract Eleven\n\nI feel an unexpected joy at being so far out from the mainland. Here I can imagine that no other ties bind me to this world. No past. No pain. Just the great task before me. Now the base is almost complete. Our ships will have a harbour, at least! Sadly, today saw the first of our workers fall. This was not unexpected. We must continue regardless.\n\nDiary Extract Twelve\n\nEach month it becomes harder to imagine a return to mundane duties. The Spire whispers to me, still faint but already somehow familiar and comforting. As I lay my hand upon the walls that are only now beginning to take shape, I can almost feel the heartbeat of those that came before us. Today the peace was interrupted briefly by a minor uprising. I had no choice but to deal with it harshly. I do not begrudge the men that stood against me; they do not understand. But they will learn in time.\n\nDiary Extract Thirteen\n\nGarth informs me that four workers leapt to their death this morning. It is regrettable, and yet I must remain focused. The work is what matters. In fact, I wonder if we should not be less discriminating when it comes to the recruitment of Labour. Our progress seems less a function of their efforts and their skill, than of their sheer weight in numbers. I shall forgo the use of the collars on these men. I believe more traditional forms of discipline will be just as efficient.\n\nDiary Extract Fourteen\n\nToday, I felt the first stirring of Will. It was unlike anything I've ever experienced. Powerful, seductive. And all too brief. I hunger for more. Garth seemed displeased. 'Beware hubris' was all he could think to say. It is becoming clear to me that his thinking, while brilliant, is often conflicted and timid. Can he not grasp the beauty of what we shall accomplish?\n\nDiary Extract Fifteen\n\nMy beloved Helena and Amelia still visit me whenever I close my eyes, but last night my dreams were unlike anything that have haunted me before. I saw a blind, hooded woman, and other figures, shadowed and gaunt. But sunrise has already stripped me of any meaning it may have held. Is this all my new abilities have to offer? Cryptic visions and prophetic riddles? I would sooner enjoy a full night of rest.\n\nDiary Extract Sixteen\n\nOne question has consumed me of late; if the Spire and its component parts react to Will, would not small slivers of the Spire within a man grant him heroic powers? I had prepared an experiment to test this arresting theory, only for Garth's interruption to ruin it. He is becoming a greater impediment the further we progress. Yet I have no thought of removing him... Once indispensable for his intellect alone, he is now crucial to this great project in ways he may not even suspect. I hope he does not.\n\nDiary Extract Seventeen\n\nMy life and my purpose lie far beyond Albion's shores now. I shall not stay long in the castle that bears my name. My facility with the technology of the ancients increases exponentially, and today I learned of two promising candidates right here within the city. Could it be that two of the titans I seek are right under my nose? They are only children, but... Oh, my dear Amelia. ", "authors": ["Lucien Fairfax"]}, {"id": "386", "title": "Brendan's Diary", "text": "This appears to be a page from an explorer's diary, recording the details of an expedition of this cave. \"Third day. My hand is shaking from exhaustion, but I must remain vigilant. I almost nodded off last night as we camped around the fire, but manage to keep an eye on Erik and Drake. I have seen their greedy glimmer in their eyes. They mean to make the treasure theirs! Perhaps it is time to make use of the poison. Brendan.\"", "authors": ["Brendan "]}, {"id": "387", "title": "Rose's Diary (Real)", "text": "The latest entry, written over the rough drawing of a castle, reads: \"I managed to find a nice piece of charcoal this morning, so I can finally start writing again. I still haven't finished putting down the story about the warrior girl who fights snow monsters. Sparrow always likes listening to that one - sends him/her right to sleep! It's not so easy for me. Winter is getting colder and soon our shelter won't be anywhere near enough. We'll freeze to death if we don't find something better. And the family of travellers who let us stay in their caravan last winter haven't come back this year. It was nice having someone to look after us for a change. If only we could find some secret passage into the castle... We're small enough that no one would notice us. We'd be like ghosts, or like mice, hiding in the walls. We'd tip-toe out when everyone goes to bed and raid the larder. I bet they have so much food in there, they'd never even notice. Bah, day-dreaming isn't going to get us anywhere. You have to think of something, Rose. You're the big sister, remember?\"", "authors": ["Rose "]}, {"id": "388", "title": "Rose's Diary (Dream)", "text": "Today is going to be another brilliant day, I just know it. Mum and Dad have gone to town to buy us lots of food and toys because they love us so much. So it's just me and little Sparrow. We're going to have so much fun!\nI'm so lucky to have the best little brother/sister in the world. I know we'll always be together and nothing bad will ever, ever happen to us while we stay here. ", "authors": ["Rose "]}, {"id": "389", "title": "The Fall of the Guild", "text": "The following is excerpted from one of countless tracts which circulated in Albion shortly before the destruction of the Heroes' Guild.\n\n\"Citizen! Are you tired of fawning over Heroes not out of love, but fear? Tired of Heroes receiving special privileges? Tired of being a second-class citizen? This is a call to action: join the Oakvale Anti-Hero League today!\n\nHeroes once protected Albion. But in the absence of the great threats of old, threats like Jack of Blades, Heroes protect us from nothing. Instead they menace, extort, and bully the people they once served. It is time to turn our backs on these relics of another time and set our sights on the future! Ask yourself, whom shall we thank for the prosperity of our age? Heroes? No! Engineers. Doctors. Inventors and natural philosophers. These people give us larger and safer cities, healthier crops, cleaner water, longer and fuller lives.\n\nThe people can solve their own problems. The Heroes' Guild is no longer needed, nor wanted, in Albion. We will deliver this message, by force if necessary! In the age of the firearm, we do not need Heroes - nor shall we fear them!\" ", "authors": ["Unknown[Fable] "]}, {"id": "390", "title": "Pretty on the Inside", "text": "House improvements and decorations aren't just for landlords and property tycoons out to make a profit. Everyone can benefit! Wouldn't you rather wake up in a beautifully hand-crafted mahogany bed than a rickety collection of wood held together by little more than termite corpses and night sweat? If you have a family, it won't be long before they're clamouring for more spiritually satisfying furnishings. So go on, help your town become a nicer place. Decorate your home!", "authors": ["Unknown[Fable] "]}, {"id": "391", "title": "The End is Almost Nigh", "text": "This is a collection of predictions and doom-mongerings from the mystic and soothsayer Arthur Dandelion. His more cryptic visions, such as the one about two brothers of little wit who shall release howling death upon a town of blood, have invited speculation and much shrugging of shoulders. Among his other prophecies is the one that foresees the invention of a machine that will aid in the cleaning of soiled garments. His most famous warning is the one that predicts the end of the world. According to Dandelion, it will not come suddenly, but: \"the ground shall shake, and the past shall erupt into the present in a most bloody manner. Though perhaps a strange being shall transform into a dragon and lay waste to all that lives long time before that happens. What do I know? This isn't an exact science or anything.\"", "authors": ["Arthur Dandelion"]}, {"id": "392", "title": "The Temple of Shadows", "text": "The Cult of Shadows was established shortly after the dissolution of the Temple of Skorm. A group of especially wicked men, loyal to their own vicious nature rather than the god they had chosen to serve, went on a pilgrimage through Albion, seeking a new spiritual anchor to their malice. They found just that in the ruins of an Old Kingdom cathedral in Rookridge, where a dark presence had long dwelt. For the next two decades, the members of the Temple of Shadows were involved in foul deeds across the land, taking sacrificial victims into their underground chamber, and recruiting only the most evil and remorseless of people into their ranks. The Cult came to a sudden end on a winter's night, when the Shadow worshippers conducted a ritual that would cause the Ultimate Shadow to manifest itself physically in this world. But unable to control the vast powers they were unleashing, every member of the Temple perished in terrible agonies. It wasn't until hundreds of years later than a vile man by the name of Cornelius Grim restored the Temple. Finding recruits as malevolent as himself proved difficult however, and it is said that most current Shadow worshippers are nothing but upper-class twits for whom evil is merely a hobby.", "authors": ["Unknown[Fable] "]}, {"id": "393", "title": "Becoming a Parent", "text": "So you're happily married, eh? Then perhaps it's time to have kids! Folklore says that girls are conceived at dawn and boys at dusk, but then again, folk say all kinds of crazy things. You will need to make sure your new family has enough money to live on. Keep them happy with gifts and a nice home, and you can count yourself a successful parent.", "authors": ["Unknown[Fable] "]}, {"id": "394", "title": "Cold Lips", "text": "This erotic novel by bestselling author Meredith Sock, tells the story of Eduarda, the beautiful maid of a wealthy household, who ruthlessly sleeps with every family member to get what she wants. Eduarda climbs her way through the service ranks to become the personal aid of Lady Sickly. When Lady Sickly is found murdered, all fingers point to the voluptuous maid, but did she really poison her mistress so that she could marry Lord Sickly, or has she been framed by one of her jealous lovers? Only Randy the gardener knows the truth. Despite receiving scathing reviews, \"Cold Lips\" was a runaway hit with the many servants who toil behind the scenes of Fairfax Gardens.", "authors": ["Meredith Sock"]}, {"id": "395", "title": "Marriage and How to Survive It", "text": "You may think you've attained your life's ambition by getting married, but your hard work has only just begun. Keeping your spouse happy isn't always easy, but maintain a healthy relationship and not only will your partner shower you with gifts, you will also find that a night's sleep in your marital home can be twice as refreshing and uplifting. Your job is to provide a home your spouse feels comfortable in, and making sure there is always enough gold for general expenses. Whatever you do, don't leave an annoyed spouse behind when you go off to explore the world. Things will only get worse. Follow this advice and you'll be happily married for years to come. Now, have you thought about kids?", "authors": ["Unknown[Fable] "]}, {"id": "396", "title": "The Secret of Castle Fairfax, Part I", "text": "Though it came to be known by its present name some ninety years ago, when it was bought by the noble and illustrious Fairfax family, the castle was built more than fifty years previous than that. And, if this book is to be believed, it has a long tradition of strange and unexplained events. It was commissioned by the reclusive alchemist Leo Head after his potion of youth made him a fortune. Leo swore never to make the potion again and retired to the grand halls of the castle. It was rumoured that he was working on a new, even more fantastic potion, but Leo was never seen in public again. When the authorities entered the castle seeking an annual tithe, they found only the corpse of an unidentified old woman.", "authors": ["Unknown[Fable] "]}, {"id": "397", "title": "The Secret of Castle Fairfax, Part II", "text": "After the strange disappearance of the alchemist Leo Head, the next owner of the castle was a ruthless man known only as the Count. These were fretful years for Bowerstone. People went missing never to be found again, and there was talk of torture and unholy rituals being conducted in the castle. All that ended when the Fairfax family took over, bringing an era of prosperity to the town. Though even then gossip about the castle didn't end.\n\nIngrid Fairfax died giving birth to Lucien's Father, but it was said that she was an unstable woman, and that the news of her death was a cover for the truth: that she had been locked in an attic, to see out her madness in seclusion.\n\nLucien's father grew up to be a good man, beloved by all, though he never recovered from the death of his daughter, Ellie. Only a very young Lucien witnessed her death, powerless to stop it. Many would remember this early tragedy when an even greater one would befall Lord Lucien later in life. ", "authors": ["Unknown[Fable] "]}, {"id": "398", "title": "Understanding The Albion Psyche", "text": "This book by the behaviourologist Benny Skinful prods and probes that most quirky and unpredictable of animals: the fully-grown Albion human. Described as a deeply opinionated lot, fond of gossip and flip-plopping from a friendly disposition to a hostile one and then back again at the slightest provocation, the people of Albion can be affected by a great number of things. What they see you do, what you say to them, what you wear, what you give them, what they hear about you.... All these things go into the great messy bucket that is their minds. As Skinful says, \"take care to really know your subject, whether you intend to befriend it or provoke it, as each individual has its own set of likes, dislikes and all manner of personality idiosyncrasies.", "authors": ["Benny Skinful"]}, {"id": "399", "title": "Reaver's Diary", "text": "A Page from Reaver's Diary (1/5):\n\n\"This is my first night back since the renovations, and I must say that chap from Rookridge has done a splendid job. A small miracle considering he'd recently lost three toes and two family members.\n\nBut what was I to do? He wouldn't be persuaded to abandon the construction of some worthless temple to aid me in my time of crisis. And his predecessor had simply the worst taste in furnishings. I was generous to let him live as long as I did.\n\nNow that awful scent of burned wood and flesh has dissipated, perhaps I shall throw a party. Ursula and Penelope will be my guests of honour. Shame Andrew crumbled to ashes in the fire. What a sweet young fellow... But such a heavy sleeper.\"\n\nA Page from Reaver's Diary (2/5):\n\n\"It's good to be home after these three last months at sea. My ship barely made it back to port under the weight of such spoils, and then only after we disposed of those less valuable.\n\nIt was a pity to see my new brides sink into the ocean. But their sizeable attributes rendered them unfeasibly heavy. And I'd already tossed all non-essential crew members into the ever undulating arms of the kraken.\n\nI believe my most cherished memory from this voyage has to be the discovery island far to the south of Albion, among waters of an indescribable blue. There, men and women consort in ways even I found slightly objectionable.\n\nThey have little need for clothing under that gentle sun, and their fondness for a syrupy liqueur made from an obscenely-shaped fruit made it almost to too easy to plunder their possessions. I might have stayed there forever, had it not been for the monkey incident.\"\n\nA Page from Reaver's Diary (3/5):\n\n\"I am filled with a wonderful weariness tonight. My bedroom is far too crowded to get a good night's sleep, and I'm too indolent to eject any of my lovely guests. Instead I thought I would sit in my study sipping a restorative beverage, and enjoying my own company.\n\nIt reminds me of my very first evening in this house. My bedfellows were fewer and less charming then, but I had less energy left anyways. It isn't every day that one murders a pirate king, and takes his place.\n\nOh, I had the vigour of youth back then. Real youth. How many must have I killed on my way to this very room? I shall never forget the look on the brigand's face, one so ill-suited to royalty of any kind. How he came to such a position being so slow on the draw is a perfect mystery.\n\nI feel somewhat reinvigorated now, and I hear stirrings upstairs. Perhaps the night isn't quite over yet.\"\n\nA Page from Reaver's Diary (4/5):\n\n\"I received an unusual visitor today, an adventurer who'd toddled in through Wraithmarsh, losing neither life, limb nor sanity on the way.\n\nThis alone would have been sufficient to mark him/her as a unique individual, but once I'd learned he'd /she'd escaped from the demented grip of none other then Lord Lucien, I had knew I had quite a catch in my hands.\n\nI sent an emissary to speak with Lucien and came to a lucrative arrangement. Since the time of the tribute is nearing - I can already feel the wrinkles begin to form on my face - I sent the poor sod/cow to the Shadow Court to keep him/her busy. I'm sure the old loon in the Spire won't mind if I post him/her back slightly decrepit. Should make it easier to keep him/her locked up.\n\nI think I'll celebrate my good fortune be commissioning a new portrait. I've heard of a chap with some sort of magical apparatus that renders almost lifelike results. I believe his name was Barnum, I shall have him brought to me today.\"\n\nA Page from Reaver's Diary (5/5):\n\n\"I awoke from the nightmare again. One would think more than two hundred years would suffice to blunt it's steel. But still I see Oakvale devoured by shadows. Still those shrieks fill the air. How much longer must I live before they fall silent?\n\nSuch dreams belong to another time. To another man. One who would recoil from the things I've done since that night. Who might even care about all the sacrifices I've offered up to the odious Judges over... over how long? Hundreds of years?\n\nI see that man as he was back then. As beautiful as me, as fiery as me, but so delicate. So breakable. And so afraid of death. I see him summon the Shadow Court into this world, oblivious to the consequences. He asks them for immunity for the disease of time and death, and they grant it.\n\nThen I see him running madly through fields, the realisation of just what price he has unwittingly paid hanging like a tragedy mask from his face. He falls to his knees before the town he called home-- now a dark circus of screams. Hers is among them, but he can do nothing to stop it.\n\nWhat a weak, despicable man he is. But I am not he. I am Reaver. And I will sleep much better after this chalice of wine.\"? ", "authors": ["Reaver "]}, {"id": "400", "title": "Introduction to Navigation", "text": "Among the greatest dangers facing a modern mariner is the use of obsolete maps. Albion has been mapped for many centuries at least, but many of the old maps contain significant inaccuracies. This is primarily attributable to two main causes.\n\nThe Shape of the World\n\nIt is only in the last century that the greatest minds in Albion have determined that the world is not flat, as it appears, but actually spherical. Obviously, rendering a sphere as a flat, two-dimensional drawing introduces errors. The Bowerstone Maritime Academy has on permanent display a 500-year-old map of Albion, which shows Bowerstone Bay as much smaller than its actual size. Further, the islands containing Knothole Glade and Hook Coast are shown due west of the main landmass, whereas in fact they lie almost directly northwest of Bowerstone and its environs.\n\nImproved Instruments\n\nUsing a sextant, navigators can calculate their position with far greater precision than was possible with earlier instruments. The remarkable sextant likewise allows cartographers to plot land features with extraordinary accuracy. Using a modern sextant, a skilled cartographer can achieve astounding precision, in some cases to within a radius as small as three miles! ", "authors": ["Unknown[Fable] "]}, {"id": "401", "title": "Wedding Bells", "text": "A book of tips to make anyone fall in love with you until they're ready to say \"I do\". It suggests you get to know the object of your affection, so you are better able to perform their favourite romantic expressions, surprise them with their favourite gifts and take them on dates to their favourite places. Coming on too strong can make them become bored with your advances though, so don't be too eager to woo them quickly.", "authors": ["Unknown[Fable] "]}, {"id": "402", "title": "Lucien the Lunatic", "text": "Subtitled \"The Unauthorized Biography\", this is one of the few surviving copies of the unofficial life story of Lord Lucien, most of them having been destroyed in a great fire (along with the anonymous author, according to some). It delves into the darker and more secretive parts of Lucien's history, from the claims that his grandmother was a madwoman who had to be locked in the attic, to the speculation that there may have been foul play in the death of his sister. The book contends that the loss of his wife and daughter later in life plunged Lord Lucien not just into despair, but into the kind of insanity that almost certainly runs in the Fairfax blood. His strange obsession over ancient texts, his expeditions abroad, and a newfound ruthlessness would all lend credence to that theory. The book ends with a warning, \"for who knows what catastrophe a man of such power and drive may bring upon us if he has indeed been consumed by lunacy?\"", "authors": ["Unknown[Fable] "]}]}