{"game_title": "Fable", "series_title": "Fable", "codexes": [{"id": "2", "title": "A Love Story", "text": "Ralf was a hero who fought bravely and well. But his face showed the scars of battle and frankly, no woman would look at him. In his despair, he robbed the ancient trader barons of Greatwood and bought a house and a pile of presents to give out. Women fell at his feet and eventually he chose a gorgeous one to marry. But too late, he realized that the type of female who is impressed by gifts and houses is too shallow to make a good bride. So Ralf decapitated her and waved her lovely head about in triumph. And the phrase 'Trophy Wife' was born.", "authors": ["Unknown[Fable] "]}, {"id": "3", "title": "Arban's Thaumaturgica", "text": "\"The ancient volume describes the forgotten rituals and magic of Hook Coast, including ways of erecting and disabling force fields. It's written in an arcane language you can't decipher. Perhaps the Guildmaster will be able to read it.\"", "authors": ["Unknown[Fable] "]}, {"id": "4", "title": "Book of Spells", "text": "BERSERK \r\n\r\nBerserk sends the Hero into a frenzy, with greatly increased speed and strength. \r\n\r\n    FORCE PUSH \r\n\r\n    This spell creates a powerful blast of energy which radiates out from the caster, sending nearby enemies sprawling. Useful when greatly outnumbered. \r\n\r\n    ENFLAME \r\n\r\n    Enflame blasts the area surrounding the caster with a wave of fire. \r\n\r\n    LIGHTNING \r\n\r\n    This spell creates and arc of pure energy which leaps from the fingertips of the caster to the target. Higher Levels can strike more than one foe at a time. \r\n\r\n    FIREBALL \r\n\r\n    The magician's favourite! This creates a ball of fire in the palm of the casters hand which flies toward the target when released. Larger Fireballs are extremely explosive. \r\n\r\n    ASSASSIN'S RUSH \r\n\r\n    This spell propels the caster through space in the blink of an eye. If a victim is targeted, the spell enables the caster to move behind this unfortunate instantaneously. The thief's greatest friend! \r\n\r\n    TURNCOAT \r\n\r\n    This Insidious spell confuses the enemy, turning the target into an unwitting ally. \r\n\r\n    SLOW TIME \r\n\r\n    Slow Time affects the very fabric of time itself: slowing everything in Albion to a crawl. \r\n\r\n    MULTI-ARROW \r\n\r\n    Once this spell is cast, each arrow fired is magically transformed into a multitude of death delivering projectiles, causing much greater damage. \r\n\r\n    SHIELD \r\n\r\n    For the most passively minded, this allows the caster to reduce the damage of enemy attacks by surrounding him in a protective sphere of energy. \r\n\r\n    HEAL \r\n\r\n    This allows the caster to trade in his magical energy for health. A magician's Favourite! \r\n\r\n    DRAIN LIFE \r\n\r\n    A singularly unpleasant spell. Drain Life allows the caster to heal himself by draining his enemies life-force. \r\n\r\n    MULTI-STRIKE \r\n\r\n    This spell imbues the user's blade with the ability to strike multiple times with a single blow. Combined with other spells, this little trick is devastating. \r\n\r\n    BATTLE CHARGE \r\n\r\n    The Battle Charge propels the caster forward at great speed, smashing any in his path, and blasting all nearby aside. \r\n\r\n    SUMMON \r\n\r\n    Summon pulls an allied creature's soul from the netherworld to help the caster. If this creature kills another, it is replaced by the soul of the newly fallen victim. \r\n\r\n    GHOSTLY SWORD \r\n\r\n    This spell summons a number of ethereal blades to attack on the caster's behalf. ", "authors": ["Unknown[Fable] "]}, {"id": "6", "title": "Dusty Notebook", "text": "I, Elvira Grey - known from this day forth as Lady Grey - have come of age and, finally, to the power I have so longed for. This day marks a turning point for the Grey family; an end to weakness, indecision and regret. As I look back on my past, my only dissatisfaction lies in wasted time. I wish that the masked messenger, whose words made the world so clear to me, had arrived earlier in my life. Tonight I take my leave of this house, and begin anew. Bowerstone will find its new leader a formidable woman...\n", "authors": ["Elvira Grey"]}, {"id": "7", "title": "Eyes of a Killer", "text": "This handbook gives some tips on making yourself scarier to other people. Performing acts of great evil, have certain tattoos applied to your body and mastering a really nasty laugh are all considered winners", "authors": ["Unknown[Fable] "]}, {"id": "9", "title": "Making Friends", "text": "Among the gems of wisdom contained in this book are these: \"It is generally considered ill-mannered to hit people\". \"Albion is a materialistic place: shower people with gifts and they'll love you for it\" and \"Performing good deeds will make everyone appreciate you much more.", "authors": ["Unknown[Fable] "]}, {"id": "10", "title": "Scrawled Parchment", "text": "The fragment reads: \"The air is running out and I have hardly the strength to scratch the words on this letter. The lamp was extinguished hours ago, and my life cannot be long in following it. Now that I've resigned to my fate, however, I am concerned solely with my duty as the eldest of the Grey children, rightful heir to the office of the Bowerstone Mayoralty. I can only hope that these words are one day found, and the truth they speak become known to all. I die at the hand of my sister, Elvira. The new Lady Grey is a murderess. I grow weary now... Sleep is upon me and...\" The final Scrawl is illegible.", "authors": ["Unknown[Fable] "]}, {"id": "11", "title": "Sisters' Diary", "text": "\"Harvest, Day 15 - Mother is away again. She never tells us where. I think father is a little sad when she goes.\"\n\"Harvest, Day 18 - I had that nightmare again last night. There's a big room, and right in the middle of it there's a big swooshing light that feels like it's going to suck me in. I still couldn't see what was in the middle of it. I don't think I ever want to.\"\n\"Harvest, Day 19 - I had another dream. I was opening birthday presents and I was so happy. Then something happened, and it was so horrible it woke me up. I think that part was only a dream though.\"\n\"Harvest, Day 21 - It's my birthday today! I bet my brother forgets again, but at least mother will be back. I got up early to look out over the sea, and now I'm going to play in the top field.\"", "authors": ["Unknown[Fable] "]}, {"id": "12", "title": "The Arena", "text": "Heroes left the Guild and made their choices, good or evil, in Albion. But, with the freedom to do as they chose, they often clashed. Sometimes they fought to the death. These bouts were often arranged in advance and people traveled from miles around to see them. Eventually the Arena was built, and the bouts became bigger and more spectacular. Creatures from across Albion were captured and brought there for Heroes to kill. One rule remained from the olden days, though. Should either combatant so choose, the battles could be to the death.", "authors": ["Unknown[Fable] "]}, {"id": "13", "title": "The Balverine Slayer", "text": "This book is a worshipful, some say exaggerated, history of Knothole Glade's most famous Balverine Slayer, Scarlet Robe. It tells the story of her first encounter with one of the beasts, at the tender age of fifteen, when she astounded Knothole Glade's elder warriors by killing a particularly fierce Balverine using only a piece of wood. It goes on to give a detailed account of her stay with the Heroes' Guild, her pivotal role in the Great Balverine Extermination battle and her triumph in the Arena.", "authors": ["Unknown[Fable] "]}, {"id": "14", "title": "The Bloodline", "text": "Though the Old Kingdom vanished centuries ago, pieces of it remain scattered throughout Albion. The Guild in its magnificent glory, ruined architectural corpses, dark and unholy secrets throbbing beneath the earth. But more survives than stone and magic. For there is still among us the living legacy of the Kingdom itself. A lineage that is connected with all that made the Kingdom great and somehow ended up destroying it. Whether they are the descendants of Archon himself or of the makers of the Sword, or perhaps of those who managed to extinguish its power, it is not known. Though generations separate them from the days of the Fall, there walk today survivors of this bloodline, and an ancient power courses though their veins. They may live as Heroes or they may hide among the masses, but their link to the Sword wielded by Archon himself, the Sword of Aeons, is confirmed in all the documents I have unearthed. If I can find the living descendants of this bloodline, I may be able to uncover what happened to the Sword, and perhaps the days of the Old Kingdom can be restored. There is one to whom all the signs direct me. Though she lives a quiet life now, she has done much to mark her as the one. And now the bloodline continues through her children. A son and a daughter. And the power that lives in her will be passed on to them one day.", "authors": ["Unknown[Fable] "]}, {"id": "15", "title": "The Dragons", "text": "Many Dragons lived in Albion, but the Old Kingdom huntsmen killed them for sport. The survivors fled to the mountains and the Northern Wastes and overtime they grew less powerful, and their fiery breath less dangerous. Without man they had no natural enemies. But a dragon is a dragon and to this day when an Albion child has an accident in this underpants it's known as 'Seeing a Dragon'. Although sometimes it's just known as 'pooing yourself, you dirty little boy'.", "authors": ["Unknown[Fable] "]}, {"id": "16", "title": "The Guild of Zeroes", "text": "This satirical pamphlet purports to be a journal of a Zero in training, and is a thinly veiled attack on the Guild, the self-claimed superiority of its members and the cult of celebrity that surrounds them. The author disappeared shortly after its publication.", "authors": ["Unknown[Fable] "]}, {"id": "17", "title": "The Hierarchy of Weapons", "text": "The close range weapons of Albion are broadly divided into four types based on their materials and process of manufacture. The first and lowliest weapons are made of Iron, usually forged by blacksmiths. Better are the steel weapons. These are stronger, lighter and sharper. Only the Steelmasters can create these. Next are the Obsidian Items. This secret, magical material is still not understood, but it's believed to be dark and evil. The weapons are often blackened and twisted, but very light, strong and powerful. Then there are the Master Weapons. Blessed, worked to a high degree and anointed, these are the best a combatant can get, apart from the Legendary Weapons. These have names and are unique. Very few have seen them, and fewer still have ever wielded one.", "authors": ["Unknown[Fable] "]}, {"id": "18", "title": "The Northern Wastes", "text": "The nine seas surround Albion, but to the North is the Wasteland. Some say there's nothing, and others that it is Jack of Blades true home. The old Scribes say that it was once a mighty empire before the glaciers came. Libraries of arcane knowledge still exist beneath the ice, and those who once lived there sleep deeply beneath the cold blanket, ready to reawaken when the time comes and Albion is ruled again by one man.", "authors": ["Unknown[Fable] "]}, {"id": "19", "title": "The Oakvale Raid", "text": "Written by one of the few survivors, this is a harrowing account of the night Oakvale was burnt to the ground in the most savage Bandit raid in Albion's recorded history. Despite the honesty of the author's grief, the book raised some controversy by refuting the established theory that laid the blame on the Bandits of the Twinblade clan, and suggesting that the feared Jack of Blades masterminded the attack.", "authors": ["Unknown[Fable] "]}, {"id": "20", "title": "The Old Kingdom", "text": "Long ago the kingdom of Archon ruled every corner of Albion. The World was peaceful and in perfect order, though many wondered if the force that held it altogether was not corrupt. For Archon had in his possession a sword of vast and mysterious power, and Albion's elders wrote of gradual changes overcoming their leader. These changes spread to the kingdom itself. Strange structures were erected round the world, and huge armoured figures were seen guarding four hubs of energy and Archon's Castle itself. Every living thing was touched by the Sword's influence, and soon foul creatures the world had never seen before darkened the people's lives. And yet no record exists of what caused the fall of the Kingdom. So suddenly, so irrevocably, Archon and the Sword disappeared, but the darkness remained.", "authors": ["Unknown[Fable] "]}, {"id": "21", "title": "The Other Land", "text": "During the Old Kingdom, people fled the hatred, the pain within Albion in their masses. Boats sped from the shores in every direction. And one group of emigrants pitched up in paradise. Warm seas, palm trees and coral sands beckoned. And the inhabitants welcomed the visitors with food, comfort and grace. But the people of Albion had headcolds and when they passed these onto the islanders, almost all of them died. And the Albion Settlers, not knowing how to farm the weird fruits, catch fish or hunt the wild pigs and chickens, died too. But the few islanders who survived buried the dead and rebuilt their paradise. With new, impenetrable beach defences.", "authors": ["Unknown[Fable] "]}, {"id": "22", "title": "The Pale Balverine", "text": "There was an Archer who believed he was the best in the land. He was also a lord, but had fallen out of favour with his people and had been imprisoned for lying. Determined to prove himself on his release, he set off to battle fearsome Balverines. He was bitten but did not die. Instead he changed and over time became a powerful, evil Balverine. Normal weapons hardly hurt him. So thick was his skin. But he hadn't counted on a red-robed woman's solid silver arrow of truth which pierced him and killed him.", "authors": ["Unknown[Fable] "]}, {"id": "23", "title": "The Repentant Alchemist", "text": "This is a play by Philipth Morley, Albion's most celebrated dramatist. It is the story of a Bowerstone innkeeper who discovers his wife is cheating on him with every man in town. As revenge, he concocts a new ale with the peculiar properties of making anyone who drinks it die horribly if they should have indulged relations with the innkeeper's unfaithful wife. He soon finds himself without living customers and decides to partake of his malevolent beverage himself.", "authors": ["Philipth Morley"]}, {"id": "24", "title": "The Rotten Apple", "text": "This classic political treaty uses the first metaphor to provide a theoretical solution to all of society's problems. The most controversial of these ideas involves the abolishment of the Heroes' Guild (symbolized by a rare breed of crop-destroying insect immune to most pesticides). By an extraordinary coincidence, when taken literally, most of the advice is also extremely effective in actual fruit farming.", "authors": ["Unknown[Fable] "]}, {"id": "25", "title": "The Sock Method", "text": "Subtitled 'How to Make Yourself Sexier in Ten Days', this guide advises its readers to master really Heroic poses, learn to flirt, wear stylish clothes and avoid bad haircuts.", "authors": ["Unknown[Fable] "]}, {"id": "26", "title": "The Tailor's Tragedy", "text": "This is a play by Philipth Morley, Albions most celebrated dramatist. The title's tailor is a young man from far away lands who washes up on the shores of Oakvale after the merchant ship he is traveling in is torn apart by storms. Thanks to the generosity of the townspeople, he is able to open a store, and the outlandish style of his suits and dresses soon make him a success. He eventually marries a beautiful girl and dies a happy old man surrounded by loving children. The title is thought to be a misprint.", "authors": ["Philipth Morley"]}, {"id": "27", "title": "The Tale of Maxley", "text": "As everyone knows, Hobbes are stupid creatures. But every so often a clever one comes along. Maxley was one such Hobbe, and tired of eating raw flesh and sleeping in streams, he left to seek his fortune in the world of humans. He murdered a nobleman and stole his clothes, dressed up and walked tall on the road to Bowerstone. When he arrived people complimented him on his appearance. When he answered, his Hobbe grunting gave him away. The guards killed Maxley and put his head on a spike. It is better to keep quiet and be thought an idiot then[sic] to open one's mouth and prove it.", "authors": ["Unknown[Fable] "]}, {"id": "28", "title": "The Tale of Twinblade", "text": "Heroes, good or evil, need self-discipline. And Twinblade, a young, powerful swordsman, was no different. After graduation, he stopped taking Quests at the Guild when he realized he could take what he wanted from anyone. His love of gold and growing resentment of other Heroes drove him to live in the woods as a thief. His strength and ruthlessness led him to face and kill other Bandit Clan Leaders and he united the Forest Clans and became King of the Bandits. But deep inside him, Twinblade never lost the code of honour and respect the Guild had instilled in him.", "authors": ["Unknown[Fable] "]}, {"id": "29", "title": "The Trials of Aarkan", "text": "This epic poem was once taught in every school, but its themes were regurgitated so often by lesser verse makers it lost all its power and is now virtually forgotten. It tells the story of a young boy whose village is destroyed by a band of savages. Orphaned, he is taken in by an old warrior who teaches him the ways of the sword. As a grown man, he slays an ancient evil and restores order to his world", "authors": ["Unknown[Fable] "]}, {"id": "30", "title": "The Trigamist", "text": "This cheap and racy novel tells the story of a no good scoundrel Geroneous Wilkout, a young man who marries three women in three different towns and pays the ultimate price. Having posed as a Hero from the Guild in order to win the three ladies' hearts, Geroneous finds juggling three households a difficult but rewarding lifestyle, until one day his deceit catches up with him. After a mix-up in his busy schedule in the more intimate of his matrimonial duties, the three wives discover their husbands secret and devise a terrible punishment: a visit from the Mythical Castrating Mountain Monkey.", "authors": ["Unknown[Fable] "]}, {"id": "31", "title": "The Ugly Guide", "text": "Though admittedly writing for a small market, the author of this manual has many handy tips on making yourself less attractive. Among the chief ideas are: eating plenty of fattening pies, releasing that uncomfortable build-up of bowel gases and making rude gestures to your would-be admirers.", "authors": ["Unknown[Fable] "]}, {"id": "32", "title": "Theresa's Letter", "text": "Dear Brother,\nI have always known we were special, and now I have found proof. This book tells of a bloodline from the days of the Old Kingdom, and its connection to a sword powerful enough to rule the world. A bloodline mother belonged to, I am certain. A bloodline you and I belong to as well. Perhaps with your eyes you will understand it better than I do. I speak to the pages, but they don't speak back.\nTheresa ", "authors": ["Theresa "]}, {"id": "33", "title": "Three Haiku", "text": "Terrible beauty,\nBuilding scream in agony,\nOakvale is burning.\n\n\n\nWarrior or Mage,\nChoose evil or choose goodness,\nA beard or moustache.\n\n\n\nSword of Albion,\nSleeping until the true Blood,\nFlows red on its blade", "authors": ["Miko the Bard "]}, {"id": "34", "title": "Windbreaker Rule Book", "text": "This guide to making yourself obnoxious, includes the following tips: learn to swear and do it whenever you please, hit people for no reason at all, and break wind with wild abandon.", "authors": ["Unknown[Fable] "]}, {"id": "35", "title": "You Are Not a Bad Person", "text": "Originally written to help reformed Bandits and serial killers to become accepted members of society, this book teaches you how to appear less scary to impressionable villagers. It seems not waving your weapons about, avoiding dark clothes and evil-looking tattoos, and letting out the odd giggle all work a treat.", "authors": ["Unknown[Fable] "]}, {"id": "36", "title": "A Hero's Journey I", "text": "Page 126, \"You stand before a rocky mountain and look up to the ragged clouds cloaking it's peak. Suddenly, you feel a cold wind on your face. It seems to come from a cavern straight ahead. It's black mouth wails to engulf you as you move closer. If you choose to enter the cave, go to page 241. If you would rather take the path west of the mountain, to page 37.\"", "authors": ["Unknown[Fable] "]}, {"id": "37", "title": "A Hero's Journey II", "text": "Page 241. \"The cavern sends a chill down your spine as you are swallowed into it's shadow. The stench of rotting flesh is overpowering. You light your torch and its flickering flame illuminates a terrible collection of bones, half-chewed limbs, and thick gore. You notice a hand protruding limply from a mass of tissue, the glint of emerald on one of its fingers. As you bend down to pick it up, a huge roar echoes from behind you. You turn around to see a Undead horned Bear, its face a nightmarish contortion of teeth, saliva, and scars. You face it ready to attack. If you rush towards it with your sword, go to page 112. If you try to direct an arrow into one of its eyes, go to page 294. If you decide to cast a fireball, go to page 89.\"", "authors": ["Unknown[Fable] "]}, {"id": "38", "title": "A Hero's Journey III", "text": "Page 167, \"The wasp-headed creature at the door is fooled by the pass you took from Koroln's corpse and lets you in. The dark robes you wear as a disguise can't quite disguise your corpulent appearance, but the tavern's patrons pay little attention to you. The lack of windows in this underground chamber, the black curtains hanging raggedly from the walls and small number of torches, make it hard to see anyone clearly. In one corner is a group of assassins, hunched over a table and whispering. Near the door, two lizard-men, a woman of great beauty but evil red eyes and a large man, whose hirsute face gives him away as infected with a Balverine's bite, are playing a card game. To their left, the bar man scowls as he pours a thick, black liquid into a skull. If you order a drink, go to page 15. If you would rather join the card game, go to page 101. If you wish to sit close to the assassins and maybe try to listen in on their conversation, go to page 76.\"", "authors": ["Unknown[Fable] "]}, {"id": "39", "title": "Creatures of Albion Book I", "text": "NYMPHS \r\n\r\nNymphs are ethereal, yet dangerous creatures. There are three known types. The Water Nymph, The Wood Nymph and the very powerful Succubus Nymph. All will be eager to send you to an early death if you stray across their path. \r\n\r\nMINIONS \r\n\r\nMindless, attacking animals bred by the Old Kingdom wall-guards for attacking intruders, minions are keen to rip the flesh of anything in their way. The only thing they fear are their masters and the bigger, more powerful minions known as Dreadwings. \r\n\r\n    SCORPIONS \r\n\r\n    Born of the fires of ancient Bolewood, scorpions are armoured beasts with evil hearts. Hushed voices tell of larger scorpions, bred in captivity for fighting. \r\n\r\n    SCREAMERS \r\n\r\n    Horrific entities caught in the netherworlds. Screamers have long struck fear into the population at night. They roam the land and are dangerous in their attacks. ", "authors": ["Unknown[Fable] "]}, {"id": "40", "title": "Creatures of Albion Book II", "text": "WASPS \r\n\r\nThe Wasps have stings that more than match their size. They are aggressive and can kill if enough venom is injected into their foes. Their aerial antics make them tough to hit, and weary travellers should especially fear the Wasp Queen, leader of the hive. \r\n\r\n    BEETLES \r\n\r\n    The Beetles of Albion's woods are tough, dangerous foes when they attack en masse. Those skilled at weaponry are required to defeat them. Villagers, even armed, strong ones risk great harm if they take on a nest of Beetles. \r\n\r\n    TROLLS \r\n\r\n    Born from beneath the ground of Albion, trolls are ancient, powerful beings. The Earth Trolls are single-minded and extremely dangerous, but the mighty Rock Trolls inspire awe and fear in all who behold them. Lumbering hulks they may be, but they make mighty foes and demand respect from even the most powerful heroes. \r\n\r\n    UNDEAD \r\n\r\n    The Undead are unthinking and impervious to what mortals consider pain. Wave upon wave will keep advancing until they overpower their victims, so the only way to stop them is with extreme force. ", "authors": ["Unknown[Fable] "]}, {"id": "41", "title": "Creatures of Albion Book III", "text": "BALVERINES \n\nThe wolf-people of the forests, Balverines are strong, cunning and fast. They are evil through and through, but especially so are the stronger, more cunning White Balverines born of a full moon. These are said to be the result of those bitten who resisted the poison and, instead of dying, became one with the clan. The Old Kingdom tells of silver weapons built especially to kill these White Balverines. \n\n    HOBBES \n\n    The under-race of the dells and hollows, the Hobbes are short and squat half-people whose genetics are entwined with the mud and slime of the deep country. Often dim but always aggressive, Hobbes are led by tougher leaders. The brainiest can even learn to use spells, some say. \n\n    KRAKEN \n\n    Albion is surrounded by nine seas, and the Krakens rule them all. These aquatic creatures were here long before the Kingdoms of Old, yet few have ever seen one. And not even the most boastful Heroes claim to have defeated a Kraken in combat. \n\n    DRAGON \n\n    What more can be said about these fiery creatures who own the mountains? A race in decline, they were once revered, but now they are just an ancient, albeit powerful and dangerous relic of the Old Kingdom. ", "authors": ["Unknown[Fable] "]}]}