{"game_title": "Fable III", "series_title": "Fable", "codexes": [{"id": "403", "title": "AdventureQuest: A Select Your Own Endeavour Book", "text": "Montgomery Array:\nSpending all they years of your young life on a small farm in a backwater county has made you restless. Who knows what flight of fancy or idle daydream first sparked your desire for adventure. But once ignited, the flames of wanderlust could not be extinguished - not even by the water of looking at things in more realistic terms and perhaps considering a career in excavation. Your parents tried to reason with you, but the protest of the old ring hollow in the ears of a strong-willed young farm boy or girl like you. And so now you stand at a crossroads. It's a nice one, with newly painted signs and a bench. If you want to head east, toward the ominous ruins, turn to page 2. To go west, towards the ancient forest, turn to page 4. To head north, toward the snow-covered mountains, turn to page 156. If you want to go south, which is back home, read this page again", "authors": ["Montgomery Array"]}, {"id": "404", "title": "Alchemy and Immortality", "text": "Vivian Quicksand:\nMany have sought the Elixir of Immortality, the Secret Wisdom of the Ages, the Hidden Lore that the Emerald Tablet speaks of. Few have found it. And by few, I mean none, and by none, I mean one. And by one, I mean me. And by mean, I mean imply. Anyway-- I have found the elixir, and now everlasting youth is mine! At last, the ultimate dream I realised: to live for all eternity. In that time I will ponder the greatest questions... such as, do I stay my current age from now on, or could I actually be younger forever? And if so, how would that age be chosen? And will my body still change according to diet and exercise, or is there a sort of implied perfect health that goes along with the longevity? And what happens if I'm shot or I fall off a cliff, can that kill me? Am I only safe from a death by natural causes? And what about fertility? Will I be able to have children 10,000 years from now? Hmmm... I might actually need longer than eternity for some of these. ", "authors": ["Vivian Quicksand"]}, {"id": "405", "title": "The Amazing Exploits of Baron Barnaby Beadle", "text": "Barnaby Beadle:\nBalverines: I've killed fifty of them. With nothing but a rusty cutlass. The Moon: I've been there, in a great balloon. It's amazing and almost never rains. Spells and that: I know them all. Cuisine: Every dish ever prepared, I've eaten it. Inventions: That was me. I invented them. Oh and I wrote this book. Not impressed? You would be if you knew I was illiterate. And paralyzed. And blind. ", "authors": ["Barnaby Beadle"]}, {"id": "406", "title": "Attack of the Killer Puffins", "text": "Dans Mourir:\nNone knew from whence they came, nor to whence they would go upon completing their terrible orgy of bloodshed. All that was known was that they came, and armageddon came with them. They killed everyone, and in unimaginably horrible ways. Ways that, even if they were imaginable, you wouldn't want to imagine them, believe me. Their rampage left the village decimated, and for generations the few survivors and their offspring could barely bring themselves to speak the name of that most terrifying of evils: \"Puffin.\" ", "authors": ["Dans Mourir"]}, {"id": "407", "title": "Dangerous Things: Gunpowder", "text": "Gunpowder is the most destructive tool ever devised by Man. It has forever changed the face of warfare, allowing an untrained peasant to kill a highly disciplined, professional soldier with virtually no effort. Scholars have begun to speculate: could this formidable development destroy the concept of chivalry, perhaps even that of mercy? Only time will tell, and this troubling debate has only just begun. Also, gunpowder is used in fireworks to celebrate various occasions, and if you light off even a quite small one in your hand, it will hurt very, very badly. I cannot overstate how unthinkably horrible the pain is.", "authors": ["Horatio Slacks"]}, {"id": "408", "title": "Dangerous Things: Industrial Machinery", "text": "The rapidity with which industry has developed in Albion is nothing short of extraordinary. One need only visit one of Bowerstone Industrial's great factories to witness the majesty of modern technology in action. However, while visiting a factory one must be aware of one's surroundings. Stand too close to exposed machinery, and one could lose a finger or even an arm. Or a spouse. In what was ultimately ruled to be a regretable accident, wherein no party was at fault.", "authors": ["Horatio Slacks"]}, {"id": "409", "title": "Dangerous Things: Ladders", "text": "Ladders have myriad uses, being of great value if one needs to assault a castle or clean the gutters. However, whatever the task at hand, the climber should take care to ensure the ladder is properly balanced and safely angled, and that a third party is present to 'spot' the climber. Further, this 'spotter' should be carefull to stand on the outside of the ladder, not underneath, and should ideally move quickly out of the way in the event the climber accidentally drops a very large joiner's mallet. In retrospect, a more apt name for this treatise should have been 'Dangerous Things: Joiner's Mallets'.", "authors": ["Horatio Slacks"]}, {"id": "410", "title": "Dangerous Things: Lightning", "text": "Getting struck by lightning is a very Bad Thing. Usually it'll kill you outright. You have a one in two million chance of being struck by lightning. The best defence is never to walk outside during a storm. Even safer-- don't go outside at all. Ever. Find a nice big building like an observatory and just hide in there.", "authors": ["Horatio Slacks"]}, {"id": "411", "title": "Dangerous Things: Stargazing In Remote Areas", "text": "Remote Locations are ideal for contemplating the night sky, as there is generally little in the way of ambient light. However, these ideal viewing conditions may come at a price. Witness the occasion upon which I went stargazing in a particularly remote and forgotten graveyard. So absorbed was I with the magnificent spectacle of the heavens that when a figure approached, I assumed it was another admirer of the cosmos. I attributed his shambling gait to amazement at the majesty of the stars: his low moans to wonder. I began to pontificate on the constellation Quite Large Spoon Majoris, and when the newcomer did not respond, I lowered my eyes, only to have him attempt to put them out with a rusty pike clenched in his skeletal hand. He was largely unsuccesful in this endeavor, I am happy to report. Still, the episode was a bit unsettling. ", "authors": ["Horatio Slacks"]}, {"id": "412", "title": "The Extraordinary Homunculus of Baron von Orfen", "text": "Helen Flannel:\n\nBaron von Orfen was a dabbler in the black arts, particularly alchemy. As a young nobleman, he applied a sample of his own blood, mixed with various alchemical substances, to a mandrake root and created a small, diminutive version of himself -- a homunculus. It was his dark aim that this creation would become a vessel for any ailment or malady which would otherwise plague the Baron himself. From that day forward, Baron von Orfen suffered no disease, no wound, no wart, nary any affliction at all. Thus it was that the Baron lived well past the age of eighty, until one day he accidentally knocked the homunculus into an alembic of powerful acid. There it promptly dissolved, and the horrified Baron, seeing this, steeled himself for the worst...but was fine. Turns out he just had a really amazing constitution. ", "authors": ["Helen Flannel"]}, {"id": "413", "title": "Famous Killers: Carl Tendency", "text": "Mortimer Pain:\n\n\"Carl Tendency was hunting with a friend when tragedy struck. Attempting to climb over a mossy log, Carl slipped and his rifle fired, the bullet striking his friend squarely in the chest. It was almost certainly an accident, but still he did kill him, so I'm well within my rights including it here. I guess, given the banality of the circumstances he wasn't really famous, but when this book comes out, he bloody well will be then.\"\n", "authors": ["Helen Flannel"]}, {"id": "414", "title": "Famous Killers: Terence Posture", "text": "Mortimer Pain:\n\n\"Terence Posture returned from work on an otherwise uneventful day to find his wife in bed with another man.Unable to control his rage, Posture leapt upon the couple with the firm intention of killing them both; however his hands found only one throat.When all was said and done, his wife lay dead, and the unknown adulterer had fled.I think I left one of my good shoes there, too.\" ", "authors": ["Helen Flannel"]}, {"id": "415", "title": "Famous Killers: Xavier Smedley", "text": "Mortimer Pain:\n\n\"Xavier Smedley is a unique entry in our rogues' gallery of famous killers, in that he is neither famous nor a killer. However, I have always disliked him, and it is my sincere hope that his very inclusion on this list will be seen by prospective romantic partners, their parents, or future employers and make his life difficult. If he didn't want that trouble, he shouldn't have sat in my chair.\" ", "authors": ["Helen Flannel"]}, {"id": "416", "title": "Famous Kings of History: King Cedric", "text": "King Cedric the Just but Fair was a lover of the arts. He commissioned elaborate spectacles at his Palace, often with himself as the main performer. He particularly enjoyed shadow puppetry. When not on stage, Cedric introduced several harsh and unorthodox legal reforms. During his reign, over seventy members of the aristocracy were executed -- three for treason, one for comspiracy, and sixty-eight for misidentifying the animal or thing he was depicting.", "authors": ["Phil "]}, {"id": "417", "title": "Famous Kings of History: Markus Ivy", "text": "Phil The Historian\nMarkus Ivy was the fourth ruler to be named Markus: however he believed this fact diminished his importance, so he insisted that the letters after his name were merely an oddly spelled surname. No member of his court ever took issue with this, partly out of fear of reprisal and partly because... well, how could you have that conversation and not have it be unbelievably awkward?\n", "authors": ["Phil "]}, {"id": "418", "title": "Famous Kings of History: Old King Oswald", "text": "Phil the Historian:\n\nOld King Osmond had a long and peaceful reign, but as he grew older, he became obsessed with his own mortality. Actually, first he was obsessed with someone else's mortality, but then he switched to his own. He had heard the legend of the fabled Elixer of Immortality, and the fables of the legendary Secret of the Ages, so he summoned many knights of the realm, and commanded them to go forth and search for the key to eternal life. So desperate was he that he decreed, 'Any knight to return without the Elixer shall be executed.' So none of them came back, and he died in due course. It was not one of Oswald's better decrees.\n", "authors": ["Phil "]}, {"id": "419", "title": "The Grasping Avarice of Kings and their Lackeys", "text": "George Clamp:\n\n\"King Logan's greed knows no bounds! How cruelly does he fleece our citizens of their hard-won coin through his onerous and unjust taxes! And how cruelly does his lickspittle lackey, that rapacious dog,Reaver, harshly exploit his poor, unfortunate workers! The time has come for change, real change -- what we need is a democracy! I know, I know, I'm always on about republics, but I did some further reading and I really think democracy offers a pretty compelling package.Shake off the yoke of monarchy,good people, and join me in the glorious struggle to create a new democracy! Or a republic is fine if you really have your heart set on that,but I do think we'd be missing out on a few things. As usual, my offer to oversee all aspects of government during the transition is still on the table.\" ", "authors": ["George Clamp"]}, {"id": "420", "title": "How to be a Crack Shot", "text": "Captain Arkwright\n\nWhen you are shooting things just don't miss. It's as simple as that. ", "authors": ["Captain Arkwright"]}, {"id": "421", "title": "How to be a Master Swordsman", "text": "Captain Arkwright\n\nWhen you find yourself in a sword fight, just make sure you gut the other fellow first. Easy, what. [laughs] ", "authors": ["Captain Arkwright"]}, {"id": "422", "title": "Liver of Darkness", "text": "Dans Mourir\n\nQuentin stood over the sleeping form and clenched the knife tightly in his hand. Here was the woman he loved, the first person who'd shown him true affection, the wonderful creature whose very laugh made him want to sing. Could he really go through with this? One transgression, which she had tearfully labeled a terrible mistake. For that, did she deserve death? He wrestled with the question for what seemed an eternity. But while his logical mind desperately tried to stay his hand, in his liver he knew what he must do. He raised the blade. It glinted with deadly promise in the moonlight, then vanished as he plunged it into his darling. ", "authors": ["Dans Mourir"]}, {"id": "423", "title": "The Mibbs-Spagmo Theory of Gluttony", "text": "The first core principle of our economic theory can be summarized thusly: greed is good for you. Now, let us clarify who we mean by 'you': not you. At least, not directly. Greed is directly good for the government, because the more you spend to acquire material possessions, feed your family, etc, the stronger the economy becomes, and the more the goverment earns in taxes. A strong economy coupled with a strong government creates an environment in which progress is limitless and virtually anything is possible, and therein lies the 'indirect' benefit of your greed. Of course, given your greediness, you will likely not survive long enough to benefit from society's affluence, being grossly overweight yourself, but think of your children. Yes, they will be predisposed to obesity and an early death just as you were, but their short lives will be far more luxurious than yours. Which brings us to the second core principle: quality is more important than quantity.", "authors": ["Mibbs "]}, {"id": "424", "title": "The Tyranny of Tyrants", "text": "George Clamp\n\nKing Logan is an evil tyrant! Monarchy-- what is it good for? Never should the lives of the many be controlled by one man! Or woman -- seen that, it doesn't work either. Anyway; what we need is a republic! In the past, I've called for democracy, but I was speaking to some people and they really opened my eyes to this republic thing. Rise up to overthrow the monstrous autocrat! In the meantime, appoint me as Supreme Ruler! I will faithfully oversee the transition from monarchy to republic, strictly on a temporary basis! Really. No, really. I mean it! You can trust me! ", "authors": ["George Clamp"]}, {"id": "425", "title": "The Very Unsafe Book for Boys, Vol. 1: Hang Gliders", "text": "Konan Wiggledung:\n\nGet about one hundred handerchiefs (stealing them is an economical alternative to buying them). Stitch, glue or tape them together. Tie a string to each corner. Go to the highest place you can find. Put two strings in each hand and then jump off! Note, this activity does pose significant risks, and should not be attempted except under favourable wind conditions. Even then, you'd have to be completely insane. ", "authors": ["Konan Wiggledung"]}, {"id": "426", "title": "The Very Unsafe Book for Boys, Vol. 2: Ovens", "text": "Konan Wiggledung\n\nGrease one large round cake pan. Combine flour, eggs, butter, sugar, and salt in a large mixing bowl, bake thoroughly, then pour mixture into cake pans. Bake for thirty minutes and allow to cool. Note, this activity is in fact perfectly safe and most appropriate for right before your mum discovers you've done any of the other things described in my book. ", "authors": ["Konan Wiggledung"]}, {"id": "427", "title": "The Very Unsafe Book for Boys, Vol. 3: Boxing", "text": "Konan Wiggledung\n\nBoxing is a wonderful activity for boys. The first thing you'll need, besides a mate willing to let you hit him, is a pair of boxing gloves. These can be purchased from a leather craftsman or stolen out of the locker of a boy you don't like. The idea behind boxing gloves is twofold: to protect the boxer's hands, and to minimise injury to the opponent. At least, that's what you should tell your mum when you ask her to buy them for you -- she'll think you sound very mature. Be sure to use that word 'twofold', as well; that will really impress her. Anyway, the real point of boxing gloves is they allow you to hide large, heavy metal weights which will really knock your opponent's lights out. That'll teach him. ", "authors": ["Konan Wiggledung"]}, {"id": "428", "title": "The Book of Doom", "text": "If you read this book you are doomed. Don't read another line. Not another word, all right? You're still reading, aren't you? What part of 'Don't read another line' do you not understand? Well, it's too late now, you've read it. You're doomed! You never should have read this. And I probably shouldn't have written it, actually.", "authors": ["Unknown[Fable] "]}, {"id": "429", "title": "The Book of Mysteries", "text": "Ignatius Boatload\n\nExtracts from the diary of a hermit. Day one: I have taken leave of the world. All my life I have spoken with my fellow man about truth and meaning, and I have found neither, from this day forth, no more talk. Enlightenment must be earnestly sought, not idly discussed. Anything else is a meaningless distraction. Day 52: Long have I sat in this cave, eating only leaves of the golden flower, and meditating upon the divine. Soon I will become one with the universe! I can feel it! Day 182: Solitude is the great purifier. Perhaps solitude itself is divine? Through its purity, I let go of my earthly self and with doing so become one with all. Day 313: I was meditating in divine silence, really close to becoming one with all, Myra from the village came to check on me. I told her I was fine, and she left. And now I'm mainly thinking about becoming one with her. Mmm Hmm.", "authors": ["Ignatius Boatload"]}, {"id": "430", "title": "The Invocation of the Watchers", "text": "I Conjure thee, O thou Mighty and Potent Prince of Darkness, Almadiel, who wanders in the Aethyr. I conjure thee forthwith to appear here with thy attendants, in this the witching hour of night! Stand before me in this Circle, herein inscribed. Come forth, in a fair and comely shape, to do my will in all things that I shall desire of you! Do not appear as the Shadow, I abjure thee! Here be the Seal of Almadiel, by which I command you!", "authors": ["Lemegeton "]}, {"id": "431", "title": "The Pangs of Sunset", "text": "Ilona Pureheart:\nTheresa had said 'take my hand.' Hammer had done as she was told, and at the touch of the warm flesh she felt a surge within her. A feeling at first that she couldn't identify- it was scary, but it was arousing too. She'd had thoughts of women before but never acted on them. Now it was all she could think about- it made her excited; as excited she had been the night she secretly spied on Garth and Reaver. They were so forceful with each other, and yet so tenderly yielding. The memory of that night brought a sickeningly delicious pit to her stomach. Her pulse quickened, and she let her robe slip from her shoulders and stepped into the warm bath, thinking of the two men. She began to recreate that night in her mind.\n\nNext Chapter: Dark Wizard, Passionate Rogue. ", "authors": ["Unknown[Fable] "]}, {"id": "432", "title": "Reaver on Reaver", "text": "Reaver:\nReaver on Reaver. An autobiography. Prologue. Dear devotees, you hold in your hands a slice of history. An unadulterated and adult-rated account on one of the longest, fullest and most scandalous lives ever lived. Mine. For the intellectually-challenged amongst you-- and I can say with some certitude that such a definition includes most of you, my dear, dear readers-- I present here a brief, abridged extract of one my least demanding chapters. I do hope you can keep up. Who knows? Perhaps your dim little minds will be encouraged to consume the entire volume. Not that I care a jot. I have your money already. And should you have shoplifted a copy, or far worse borrowed one from those appalling institutions known as libraries, be warned that I will find you and perform many of the acts described in chapter twelve upon your person. Now read on, my loves.\nChapter 17. The senile old hag was as good as her word, and I found myself magically transported to the land of Samarkand, thousands of miles from the bloody Spire. There my good fortune ended however, as I soon found that insufferable bore Garth materialising beside me. This so-called Scholar turned out to have little to teach me about his homeland. Little of interest at least. I had come seeking hot nights, exotic substances and uninhibited people, and found an excess of the first, a miserly amount of the second, and a definite shortage of the third. Still, my stay was not without its highlights. One particular evening springs to mind. My last one. I'd followed my humourless, pedantic companion into what I can only describe as the worst tavern ever to deserve such a moniker. Its pitiful cordials and feeble spirits did nothing to improve my mood, and the air was so thick with stodgy conversation, one grew constipated merely by listening. It was then I had the brilliant notion, that would simultaneously catapult me out of that humdrum country and put an end to Garth's miserable existence, as well as diverting me for several minutes. I stood up in front the sober crowd and.... And... well, my darlings, there the extract ends. You will have to read the rest of the book to find out what happened. Cliffhangers are such a cheap authorial trick, I know, but one that is not beyond me (as you shall see when you reach the end of Chapters 2, 6, 7 and 22 ). Now run ahead, you little scamps. plunge your clammy, thirsty fingers into the pages before you. I hope you enjoy reading their contents as much as I've enjoyed living them. ", "authors": ["Reaver "]}, {"id": "17290", "title": "Bloodbath at the Royal Court", "text": "King Row Low: What fresh insolence is this?! Out of my throne, you impertinent buffoon! Stand before your King, and do your Jester's duty! Tis a troublesome time for this court, and my crown grows heavy. So make me laugh! Or I shall have your head.\n\n[The Fool proceeds to tickle the King, who laughs]\n\nKing Row Low: Oh! Oh, stop! It's too funny! I believe I am in the right mood now to meet those foreign delegates. I think I shall only behead half of them, yes. \n", "authors": ["Philipth Morley"]}, {"id": "17291", "title": "Nigel Ferret's Instructions", "text": "Nigel Ferret: It is no longer advantageous for any of us to frequent the hideout in Industrial. Presently I shall inaugurate a new center (sic) of operations in Bowerstone Market. You've been provided with a key which will permit access. Please endeavour to prevent its transference to an unauthorised individual. \n", "authors": ["Nigel Ferret"]}, {"id": "17292", "title": "Penologist's Handbook", "text": "Volume I\n\nSecurity is the primary responsibility of the commanding officer assigned to any correctional facility. It is of such paramount importance that it must supercede all other priorities. The only conceivable exception to this inviolable rule is in cases where a member of prison staff is in mortal peril. For example, if prisoners, in the course of an escape attempt, have taken a staff member hostage. In such a case, it is entirely permissible to temporarily reduce security, as in response to a hostage taker's expressed demand, with full intention of restoring full security as soon as possible. Only once security is restored should the commanding officer attempt to neutralize or recapture the inmate or inmates responsible for the lapse. The only exception to this rule is, again, a case where a staff member's life is threatened. Basically, any time they threaten a member of staff, give them what they want, and then try to fix things later as best you can.\n\nVolume II\n\nAny time human beings live together en masse in cramped quarters, hygiene quickly becomes a pressing concern. The fact is that most prisons prioritise security and order over prisoner comfort, which is all well and good, but in the summer it can be quite intolerable depending on climate. Prisoners should be given the opportunity to bathe and launder their garments regularly. Anything under once every three months and you're just asking for trouble.\n\nVolume III\n\nContrary to popular opinion, a 'conjugal visit' is not when a teacher visits the prison and teaches the inmates about verbs. Conjugal visits do not actually involve verbs at all. Well, they do -- actually they can involve a surprising number, depending on the disposition, creativity, gender, and quantity of prisoners involved -- but none bears repeating here. Just use your imagination. But not too often, as this can be harmful.\n\nVolume IV\n\nEvery prison should have a sterile, well-stocked, and fully-staffed infirmary. If you do not have a clean and well-maintained infirmary, you could face drastic cuts in funding or even a reprimand should you be visited by certain representatives of the Bureau of Prisons, who may or may not have particular political leanings and/or an axe to grind. Trust us on this. An ancillary benefit of having a functioning infirmary is that your prisoners will be healthier.\n\nVolume V\n\nIn the event that a correctional facility's commanding officer is killed or incapacitated, authority for the facility should be transferred to the next-highest-ranking officer, for example, a captain, lieutenant, or second lieutenant. In the absence of an available officer, authority then transfers to the highest-ranked enlisted man, in descending order as follows: staff sergeant, sergeant, corporal, lance corporal, private. Should there be no enlisted men able to fulfill the duties of command, authority hereafter transfers to prison staff (the composition of which may vary between institutions), as follows: surgeon, doctor, nurse, cook, janitor, groundskeeper. If none of these are available, the prison likely has larger problems than determining who is in command.\n", "authors": ["Unknown[Fable] "]}, {"id": "17293", "title": "Reaver's Letter", "text": "Note for a Monarch\n\nGreetings, your Majesty. I do hope your battle against the dark forces so intent on destroying our way of life went well. It would be such a disappointment to find you all dead when I return. Oh yes, I must take my leave now, and attend to a matter of a somewhat personal nature. It is a regular appointment of mine, one that grows more tiresome with every passing year. Perhaps I will tell you more about it one day. Until then, allow me to say that it has been a privilege to serve you, and I eagerly anticipate doing so again in the near future. Tatty bye.\n\nYour friend and loyal attendant,\n\nReaver \n", "authors": ["Reaver "]}, {"id": "17294", "title": "The Life and Adventures of Benjamin Finn", "text": "The Life and Adventures of Benjamin Finn. Being a preliminary, fragmentary, confidential and much unedited first draft of Captain Ben Finn as told by himself. Chapter One. In which the author describes his early years. It is a curious thing how soldiers, banished to some desolate outpost or perhaps just keeping sleep at bay during a cold night's watch will turn to speech as their main form of amusement, jokes, anecdotes, dubious legends and exaggerated reports of battles none but the teller have witnessed are all weaved into a comforting blanket to make one miss home a little less, and make the time between battles pass a little faster. But no subject elicits a warmer interest or a more genuine narration than the biographical details of ones own life, and having been encouraged by my fellow officers and the enlisted men to put down on paper the particulars of mine, I hope that you derive some measure of the comfort they gave to those first hearing them. I will warn you as I did them, that everything I am about to relate is the honest truth, though sometimes it falls short of such an ideal, and other times can only be said to be distantly related to the truth. It is customary in such accounts to begin one's tale at the beginning, in childhood, and I have no wish to be original on this point. I was born Benjamin Finn in the small hamlet of Gunk, somewhere east of Brightwood. Gunk was not its true name, but it is the one my brothers and I gave it, and I see no reason to betray my heritage so early in this narrative.\n\nI said before that we soldiers told these stories so that was as not to miss home, but in truth I have never truly felt the sense of that word in any place I have visited, and certainly not in Gunk. Yet there it was that I was raised by my shop-keeping parents, who through no fault of their own often struggled to keep other things, such as shoes on our feet and food on our table. This being the case, my three elder brothers and I had no recourse but to find other sources of sustenance, money and entertainment. Despite my small hands, I was never the equal of my siblings in what constituted the main form of income for all Finns under the age of fifteen: the picking of pockets. It is possible that even then, though barely eight years old, I had begun to form some sort of moral objection to such activities. Instead I found my calling as a street performer, standing in the town square telling jokes and falling down repeatedly. 'Did you hear about the man who went through a balverine forest and messed up his trousers?' I would ask the audience. 'No' they would reply. 'He said with fiends like that who needs enemas.' Alright, so it wasn't sophisticated - I was only a child after all - but at least it was honest. Or it would have been, had my brothers not taken the opportunity afforded to them by the villagers uncouth laughter to rob them blind. All this accidental aiding and abetting won me the greatest gift I had ever received. For my eleventh birthday my criminal siblings bought me a beautiful pellet gun, and thus it was that I found my second talent: a rather surprising accuracy with firearms. It was not long before this ability was put to good use. My brothers set up a fair booth in which they challenged all-comers to pit their target practice skills against young Ben. Having fleeced all the local clods, we soon had to rely on traders, passersby and occasional tours of neighboring villagers, out of which we would more often than not be run out by the local authorities.\n\nWhile my accomplices spent or gambled most of their earnings, I saved every gold coin I could to fufill my burning ambition of exploring Albion one day and becoming a great adventurer, such as the ones whose stories I've read about in two-penny pamphlets and third-hand story books. More than anything, I wanted to meet Heroes, though I knew their heyday had long passed and that the aging ruler of the kingdom was the last. It was the death of this ruler when I was fifteen years of age, that marked the beginning of a series of tragedies that were to befall my family. First, my eldest brother, Jason, was killed in a duel with an irate farmer, who also happened to be the husband of Jason's last sexual conquest. The duel was fought with pitchforks, and my brother, who had never worked an honest day's work in his life, made the fatal mistake of holding the farming tool the wrong way round. It was shortly after this incident that the second eldest, William, was arrested for trying to run a con game by the wrong person: a passing plain-clothed townsguard. He was taken to Bowerstone and was never heard from again. Then my third brother, Quentin, contrived to accumulate enough gambling debts to have a price put on his head. Quentin's death I remember most clearly of all, for I was unfortunate enough to witness it. When the assassins and bounty hunters came in to collect on his suddenly valuable head, I did what I could to protect him. But no matter how accurate the shots from my rifle, nothing could change the fact that I was shooting peas instead of bullets. I had not yet been able to afford a real weapon. It is no surprise that the next to go was my dear mother, grief stricken by the loss of three of her children. She left my father a drunken widower, though drunk only when he could afford it, poverty having made his attempts to drown his sorrows all the harder. While I did what I could to help out in his shop, employing all my charm and wit to become a highly persuasive salesman, it was plain that there was never going to be much of a market for novelty toothbrushes in such a small village. And one which had made such a conscious effort to avoid any form of oral hygiene at that. Soon my father passed away, too, far more sober than he would have liked. It was then I resolved to leave Gunk for good, and to seek my fortunes and adventures elsewhere in the kingdom of Albion.\n\nChapter 2. In which the author sees the real world for the first time. What little gold I had saved in my youth had gone in the quick succession of funerals described in the previous chapter, not to mention paying off the gambling and business debts of those now in the ground. And so it was that I left my so called home as penniless as I had entered it seventeen years previously. Unable to embark on my career as an explorer, I found myself gravitating towards the main cities and doing a variety of jobs. I stocked books at the Brightwall Library, absorbing as much knowledge about the world from those precious pages as I could. I served drinks at the Cow and Corset in Bowerstone (once I'd established that my comedy routines were getting my nowhere among the ever slightly more sophisticated urban rabble) and eventually managed to put my shooting skills to proper employ as one of the many bodyguards who protect traders as they go from town to town. At last I held a real rifle in my hands, and using it against the bandits, hobbes, and other undesirables who the trading caravans attracted, felt as natural as breathing. Not only that, the wages were so superior to any I had earned before, I'd soon put away enough gold to make my dream come true. I loaded myself with provisions, weapons and a good set of leather boots, and set out to experience the sort of adventures I'd read about since so young an age, exploring every corner of Albion as I did so.\n\nI shall, in time, expand on the many strange and incredible escapades that occupied me during the following years. For now I will simply remark that I hunted hidden treasures, set on dangerous quests in the very same manner the Heroes of legends once did, and in short, exhausted almost every legitimate means by which a young man may experience life at its fullest. It must have been this exhaustion, coupled no doubt with the fact that I could never quite shake off my involvement, accidental or otherwise, with criminal behavior, that led me in the end to run with a band of smugglers operating out of the Bowerstone port. After a few weeks of contrabanding, it was inevitable that I would wash up in the capital of such activities, Bloodstone. Its uncouth nature, colorful characters and almost daily bar room fist fights, fed a rather unhealthy, and until then quite hidden, appetite for the pleasures only the lowest of societies can provide. I blush to recall those days of drinking, gambling and indulging in other unsavoury pastimes. I blush even harder as I bring to mind the succession of strong-willed and even stronger thighed women I fell in love with. My only excuse is that such lack of restraint was latent in my blood, and while I had not followed my brothers' example while they lived, I celebrated their memories by following it now.\n\nAt last, I boarded a motley-crewed frigate one balmy night. Whether on a drunken impulse or because of the result of a drunken bet, I cannot say, though drunkenness was most certainly to blame one way or the other. Though hardly pleased with the company I was forced to keep, or the profession I was forced to embrace, I looked forward to the chance to see more of the world than was bounded by Albion's borders. I must admit, however, that the plundering nature of our voyages contrived to spoil any tourism I might have otherwise enjoyed in the foreign landscapes we visited. My impression of such exotic locations is inextricably tied with images of the local population waving sharp implements in a threatening manner as our ship set sail to the horizon. When my crew and I next alighted in the port of Bowerstone with the intention of selling our wares to the black market, I grasped by chance and left this chapter of my life behind, with little regrets but quite a few cuts, bruises and monkey bites. It was there I met a man who was to change my life for the better, and offer me a career that would give me what I longed for most: a sense of belonging, a new family, and a lawfully gained wage. I was about to join the Albion royal army.\n", "authors": ["Benjamin Finn"]}, {"id": "17295", "title": "The Near Tragedy of Oliver and Ethel", "text": "Oliver: Oh Ethel. My light, my life, my sun. If thou would'st but give me one sign, one gesture that would speak of your afffections. Then might I think this grey existence worth living.\n\nEthel: My heart is yours, my love.\n\nOliver: Let the heavens and the seas, the toads and the eels sing the song in my heart! For she doth love me, and all is well. We shall meet again in the 'morrow, my little ferret. And elope into the sunset, to live out our days in wondrous joy! \n", "authors": ["Philipth Morley"]}, {"id": "17296", "title": "Titus the Mutilator, Part II", "text": "Ace Hartstrum: Titus! Thy pox membered body shall pay for thy monstrous villainy! My son lies dead because of you! Now, revenge shall be mine! Cold as your corpse, and all the more flavoursome for it!\n\n[Titus fights valiantly, but is eventually felled by the savage warriors]\n\nAce Hartstrum: Titus has fallen! Vengeance is mine at last!\n\nAce Hartstrum: But what is yonder scar upon his cheek? No, it cannot be. He was my son!\n\nAce Hartstrum: Oh woe and wretched misery! I am undone! My heart breaks with grief. It has beat its last. Adieu unkind world! Adieu!\n\nNote: The following extracts are based on the protagonist's [Hero's] survival and \"interpretation of the role,\" rather than Morley's ending.\n\n[Titus fights valiantly and kills the first wave of savage warriors]\n\nAce Hartstrum: More of my kin lie slain...and yet you live! You have breathed your last sulphur scented breath, Titus!\n\n[Titus fights the second wave of savage warriors and kills them all]\n\nAce Hartstrum: All my men...dead. My vengeance denied. My world undone! I cannot stand to live one second more! \n", "authors": ["Philipth Morley"]}, {"id": "17297", "title": "Traitor's Keep Diaries", "text": "Professor Faraday's Diaries\n\nEntry I\n\nThe park has been open for a whole month now and I can say, without reservations, that it is an extraordinary success. The public adores my creations, and, as I predicted, the Street of the Future is proving to be my greatest draw. Tomorrow I travel to Mistpeak, where I will oversee the maiden voyage of the improved monorail. I think this design is the safest yet.\n\nEntry II\n\nIncredible news! I have received word that King Logan himself is planning to visit the island! He wishes to speak with me in person, no doubt to congratulate me on all the advances I have made, and on transforming Bowerstone Slums into a happy and productive place. I shall have to record a special welcome message for Huxley.\n\nEntry III\n\nI am a troubled man today. King Logan presented me with a most unexpected request. He wishes me to adapt my creations and build an army. He assures me it is required to defend Albion, but I have serious misgivings. My creations are meant for peace and the betterment of mankind. I will begin making changes to them, but I will not activate a single one unless I have assurances as to their ultimate use.\n\nEntry IV\n\nI was correct in doubting Logan's intentions. He has demanded I hand over the army, and I can tell from his manner that he has gone power-mad, and means to use them for harm. If I refuse, he has threatened not only to confiscate all my industries, but to lock me up forever. But I will stand firm. My creations must remain pure, no matter what the cost.\n\nEntry V\n\nAfter years of imprisonment, I have finally returned to my beloved island. I thought I would never see it again. My industries may have been handed over to that unscrupulous villain Reaver and my name may have been struck from all official records, but at least I am with my creations once again. If Logan or whoever sits on the throne now still wishes to take them, they will find me prepared.\n\nWitchcraft Mary's Diaries\n\nEntry I\n\nI've studied these kindred souls all my life, striven to understand their true nature, to capture their essence. The day is fast approaching when all that is human inside me will die, when I will finally be free and exist amongst the pure.\n\nEntry II\n\nThere is no more misunderstood creature among the pure than that which others call \"hollow man\". There is nothing hollow about them. They may, in fact, be the most complete being in existence. The one most in tune with the forces of nature. The flickering light that brings dead matter to life... I must harness it for the day of purification.\n\nEntry III\n\nIt was not difficult to communicate with the pack of balverines that roam the estate freely. Their aggression, as with most of the pure, comes from a fundamental hatred of humanity. They saw in me the same hatred. Through some simple experiments, I was able to make balverines and hollow men collaborate. They will need to come together for the great day.\n\nEntry IV\n\nMy return to the estate has brought me life again. I can finally continue the work I was forced to abandon. I owe my freedom to one man, a soldier who understands me like no other human has ever understood me. He has taken a great interest in my research, and has promised great changes to come. Perhaps one day we can bring purification to the whole of Albion.\n\nEntry V\n\nThe work is complete at last. My day of purification has come.\n\nGeneral Turner's Diaries\n\nEntry I\n\nMy name is General Solomon Turner and I wish to make a record of the decision I have come to, and the reasons for making it. I have served in the Albion army for thirty-five years, fought alongside fine soldiers such as Major Swift and Walter Beck, and seen many changes befall our land. I always believed in my work: to protect the people. And it is because of this belief that I cannot, in good conscience, continue to serve the man who sits on the throne. It is in observing the character and actions of King Logan that I have come to the most important realisation of my life. This monarchy we live under is an evil system. It must be destroyed, by any means necessary, and I am willing to lead the revolution to make it so.\n\nEntry II\n\nEvery soldier swears an allegiance to the crown, and I have upheld that oath most of my life. Until I could do so no longer. King Logan has broken the unspoken contract with his people. He has brought nothing but misery upon Albion. And by what right? Being the son of a Hero? What gave the Old Hero the right to start this monarchy? If it is the ability to cast spells, are we to turn our street magicians and jugglers into royalty? If it is the overwhelming strength, are we to make kings of brutes and trolls? And if it is the blood in their veins, are we then not all royalty? For that blood runs through every Albion man, woman, and child. Heroes are merely accidents of nature. Let us bow before them no more.\n\nEntry III\n\nI have begun the process of revolution in the quietest way possible; talking to those I trust most, and gauging the mood of the troops. It is clear that, when the time comes, many among our ranks will join me in an uprising. We have all seen the ever deepening chasm in our society, and the way our people have been oppressed by the king. Even worse, we have all at one time or another been the instrument of that oppression. Change is coming to Albion. It is inevitable.\n\nEntry IV\n\nThe revolution will happen swiftly. Those who join the rebel army will band together and attack at once. Those still loyal to the crown will be sacrificed to the cause. The king will be executed following a short court martial. And the castle shall be burned to the ground, its ashes a memorial of our triumph. From those ashes will grow a new government. One led by the people and for the people, supervised by the military. I have no wish to rule, only to serve the land.\n\nEntry V\n\nMy body is betraying me. I have begun feeling unwell and I may not have many years ahead of me. We must act quickly and bring about the change Albion needs. My mind rests easier knowing that I have disciples who will be faithful to the last, and will do what needs to be done.\n", "authors": ["Ernest Faraday"]}]}