{"game_title": "Fable The Lost Chapters", "codexes": {"1": {"title": "A History of the Guild", "text": "A passage at the back of the book has been marked out: \"The tale of Avo's Tear, the mythical sword that would one day strike down all evil, emerged from the death of Solcius, the most powerful Mage ever to train in the Guild. Solcius famously died closing a vortex that threatened to engulf the city of Bowerstone. In order to perform this most dangerous of spells, Solcius required an object to focus all his Will into one point in space. He took the sword from a fallen guard and imbued it with all his powers before casting it into the mystical void. The explosion killed Solcius and those around him, and the sword disappeared along with the vortex. A legend soon began to spread: that the sword still existed in this world, hidden somewhere deep in the Guild, and awaiting a Hero worthy of wielding the formidable might of its blade.\"\n", "authors": "Unknown[Fable] "}, "5": {"title": "Creatures of the North", "text": "This well-worn book was written by the local Snowspire historian and adventurer, Rewer, but one of the blank pages at the front has recently been filled with Scythe's uneasy handwriting: \"This ancient volume contains the only description of Summoners I have found. Their presence at this time is highly unnatural. They should have faded with the centuries as I have. Unless something else has returned them to this world...\"\n\n    ICE TROLL \n\n    Closely related to the Earth and Rock Trolls, these impressive beasts have adapted to their arctic environment. Their frozen attacks are not to be taken lightly. \n\n    SUCCUBUS QUEEN \n\n    Related to the Nymphs of mainland Albion, though many have found them more resilient. Their death is not brought about easily. They are able to conjure up what local people call Wraiths, though many scholars prefer the term hoar Skeleton. \n\n    WRAITHS \n\n    These are Undead creatures, whose frosty visage perfectly mirrors the icy spectre of death that permeates them. \n\n    SUMMONERS \n\n    Colossal undead warriors reanimated through dark magics. Older accounts record their ability to summon creatures from the underworld to unleash upon their victims. More recent observers -- those few who have survived -- have dismissed this as a myth. Still, their name remains, as does their reputation as one of the most powerful creatures to ever walk our lands. Their command of lightning is especially arresting. ", "authors": "Rewer "}, "8": {"title": "Jack of Blades", "text": "He is known by no one, and he is known by all. He is said to be as ancient as the Old Kingdom, and yet he has the strength of ten Heroes. Some say he is not of this world, and has come to us only for the pleasure of death and destruction. Some say he is but a legend, and the mask has covered the faces of dozens over the centuries, all claiming to be the same Jack of Blades. Whatever he is, he prevails in stories and in nightmares, and he is feared even by the Guild.", "authors": "Unknown[Fable] "}, "17298": {"title": "Letter from Cyril", "text": "My heart beats for you Myra,\nYou set my soul and blood on fire,\nYour eyes are like two glowing suns,\nAnd your bosom two glorious buns.\n\nPlease say that you do so love me,\nFor I can truly say I do love thee.\nPlease let me be your groom,\nOr I shall blame it on the mushroom. \n", "authors": "Cyril"}, "17299": {"title": "Letter from Myra", "text": "Oh, I am so happy you have such passionate feelings for me, for I am bursting with love for you too! We shall meet again soon, my dear, and nothing in Albion will tear us apart, for I am forever yours, Myra \n", "authors": "Myra"}, "17300": {"title": "Reply from Myra", "text": "Oh, of course I love you! I shall never forget that night we spent in the Guild Woods. Well... I can't really remember it all that well, but I do know that it was special. My spirit soars whenever I think of you, Cyril. I very much look forward to seeing what you look like. It's all so hazy... We shall meet soon my love, for I am forever yours, Myra.\n", "authors": "Myra"}}}