{"game_title": "The Witcher 2", "codexes": {"17994": {"title": "Dandelion's poetry sketchbook", "text": "1.\r\nIf you wish, my love, at my side to repose&#8230;\r\nMy heart would inquire of your hands pale and fine, if they'd grasp it gently, to hold like a rose&#8230;\r\nOr grasp me elsewhere and leave me satisfied?\r\n\r\n2.\r\nIf you wish, my love, at my side to repose&#8230;\r\nWe'd admire our virtues, me yours, and you mine. I could pet your cheeks, you might twiddle my nose&#8230;\r\nOr treat it as a morsel upon which to dine?\r\n\r\n3.\r\nIf our bodies could a song compose&#8230;\r\nMy heart would inquire of your hands pale and fine, if they'd grasp it gently, to hold like a rose&#8230;\r\nOr treat it as a morsel upon which to dine?", "authors": "Dandelion"}, "17995": {"title": "Wraiths: Fear and Trembling", "text": "Wraiths are not, as some claim, the outward manifestations of an inner fear. They are visible, tangible and dangerous on top of that. According to the teachings of priests, those who died suddenly without completing their tasks in this vale of tears become such specters. Wraiths have their own aims. Sometimes they remain unaware of them, but more often than not, they pursue their calling without the slightest regard for the living.", "authors": "Unknown [The Witcher]"}, "17996": {"title": "The Conclave of Mages", "text": "The Conclave was, next to the Supreme Council of sorcerers, one of the two main bodies ruling the magicians. The most powerful sorcerers of their times sat on it. One of it's [sic] duties was regulating the standards and rules of using magic &ndash; the ban on necromancy was one of it's [sic] edicts. Before the Thanedd rebellion , a large part of the Conclave conspired with Nilfgaard . During those events most of it's [sic] members died, the sole survivor being Francesca Findabair . After the coup the Conclave was not reactivated, thus many mages do not respect the restrictions it had created.", "authors": "Unknown [The Witcher]"}, "17997": {"title": "The Viziman Uprising", "text": "The events known under that name took place not long after the witcher mysteriously came back. The leader of the Order of the Flaming Rose, Jacques de Aldersberg, made plans to build a new, better world (under his own leadership). Using the power he had over the Order, and fanning the conflict with the Scoia'tael until it threatened the city itself, he marched against king Foltest at the head of an army of mutated creatures. The battles that took place in the city between the Order, the Scoia'tael and the troops loyal to the king, are remembered as the Vizima Rebellion. Though historians cannot agree on their opinions of these events, the fact is that Foltest managed to contain the situation and the rebellion ended.", "authors": "Unknown [The Witcher]"}, "17998": {"title": "Ambassador Shilard Fitz-Oesterlen's first letter to the Emperor", "text": "To His Imperial Majesty, the Emperor of Nilfgaard Emhyr var Emreis &ndash; private and confidential\r\n\r\nYour Imperial Majesty! I hasten to report that the sorcerer Vanhemar has indeed proven right for the role assigned to him. He keeps his apprentice Cynthia on a short leash and displays nothing approaching excessive ambition. I believe him to be of unquestionable loyalty, and his abilities are more than adequate to server Your Imperial Majesty's objectives. The summit will be the final test. We will see how he behaves there, and if he proves more capable of resisting temptation than his female colleagues did. Please convey my kindest regards to Your Consort.\r\n\r\nYour Imperial Majesty's Ever Faithful Servant,\r\n\r\nShilard Fitz-Oesterlen", "authors": "Shilard Fitz-Oesterlen"}, "17999": {"title": "The Rose and the Flame", "text": "This knightly brotherhood originating in Temeria initially followed sublime ideas. It could not have been otherwise, as it was founded on the basis of fighting corruption and depravity in the Order of the White Rose - a declining association that, in effect of those reforms, was then transformed into the Order of the Flaming Rose. Unfortunately, strong racist tendencies, even strengthened by the leadership of Jacques de Aldersberg, turned the new order into a nest of intolerance. It's role in the Vizima Rebellion still remains morally ambiguous.", "authors": "Unknown [The Witcher]"}, "18000": {"title": "Baltimore's directions", "text": "Start looking at the well, where loud echoes dwell\r\n\r\nTake ten paces t'wards the river, walk left and do not shiver.\r\n\r\nMeager two tens of paces, pass the gate in my good graces.\r\n\r\nThe one that our safety keeps. Go where the crossroads' patron sleeps.\r\n\r\nEvery road you need to take, yet the middle one is safe.\r\n\r\nHeed and look for Ingrand's signs, and you'll follow my designs.\r\n\r\nShould you choose to go right, you'll soon see someone in plight.\r\n\r\nAt noon this drowned soul, points its shadow at your goal. r", "authors": "Baltimore"}, "18001": {"title": "Finely scribbled notes", "text": "S&#237;le de Tansarville's Notes on the Kayran\n\nIt is beyond any doubt the same creature as that mentioned in accounts of old (the local bookseller's offer was surprisingly broad).\n\nI have investigated it as thoroughly as possible from afar. The monster is larger than I thought, and I will probably be unable to slay it on my own. More research might help, but there is no time.\n\nMight a witcher suffice?", "authors": "S&#237;le de Tansarville"}, "18002": {"title": "More Than Aretuza", "text": "Among Kaedweni cities, Ban Ard certainly deserves a mention, for it is famous for the school for young adepts of the magical arts. Many eminent sorcerers of our times were taught there. Ban Ard also provides an armored banner, a formation highly esteemed in the Kaedweni army.", "authors": "Unknown [The Witcher]"}, "18003": {"title": "Falsified orders changing the convoy's route", "text": "Falsified letter, purportedly from Kimbolt to the convoy commander\n\nHonorable Sir!\n\nI'm the last man who would tell others how to do their job, knowing even less about leading convoys than about carpentry - and I hasten to inform you that I deal with wooden items only in the privy. However, with the safety of Foltest's children in mind, I must warn you and suggest a change to your course.\n\nThe original route proved to be very dangerous and ridden with brigands, a fact that we, traveling ahead of you on the trail, experienced personally. Constable Natalis himself was lightly wounded by a treacherous arrow. Due to the importance of those in your care, and the responsibility resting upon your shoulders, I suggest you travel through Starling Valley, rest at the local tavern, and then follow the Old Trail, which Foltest successfully rid of robbers in his time.\n\nRemember, should anything happen to those in your care, their blood shall be on your hands.\n\nKimbolt", "authors": "Kimbolt"}, "18004": {"title": "The Thanedd Coup", "text": "The coup at Thanedd Island was one of the most significant events in history. In that memorable day, during a sorcerers' summit, the magicians loyal to the Northern kingdoms intended to arrest those of their brotherhood that conspired with Nilfgaard . The conspirators, on the other hand, prepared a coup against their confratres. They secretly let Scoia'tael and Nilfgaardian agents on Thanedd. Many members of both factions died on the bloody battle that raged in the palace chambers, yet in the end the traitors had to flee for their lives. This event greatly reduced the mages' confidence and many fell out of favor of the kings they served until then.", "authors": "Unknown [The Witcher]"}, "18005": {"title": "Hospital files III", "text": "Medical record of patient no.71\n\nThe patient has contracted Dysentery. There is no hope for him now. I had him isolated and ordered that prayers be said for him. I also increased the dosages of his herbs. They seem to have some healing properties, but incidentally also loosen tongues.", "authors": "Unknown [The Witcher]"}, "18006": {"title": "The Visionary's notes II", "text": "My road to the Light, the second fragment\n\n[&#8230;] We nailed Miss Glevissig to a wheel. We pierced her slender hands and throttled her narrow waist with a rope. The pyre was readied beforehand. Henselt laughed and encouraged us to mock her, so we did. As the flames licked the wood I looked into her bright eyes, yet I could see no fear in them, only peace. I trembled for the first time. I trembled once again as the flames themselves starved &ndash; the fire would not accept the victim. Then Henselt ordered to feed the flames with more wood. The branches were wet, and the smoke stung our eyes, filling us with remorse. Through the flames I could see Miss Glevissig suffocating and I trembled for the third time. I grabbed a spear used to push the wood on the pyre. Unmindful of the heat, I scaled the flaming wood and pierced her heart. Thus was I transformed in the fire. [&#8230;]", "authors": "Visionary"}, "18007": {"title": "Legend of the Kinslayer", "text": "A long time ago the dragon Ostreverg ravaged and plundered the sacred Temple of Freya on the Skellige Islands. Three brothers, the sons of a jarl, vowed to recover the goddess' relics. The priestesses granted them diagrams of three ancient suits of armor so that they would be able to face the dragon's formidable fangs and devastating breath of fire. The smith Sigurd Ironlord forged the sacred armor for them.\r\n\r\n[&#8230;] The second oldest brother ultimately slew the dragon. He deemed it unjust that his elder brother, who had proved himself a coward and fled the beast, would inherit their father's title and lands. Thus, he pursued his brother to strip him of his birthright. Since he could not force the Oathbreaker to renounce his claim, he killed his brother with his sacred blade. This deed brought a curse down upon him, and he became known as the Kinslayer. As the anathema was worded, he would live as long as he wore his complete outfit.\r\n\r\n[&#8230;] The Kinslayer traveled to Loc Muinne, for a sorcerer who claimed he could lift the curse had summoned him there. In fact, the mage had lied - he merely wished to unlock the secrets of the wondrous armor. He asked the Kinslayer for his sword, and when the brother parted with his blade, the prophecy was fulfilled. The diagrams of the Kinslayer's Outfit remain hidden amidst the ruins of Loc Muinne to this day.", "authors": "Unknown [The Witcher]"}, "18008": {"title": "Dorian's Diary", "text": "The bite wound festers and burns like fire. Poultices are of no help, yet I still trust in the beneficial effects of herbs. I am unsure whether to remain here and continue looking for healing plants, or whether to seek aid in the city. The idea observing the habits of wolves in mating season was one of the most idiotic my master ever had, may he rest in peace. And it highlights one of the problems plaguing the educational system: in studying magic one must fulfill the whims of senile old men.\n\nI think I smell sausages. Strange as it is, it seems my sense of smell has improved. Maybe hunger has sharpened my senses? Today I managed to spot and sneak up on a hare, while usually I would not spot one even if it kicked me in the arse. Hmm, garlic? I think I shall go out and see if there are humans nearby. The moon is full and so bright that I will not lose my way. \n", "authors": "Dorian"}, "18009": {"title": "Dmitri's letter of safe passage", "text": "To all unit commanders and officers:\r\n\r\nThe bearer of this document, a man named Dmitri, is acting under orders from Commandant Bernard Loredo. He should not be hindered in any way. In the event of his violation of Temerian law, punishment should not be exacted, though the deed should be reported immediately to the Commandant.\r\n\r\nBy order of Bernard Loredo, Commandant of Flotsam and its garrison,\r\n\r\nLouis Merse", "authors": "Louis Merse"}, "18010": {"title": "The Rudiments of Pathomorphology", "text": "The world should finally understand that examining the dead can save the living. We owe the dead respect, that is true, and that is exactly why such examinations should only be done by doctors or students under the watchful eyes of their professors. In further sections of this work I describe how a respectful dissection should be conducted, and what tools should be used to reach the truth with proper respect for the deceased.", "authors": "Milo Vanderbeck"}, "18011": {"title": "The Realms of the Nordlings", "text": "This realm is bordered by Kaedwen to the north, Redania to the northwest, Temeria and the massif of the Mahakam Mountains to the west, and Lyria to the south. The Blue Mountains line its eastern frontier. Aedirn's coat of arms is a golden-red chevron on a black field, and its capital is Vengerberg. Not long ago the country nearly disappeared when Nilfgaard occupied its southern territories and its northern neighbor and supposed ally, Kaedwen, treacherously annexed Upper Aedirn. Though the invaders were defeated and Kaedwen withdrew from Aedirn's northern lands, the kingdom's fate still hangs by a thread. The country has been ravaged by peasant revolts and its central government seems ever unsteady.", "authors": "Unknown [The Witcher]"}, "18012": {"title": "The Alchemical Wedding", "text": "Witchers are famous for brewing potions that give them supernatural abilities in combat. To brew them, they harvest alchemy ingredients from roadside shrubs and from the corpses of monsters they kill. Each ingredient contains one of the following basic substances: aether, caelum, fulgur, hydragenum, quebrith, rebis, sol, vermilion or vitriol. Alchemy formulae describe the proportions of these substances which must be mixed to obtain the desired potion. To make a potion while meditating, the witcher must have both a formula and the ingredients it requires.\n\nIn addition to potions, witchers can also prepare oils that they apply to blades to poison opponents or irritate their wounds, and bombs which can be cast to wound or kill many foes at once.\n\nPotions have a delayed effect, so they should be consumed before a fight, while meditating. Oils can only be applied to sword blades in the Inventory panel. Bombs should also be prepared in advance and placed in the \"Pocket\" slots.", "authors": "Unknown [The Witcher]"}, "18013": {"title": "Lure of the Temptress", "text": "The succubus, often mistakenly believed to be a higher vampire, is a post-conjunction creature. Therefore a visitor from another world, trapped in our reality. The beast has the form of a comely female with hooves instead of feet. However, her partial animal appearance has no meaning for the youths the monster entices like a consummate temptress. Those seduced by a succubus lose their heads, as if it was a woman, and the beast accepts all attentions, leading the young men to ruin, draining their life force.\nOne seduced by a succubus becomes melancholic, loses appetite and all interest in the world. Bereft of strength, he moons around with a pale face and sighs heavily. He also reeks of sulfur, as the smell permeates him when he mates with the beastie. To cure him of this fatal addiction, one should acquaint him with pleasant, dowered lassies and treat him to cold decoctions.", "authors": "Unknown [The Witcher]"}, "18014": {"title": "Magic and Power", "text": "'Sorcerer' is the name customarily applied to male persons capable of commanding the Power, though it is but one of the many terms or phrases, most of them highly unflattering, to have been used over the ages. These terms have ranged from the rather respectful title of \"Wise One\" to the somewhat less specific \"bloody son of a bitch &ndash; the plague take'im.\" As for women of this persuasion &ndash; that is, sorceresses &ndash; they have been called everything from \"archmistress\" to a colloquial expression I will not repeat out of regard for the language and respect for the female gender. The command of the Power these mages possess sets them above mere mortals &ndash; which can be good or bad. From the dawn of time, history remembers mages either as pure-intentioned and courageous heroes or as rogues bereft of reverence and faith. Human memory tends to remember the latter for longer, which may be why common folk mostly hold people of this profession in contempt.", "authors": "Unknown [The Witcher]"}, "18015": {"title": "The Runes of Power III", "text": "Book of Magical Signs, Volume III\r\n\r\n[&#8230;]The rune of life looks like a blooming flower.\r\nThe rune of the animal resembles a snake creeping along a riverbed.", "authors": "Unknown [The Witcher]"}, "18016": {"title": "Captain's log", "text": "[&#8230;]The expedition to Loc Muinne has proven a success that will doubtlessly please both King Foltest, who so generously backed our expedition, as well as the university. Oswen seems exceptionally pleased. I have never before seen a sorcerer jumping for joy. [&#8230;]\r\n\r\n[&#8230;] Oswen tried to get the crew to mutiny, offering them the valuables we had discovered, in order to keep the artifacts for himself. Fortunately Foltest's marines remained loyal. Passing Vergen, there was a battle in which we sunk the Daerdin. We had to flee though, continually attacked by the harpies summoned by Oswen's spell.[&#8230;]\r\n\r\n[&#8230;] Oswen's spell still has the power to attract monsters, even though the sorcerer now lies at the bottom of the river. The soldiers bravely repel the monstrosities that harass us. I'm almost finished with my report for Oxenfurt, which sums up the results of our research and marks the location of the Daerdin's resting place. We're almost home. [&#8230;]", "authors": "Captain of the Petra Silie"}, "18017": {"title": "Invisible Ink", "text": "Those wishing to conceal the true contents of their missives from third parties often resort to penning their letters with invisible ink. A message set down in this manner becomes visible only when the document is treated with a substance that reveals the writing.\r\n\r\nSome use invisible ink as a dye, soaking entire pages in it instead of using it to write. The recipient of a message thus treated can confirm its authenticity by applying a substance that will turn the page a specific color, usually blue.", "authors": "Unknown [The Witcher]"}, "18018": {"title": "Dearhenna's memoirs", "text": "I find the study of bacteria interesting, but focusing on a single subject affects me poorly. I am also plagued by a lack of company. Not of other people, who are almost always troublesome ignoramuses, but of someone with whom I could converse at my level.\r\n\r\nI decided to work on one of the golems and attempt to expand its ability to think and converse. The latter proved simple, yet time will tell if having it memorize poems and philosophical treatises was a good idea. For now, I play at riddles with it.\r\n\r\nCodifying on a single tablet the ability to think properly and logically was the true challenge. I am still having trouble simulating common sense &mdash; all my attempts thus far have ended in semantic overload. I am, however, certain that logical axioms will suffice as the most basic rules of thinking.", "authors": "Dearhenna"}, "18019": {"title": "Captain's report", "text": "Sealed copy of the personal diary of the Petra Silie's captain\n\nAn exact copy of the personal diary of the Petra Silie's captain. An elegant note on the cover states:\n\n\"Deliver via the Royal Mail directly to His Magnificence, the Chancellor of the University of Oxenfurt.\"", "authors": "Captain of the Petra Silie"}, "18020": {"title": "Blood of Elves", "text": "Elves, or Aen Seidhe, as they call themselves, are a folk known for their beauty and longevity. Their sages, scholars and artists were at the fore of their fields, creating real, breathtaking masterpieces. The glory of this Elder Race is long gone, however. After a series of bloody conflicts with humans their cities were ruined, and the elves themselves were forced to retreat to the east, into unapproachable mountains, or to recognize human domination and accept their lot. Years of wars, persecution and mutual enmity created a rift between our races. Many elves saw a chance of winning freedom in the last war against Nilfgaard, so they took up arms, creating the partisan groups of Scoia'tael. Though they managed to secure the creation of the partially independent realm of Dol Blathanna, some feel they were deceived and still wage war on humans.", "authors": "Unknown [The Witcher]"}, "18021": {"title": "The Dun Banner", "text": "The Dun Banner rose to fame during the last wars with Nilfgaard. A Kaedweni light cavalry regiment, initially it patrolled the area around Ban Gle&#225;n. Called to the front, it proved its mettle during the incursion into Upper Aedirn, but it was the chroniclers of the Battle of Brenna who made the unit famous. Because history likes to repeat itself, several years later the Dun Banner once gain led Henselt's foray into Aedirn. This time, it suffered a crushing defeat, at the hand of an ostensible ally, no less &ndash; the sorceress Sabrina Glevissig. Decimated beyond resurrection, the unit was never reformed, and its characteristic cloaks and beaver-skin caps, which once bred terror in the hearts of Kaedwen's foes, became a thing of the past, though they remain identifying marks by which the unit's few surviving former members recognize one another.", "authors": "Unknown [The Witcher]"}, "18022": {"title": "Note for Scribe", "text": "The pages have been soaked in a substance that will turn blue when treated with the activator. The activator's composition must be kept secret, but I offer it here in encrypted form as a reminder:\r\n\r\nLight, quench, shit, rinse.\r\nThus you will the facts evince.\r\nTo read the truth by lies deformed,\r\nguano into piss transform.", "authors": "Unknown [The Witcher]"}, "18023": {"title": "The Temerian Special Forces", "text": "The creation of these formations began it turned out that shitty shield bearers are as good at fighting the mobile Scoia'tael units as a knight's saddle on a pig. The first special forces were formed by king Demavend, and they were commanded by the infamous White Rayla. Their effectiveness wend [sic] hand in hand with cruelty and ruthlessness in their battles with the Squirrels, and their hatred to nonhumans usually extended, mildly speaking, beyond professional spheres. Elves from the units had equally strong enmity towards them, and the clashes between the partisans and the special forces were always extremely brutal and bloody. Besides fighting the Scoia'tael, the Temerian special forces carried out a variety of other dangerous tasks, justly earning their reputation of effective professionals.", "authors": "Unknown [The Witcher]"}, "18024": {"title": "Gargoyles, Gutters, Splutters - Maintenance and Repair", "text": "Theorists of magic still argue about how gargoyles should be classified. This author favors the school which claims they are a type of golem. For gargoyles are nothing more than fancy sculptures brought to life by magic and ordered to perform menial duties. They can complete only the most rudimentary tasks, so they are often found guarding a territory, even if their creator turned to dust long ago.\n\nHe who seeks to deactivate the creatures permanently must first locate the place from which they are controlled, Once there, he extinguish the magic runes that control the constructs' will.", "authors": "Unknown [The Witcher]"}, "18026": {"title": "The Runes of Power IV", "text": "Book of Magical Signs, Volume IV\r\n\r\n[&#8230;]The rune of weather is an arrow sliced in half.\r\nThe rune of reason looks like a bear dancing on dew.\r\nThe rune of time resembles an open hourglass or a chalice[&#8230;]", "authors": "Unknown [The Witcher]"}, "18027": {"title": "Renuald aep Matsen's letter", "text": "Letter of the Emperor of Nilfgaard to Renuald aep Matsen\n\nPrivate and confidential\n\nI agree with the conclusions of your reports. Fitz-Oesterlen has failed and we cannot allow his ineptitude to foil my plans. I hereby authorize you to resolve this problem by any means you deem fit, should such a need arise.\n\nVE", "authors": "Renuald aep Matsen"}, "18028": {"title": "Malget's notes", "text": "Nanna Kanpa Zi Uddu-ya Ia Ia Gat Exa Nanna Zi Uddu-Zi Gat Kanpa Nibbit", "authors": "Malget"}, "18029": {"title": "Bruxae - Eulogists of Death", "text": "The bruxa is a higher vampire, that is, a post-Conjunction creature, an intruder in our world. She assumes the form of a beautiful woman, then turns terrifying when she grows hungry and attacks. As befits a vampire, the bruxa drinks blood. The victim of a bruxa is often both her lover and her chief source of sustenance.", "authors": "Unknown [The Witcher]"}, "18030": {"title": "The Pontar Valley", "text": "If you have but a morsel of geographical knowledge, one glance at a map is enough to know why the Pontar Valley is strategically important. It is here that the borders of Temeria, Redania, Kaedwen and Aedirn meet, it is the valley that physically marks these frontiers. They say that \"He who controls the Pontar Valley, controls the North.\" So it is no wonder that the cited realms have clashed here more than once. Blood has often mingled with the waters of the Pontar, though the reasons for this have varied. Wars waged by nobles in pursuit of political interests and merchants seeking trade privileges have been intermingled with riots and massacres, elven uprisings, and the revolts of frontier barons. All these have been garnished with the occasional peasant rebellion, an event that forces often quarreling factions to unite and crush plebeian mobs drunk on blood and carnage. As the reader will soon learn, this time the region would again bear witness to events both important and bloody.", "authors": "Unknown [The Witcher]"}, "18031": {"title": "The Valley of the Flowers", "text": "In the elven tongue Dol Blathanna means the Valley of the Flowers. Anyone who sees this land with their own eyes would admit to the aptness of this poetic name. Once the southeasternmost province of the Kingdom of Aedirn, it became the sole and sovereign realm of the Free Elves following the last war against Nilfgaard, when Emperor Emhyr var Emreis gave the elves these lands in return for their wartime service. Dol Blathanna is ruled by the elven sorceress Francesca Findabair, known also as Enid an Gleanna, the Daisy of the Valley. It remains a thorn in the side of neighboring realms, even though its queen has been forced to distance herself officially from the guerrilla war waged by the Scoia'tael.", "authors": "Unknown [The Witcher]"}, "18032": {"title": "Three Years Among the Endregas", "text": "Endregas are forest creatures that resemble arachnids. They are especially fond of flood-plains, as moisture and tall grass suit them. Longer than they are tall, they move about on all fours and are extremely difficult to spot as they lie motionless, awaiting their prey. Like kikimores, endregas are divided into castes, with warriors being most numerous, guards being less common, and queens being a real rarity. These monsters, like arachnids, hatch from eggs. Impregnated queens lay the eggs in cocoons which hang from trees in areas known as nests. The lesser creatures zealously guard their queens, as colonies depend on them for survival. The queens themselves remain hidden, caring little for what happens to other adult specimens. However, when their nest is threatened, they emerge swiftly and fight ferociously. Thus, to exterminate an endrega colony, one must set fire to its cocoons to draw out and kill the queen.", "authors": "Unknown [The Witcher]"}, "18033": {"title": "Wild Hunt investigator's notes", "text": "I spent all my life researching the Wild Hunt and without false modesty I can say I read everything that exists on the subject. Furthermore, I saw the wraith gallopade with my own eyes three times. I managed to perform quick measurements on the second and third sighting and I actually examined the observational material in detail. Based on my knowledge and experience I came to a crushing conclusion: I am certain that there is a terrifying, alien force behind the hunt. A mind completely mad, yet still a mind, not pure chaos. I firmly note that the wraith raiders are someone's or something's, emissaries and their deeds are governed by a Plan.", "authors": "Unknown [The Witcher]"}, "18034": {"title": "Marshall Milan Raupenneck", "text": "Not much apart from memories of its former glory remain of Loc Muinne, an elven city situated along the upper reaches of the Pontar , amidst the peaks of the Blue Mountains . It must at one time have been a breathtaking sight, emerging from the morning mists... Today only white ruins mark where it once proudly stood. Centuries ago it was here that the sorcerer Geoffrey Monck brought with him the Sources , a group of human children with a gift for the Power, to hand them over to the elven Sages for training. He managed to overcome the distrust of this Elder Race, and it seemed that a path to coexistence and cooperation between humans and elves had been opened. Yet history took an altogether different course. A few years later Redanian armies massacred Loc Muinne's population, killing all the elves, regardless of gender or age. Thus began a war that ended with Aelirenn's uprising and the massacre at Shaerrawedd, after which most of the surviving elves retreated east into the inaccessible Blue Mountains.", "authors": "Unknown [The Witcher]"}, "18035": {"title": "Dearhenna's Notes I", "text": "Dearhenna's memoirs I\n\nI have started reviewing the manuscripts. The city annals have survived only in part, the most interesting volumes seem to be missing. Curiously, up to this point I have not found a single mention of the Vrans.", "authors": "Dearhenna"}, "18036": {"title": "Soldiers' orders", "text": "To unit commanders:\n\nAll forces are to fall back immediately to defend the routes leading to the temple. These positions must be held at all costs.\n\nDeath to the tyrant!", "authors": "Unknown [The Witcher]"}, "18037": {"title": "Bane of the Vrans", "text": "Of the existing hypotheses about the downfall of the Vrans, if one discards those that are unserious or unsupported by evidence, one is left with but a few. Among these, that which states the race was brought down by an epidemic seems very likely. It is hardly new, for Dorregaray proposed it in his treatise, yet he failed to investigate the matter thoroughly.\r\n\r\nMy research, the results of which I present in this text, allowed me to pinpoint an interesting strain of bacteria. They do not cause illness whose symptoms would resemble those of smallpox or the black death. Yet they spread just as quickly and attack the gonads, leading to infertility. It is therefore probable that the Vrans as a race were indirect victims of the disease, while infertility was the direct cause of their extinction.\r\n\r\nIt is too early to advance any bold theses on the matter, yet I consider it nearly impossible that a bacteria strain would mutate in this way naturally, without anyone's interference.\r\n\r\nThe remaining text has been encrypted with a spell.", "authors": "Aep Dearhenna"}, "18038": {"title": "Serrit's notes", "text": "He seems different, but in reality is so similar. Our paths have been the same: we survived the Trials, endured the same training and have slain so many monsters that we no longer keep count. So many men, also. The difference is in the details &ndash; when I see him moving in combat, I want to laugh, but I also see that he is just as effective, if not more so. There is, however, one critical difference I cannot describe adequately. He has a goal, he is committed to something. He doesn't wander the world as if blown about by the wind. I believe he feels emotions at a level I cannot attain, yet these emotions are not typically human. Is it an illness of some kind? I think he teeters on the brink of instinct and emotion, and that he uses up a lot of energy to maintain his mental health. I hope I get a chance to know him better and learn from him. Nothing specific &ndash; just life.", "authors": "Serrit"}, "18039": {"title": "Ancient manuscript", "text": "GUR SNZVYL BS QNFUJBBQ UNQ YBAT ORRA FRGGYRQ VA FHFFRK. GURVE RFGNGR JNF YNETR, NAQ GURVE ERFVQRAPR JNF NG ABEYNAQ CNEX, VA GUR PRAGER BS GURVE CEBCREGL, JURER, SBE ZNAL TRARENGVBAF, GURL UNQ YVIRQ VA FB ERFCRPGNOYR N ZNAARE NF GB RATNTR GUR TRARENY TBBQ BCVAVBA BS GURVE FHEEBHAQVAT NPDHNVAGNAPR. GUR YNGR BJARE BS GUVF RFGNGR JNF N FVATYR ZNA, JUB YVIRQ GB N IREL NQINAPRQ NTR, NAQ JUB SBE ZNAL LRNEF BS UVF YVSR, UNQ N PBAFGNAG PBZCNAVBA NAQ UBHFRXRRCRE VA UVF FVFGRE.\r\n\r\nGAARBBLLLGARBL WWARGHARBHUL BARBUHLGARBL WRARBRABLEARBLARBLWAR JARBLGARBL WARGARBLE FARBLEGARB\r\n\r\n<b> Translated </b>\r\n\r\nThe family of Dashwood had long been settled in Sussex. Their estate was large, and their residence was at Norland Park, in the centre of their property, where, for many generations, they had lived in so respectable a manner as to engage the general good opinion of their surrounding acquaintance. The late owner of this estate was a single man, who lived to a very advanced age, and who for many years of his life, had a constant companion and housekeeper in his sister.", "authors": "Unknown [The Witcher]"}, "18040": {"title": "Margot's letter to Iorveth", "text": "Contrary to your claims, Einar Gausel is no collaborator. He yields to Loredo only as much as it is necessary, and is never servile. Louis Merse, however, should be a target. He's kin of some sort to the commander, brought here from gods know where, and has become the most important cog in the bureaucratic machine. He dances to that old bag Clovisse's tune. You should get her too. I have a personal score to settle with her. Those from Lobinden are all right, don't touch them. I suggest you make contact with Anezka. People have grown used to her trips into the forest. She could carry messages and nobody would notice. I think she might be a witch, at the very least she helps my girls whenever they get into trouble. someone will try to lynch her sooner or later, so you may offer her protection in exchange for her aid. And I've no idea what to think about Malena [&#8230;]", "authors": "Margot"}, "18041": {"title": "Journal from the Eyla Tarn", "text": "Captain's journal from the Eyla Tarn\n\nTo the Supreme Council of Mages:\n\nThe research and exploration conducted in Loc Muinne has produced surprisingly good results. Our discoveries went well beyond simple valuables and historic items. Namely, we unearthed a relic that belonged to a member of the first Conclave. The fools accompanying me on this journey have no notion of the significance of this find. The item is simply too important to land in a dark storeroom of the Faculty of History. As a spiritual successor [sic] of the first mages, I hereby claim ownership of it &ndash; in my own name as well as yours. The find is bound to cause a fuss, thus I request your support and the appropriate lobbying at Foltest's court.\n\nOswen", "authors": "Oswen"}, "18042": {"title": "Margot's farewell letter", "text": "Margot's farewell letter\n\nI see there's no hope for me now. I will soon hear the tramp of booted feet upon the stairs, then fists in armored gauntlets will bang on my door. I admit that I was Iorveth's informer, but I will not divulge the name of my courier. Bernard Loredo is a loathsome hog and I'd hoped someone would slaughter him like the pig he is.\nI admit, I wished death upon all the odious specimens that visited the brothel to satiate their lusts, who then returned home to beat their wives and guzzle beer. I hate this place and I'm happy to leave it, though in a way different to what I imagined. You, who read this letter, know that I don't care about Scoia'tael ideals. I just want your death.\n\nMargot", "authors": "Margot"}, "18044": {"title": "The History of the Council of Mages", "text": "The Supreme Council of sorcerers consisted of talented mages, most of whom also were advisors to rulers of Northern kingdoms. Philippa Eilhart and Carduin of Lan Exeter were, among others, it's [sic] members. Though only one member of the Council turned out to be a Nilfgaardian supporter during the Thanedd rebellion, a large part of it's [sic] members were neutral mages, and that caused a split in the body. Though most of the Council's members survived these events, the loss of importance and the kings' support resulted in disbanding the association, and sorcerers lost most of their previous influence in the North.", "authors": "Unknown [The Witcher]"}, "18045": {"title": "Rites of Mida&#235;te", "text": "Mida&#235;te, or Midsummer, is the day of the summer solstice and marks the beginning of the first month of summer in the elven solar calendar. Elves believe that all things under the sun occur in cycles. After Mida&#235;te the days grow shorter and the dying commences - to last until the winter solstice. Summer Shrines erected on this day give praise to the sun and life, while acknowledging death's certainty.\n\nSpells that protect living things and draw power from the sun's heat are particularly strong near these shrines. Witches use them to bless crops and summon fire. Even Godless witchers bow before Summer Shrines to augment the intensity of their Signs.", "authors": "Unknown [The Witcher]"}, "18046": {"title": "Ambassador Shilard Fitz-Oesterlen's third letter to the Emperor", "text": "To His Imperial Majesty, the Emperor of Nilfgaard Emhyr var Emreis - private and confidential\r\n\r\nYour Imperial Majesty! As Your Imperial Majesty foresaw, my negotiations with Henselt proved an uphill battle. He rejected Your Imperial Majesty's proposition. Furthermore, I believe the so-called Lodge will soon cease to serve our aims. For now, the headstrong sorceresses are mitigated by the actions of witcher Geralt , but in my opinion he knows too much already and will need to be eliminated soon. Upon the conclusion of the summit in Loc Muinne, I will immediately inform Your Imperial Majesty of the summit's results and of the circumstances of the witcher's death.\r\n\r\nYour Imperial Majesty's Ever Faithful Servant,\r\n\r\nShilard Fitz-Oesterlen", "authors": "Shilard Fitz-Oesterlen"}, "18047": {"title": "Balin's journal III", "text": "Foreman Balin's journal - the third fragment\n\nMonsters! Monsters everywhere! The legends were true - it's Durin's Bane! Too deep we delved and awoke a nameless fear. This is all my fault, so I must try to stop the beasts myself. Fly, you fools!", "authors": "Foreman Balin"}, "18048": {"title": "The Legendary Accursed", "text": "The draug is a mythical creature, straight from ancient legends of heroes and epic deeds. When the hero enters the burning hells to rescue his beloved, or when he has to avenge his father's death, the draug is often his opponent. Why are poets so keen to cast this monster as the arch-enemy? Well, the draug is a wraith , so it fits any dark story featuring a curse or vengeance from the beyond. There's no telling how what it actually looks like, so its terrifying visage can be described in many ways without risking accusation of confabulation. Furthermore, it is a powerful creature, a prince of the damned, so it makes an ideal villain.", "authors": "Unknown [The Witcher]"}, "18049": {"title": "Beings of the Element of Fire", "text": "Fire elementals, like post-Conjunction creatures, hail from another reality and are aliens in our world. Philosophers claim they experience no emotions and do not think the way trolls and other, more familiar creatures think. Controlled completely by magic, a fire elemental obediently carries out its summoning mage's orders. If its master is a passionate smoker, the elemental will provide fire to light his or her pipe, and if its master is threatened, the elemental will incinerate any and all foes.", "authors": "Unknown [The Witcher]"}, "18050": {"title": "Arrest warrant", "text": "It is hereby declared that the man known as the Professor is guilty of numerous crimes against the Crown, including, but not limited to, murder, assault, defying city guards and officials, and other wrongs against the Kingdom's subjects. Whosoever provides him shelter will be deemed guilty of aiding and abetting him in his crimes. It is thus the duty of each subject of the Crown to assist the effort to seize this man. A reward of 1000 orens is hereby offered to anyone who assists in bringing this man to justice, dead or alive.\r\n\r\nOn Behalf of His Majesty King Foltest,\r\n\r\nVincent Meis, Captain of the City Guard\r\n\r\nArrest warrant: Geralt of Rivia\r\n\r\nIt is hereby made known to all that the witcher named Geralt, a native of Rivia, has committed the high crime of regicide in slaying Foltest, King of Temeria. As a murderer and traitor, Geralt of Rivia has been sentenced to die by fire. A generous reward is offered for his capture and delivery to the proper authorities. He who delivers the criminal's head shall receive one-half of said reward. Those providing reliable and confirmed information as to the criminal's whereabouts shall also receive remuneration. Beware! The witcher is armed and dangerous!", "authors": "Vincent Meis"}, "18052": {"title": "Scribe's Notes", "text": "I ask kindly, my good lord,\r\nMy good lord, my summons, my chord,\r\nMy good lord, heed it keenly,\r\nMy good&#8230;", "authors": "Unknown [The Witcher]"}, "18053": {"title": "Balin's journal IV", "text": "Foreman Balin's journal - the final fragment\n\nI, Balin Fergusson, record these words in the event I should die, for I wish to be recognized by name. It is the fourth day since I hid in this branch of the shaft. Separated from the monsters by traps, I am safe, but how long will I survive without water? I have the key to the storeroom and can think of nothing else than to sneak there quietly to get provisions. Reason, however, tells me the storeroom is too far and I won't be able to make it. The monsters are trying to reach me again, so I have to wait anyway. Later, when I'm desperate, who knows?", "authors": "Foreman Balin"}, "18054": {"title": "The Art of Magic", "text": "The Power the sorcerers can command is commonly called magic. In the opinion of a certain sorceress I'm acquainted with, magic is chaos, an art and a science, a curse, a blessing and progress. However poetic it may sound, it is hard to find a better simile. Everything depends on the person that uses that Power, of course. Still, it is a fact that it can be used to achieve things not possible to normal humans. The witchers' Signs are also a form of magic, but sorcerers look at them with disdain, since they cannot be compared to the forces the sorcerers themselves command. Without magic our world would certainly be less interesting, and many beautiful things would be forgotten.", "authors": "Unknown [The Witcher]"}, "18055": {"title": "Bernard Loredo's letter", "text": "To His Excellency Dethmold of Ban Ard - private and confidential\n\nI wish to apologize for the behavior of my mother once more. The hag has been mad since I can remember and I always wondered how she managed to acquire enough wealth to buy the house and guarantee my office in Flotsam. I hope His Highness's emissary was not permanently disturbed by her excesses. I solemnly swear that the red hot circlet was just a foolish jest. Furthermore, I confirm that I will use my position and office according to His Royal Highness's wishes, as was agreed at the meeting. As a patriot, I wholeheartedly agree with Your Excellence's opinion: Flotsam cannot allow chaos and lawlessness - plagues inseparable from interregnum - to rule it's streets. The King is dead, long live the King!\n\nBernard Loredo, Flotsam Garrison commander", "authors": "Bernard Loredo"}, "18056": {"title": "Hospital files IV", "text": "Appendix to medical record of patient no.14\n\nThe patient's drawings seem to confirm the diagnosis of schizophrenia. The cruelty in them undoubtedly stems from childhood events. A strong trauma (to be confirmed) coupled with a dominating mother have warped this poor creature's mind. The patient will receive treatment. I have decided to increase the dosage of her herb mixture. In addition to its healing properties, the concoction seems to force patients to reveal the truth about themselves. And the truth frees us.", "authors": "Unknown [The Witcher]"}, "18057": {"title": "The Horrors of War: Rotfiends", "text": "Given that they are necrophages, rotfiends feed on carrion and human corpses, but this does not mean they do not attack the living. They appear on battlefields, near cities afflicted by plague, or around villages touched by famine. See a rotfiend and you can be sure there are many more in the area. They appear of a sudden, and disappear even more quickly if threatened, so exterminating them is difficult. Trapping rotfiends makes little or no sense. Instead, they are best dealt with by cutting off their food supply, that is, burning all corpses in the area. Corpses must be incinerated rather than buried, for rotfiends are avid and skilful diggers. Without sustenance, the beasts will leave in search of new feeding grounds.", "authors": "Unknown [The Witcher]"}, "18058": {"title": "Baltimore's notes", "text": "Thorak, if you're reading these words, it means you were finally my undoing. But know this, you son of a bitch &ndash; I will return the favor. Even if I have to traverse all the seven hells, I will return, living or undead, to torment you. You will suffer and you will weep, but there will be no mercy. Let fear now be your constant companion, for I will have my revenge, by my own hand or by that of another.\r\n\r\nBaltimore", "authors": "Baltimore"}, "18059": {"title": "Shilard Fitz-Oesterlen's order", "text": "To all unit commanders:\n\nBy order of His Imperial Majesty, I hereby command the capture of the sorceress Triss Merigold, considered to be at large in Upper Aedirn. The sorceress should be brought to me alive and in secret. Not a single hair is to fall from her head.\n\nShilard Fitz-Oesterlen", "authors": "Shilard Fitz-Oesterlen"}, "18060": {"title": "Dearhenna's Notes III", "text": "Dearhenna's memoirs III\n\nI have finally reached the place described by Goeveth. My worst suspicions have been confirmed as I have found cells filled with the bones of lizard men. There are more documents too. If the figures can be trusted, the mutated virus was terrifyingly effective. The reptilian tissue must have decomposed instantly.", "authors": "Dearhenna"}, "18061": {"title": "Nekkers in the Mist", "text": "Imagine a drowner that burrows tunnels, climbs trees, is more vicious than usual, and when ambushing its prey, it does so with many of its kin. Now you have a good Idea of what a nekker is. These primitive creatures are the bane of the wilderness - the inhabitants of forest villages fear them, and animals give their nests a wide berth. Nekkers are social creatures, gathering in something akin to tribes, for they can only repel the attacks of stronger assailants en masse.\n\nWitchers can use their full range of skills and techniques when fighting nekkers. Signs, bombs, poisons and oils that augment bleeding are all extremely effective against the beasts. Nekker nests are best destroyed with Grapeshot bombs.", "authors": "Unknown [The Witcher]"}, "18062": {"title": "Slaves of the Curse", "text": "Draugs are commanders, and draugirs are their wraith soldiers. A draug calls draugirs into existence on battlefields or in cemeteries by the sheer force of his will. Like the draug himself, these minions arise from damned souls trapped within shells formed of the remnants of arms, armor, war machines and corpses that were torn apart by scavengers.", "authors": "Unknown [The Witcher]"}, "18063": {"title": "From the Annals of Mahakaman History", "text": "Dwarves are one of the Elder Races. Stocky and bearded, with strongly built bodies and low voices, they are distinguished for their height, which is lower than human. Of simple and direct manners, they are sometimes seen as grumpy, unkind and greedy. I have to stress that my own opinion of the dwarfs [sic] is by no means similar to the latter part. I only cite it here to present the views of other people - even if they are dull-minded, hate-blinded buffoons. Mahakam is the dwarves' mountainous homeland, famed for it's numerous mines where precious stones and ores are mined. Many dwarves also live in human cities, for that race usually adapts to new neighbors easily, something that cannot be, unfortunately, said about a large part of humanity. Despite vexations, persecution, and even bloody pogroms, the coexistence with dwarves goes a lot better than with elves. Their flair for trade and craft makes them excellent merchants, bankers, smiths and armorers.", "authors": "Unknown [The Witcher]"}, "18064": {"title": "Hospital files II", "text": "Medical record of patient no.19\n\nThe eldest of our residents, this patient has been with us longer than any other. Cold-water therapy has failed in his case, and there seems to be no promise of improvement. I have had him chained and reduced his food rations to weaken the strength of the illness and limit his self-destructive tendencies. I have begun to employ herbs.", "authors": "Unknown [The Witcher]"}, "18065": {"title": "The Nilfgaardian Provinces", "text": "The Empire of Nilfgaard is the largest state in the known world, its rule extending over a more than a dozen provinces. It has conquered all the realms south of the Amell Mountains and united them under one crown. Black Imperial standards adorned with the golden sun flutter over buildings and outposts from the Yaruga River in the north to Vicovaro in the south and the mountain massif of Tir Tochair in the east. The Empire's mighty armies lie in wait, ready to bring death at their ruler's command or to die eagerly in his name. The Black Ones' continued march northward was last stopped several years ago, through the united effort of the Northern Kingdoms and the sacrifice of much blood at Brenna . Yet peering across the Yaruga on a bright day, one still can see their dark cloaks and the sun glancing off the points of their lances.", "authors": "Unknown [The Witcher]"}, "18066": {"title": "Report for Thaler", "text": "Report for the Temerian Secret Service\n\nI've no idea who's the worse liar: Loredo or his kin, Merse, brought here to the office of Castellan after the scandal in Vizima. Not one thing in their reports is true. Dmitri is alive, the elves are well off, Iorveth has not left and has even made a deal with some witcher. Furthermore, it seems Loredo brought some remnants of the Salamandra here, to traffic in fisstech for him, as if the money he gets from fraud is not enough. The question of why the Commander isn't afraid of the capital's wrath begs an answer. Even excluding the fact that Loredo uses the chaos caused by Foltest's death to his advantage, he is plotting high treason. I've no idea what his goal is and I've no intention of finding out. Send a real spy here - it doesn't suit my nerves.\n\nSI Earwig", "authors": "SI Earwig"}, "18068": {"title": "The Runes of Power II", "text": "Book of Magical Signs, Volume II\r\n\r\n[&#8230;]The rune of death resembles a scythe.\r\nThe rune of the sky is a line within a parallelogram or,\r\nas some would have it, a pursed mouth.\r\nThe rune of the butterfly is a line crossed twice[&#8230;]", "authors": "Unknown [The Witcher]"}, "18069": {"title": "The Temerian Royal Dynasty", "text": "<i>If Geralt chose to lift the curse in The Witcher:</i>\r\n\r\nKing Foltest's daughter had been cursed even before leaving her mother's womb and turned into a striga as a child. The jag-toothed princess had long terrorized Vizima, until Geralt lifted the curse. It returned after a few years, but the witcher managed to lift it a second time. Later Adda became the wife of Radovid V, king of Redania.\r\n\r\n<i>If Geralt chose to kill the striga in The Witcher:</i>\r\n\r\nKing Foltest's daughter had been cursed even before leaving her mother's womb and turned into a striga as a child. The jag-toothed princess had long terrorized Vizima, until Geralt lifted the curse. Unfortunately it returned after a few years and the witcher was forced to slay the monster.", "authors": "Unknown [The Witcher]"}, "18070": {"title": "The Feudal Society and Its Enemies", "text": "Scoia'tael is a name used by the rebels fighting for nonhuman freedom. In the common tongue it means\"squirrels\". As some would have it, it is because of squirrel tails that adorn the rebels' caps, or from the forest board they had to survive on. Scoia'tael formed units over a score strong, consisting mainly of elves, yet sometimes dwarves and halflings joined too. During the last war against Nilfgaard, the Scoia'tael fought on the side of the Empire, making diversions and great damage beyond our lines. Despite the provisions of the Peace of Cintra, many did not disarm and continued to fight, especially when it turned out that Nilfgaard sacrificed them in the name of peace and gave the units' leaders to the Nordlings to be executed.", "authors": "Unknown [The Witcher]"}, "18071": {"title": "About Dragons", "text": "Dragons were once commonplace, their rule over the continent absolute. Dragon fire was the bane of cities, and dragon appetites were a constant threat to the first colonizers. Mages stood against these creatures, witchers were created to fight them. Today dragons are nearly extinct. There are occasional sightings of forktails and slyzards, but these creatures are to dragons as stray cats are to tigers. Dragons were brought to the brink of extinction by professional hunters like the famed Crinfrid Reavers. Alchemy ingredients from the dragon's body are among the most expensive and highly sought after by mages. The beast's roasted tail is considered a true delicacy.", "authors": "Unknown [The Witcher]"}, "18074": {"title": "Drowners: A Textbook for Initiates of the Order of the Flaming Rose", "text": "Sometimes drowned men return as monsters to haunt the living. Tormented by their own deaths, they seek to murder others. They prefer to draw their prey under water. As their victims drown, they tear them into shreds and consume them like soggy biscuits. Such creatures are called drowners. They are numerous on the banks of the Pontar, as this large river, with regular shipping and riverside villages, provides them with ample sustenance.", "authors": "Unknown [The Witcher]"}, "18075": {"title": "Dearhenna's Notes V", "text": "Dearhenna's memoirs V\n\nI regret having learned of this dark episode in the city's history. I have become wary of danger, as the elves must surely be aware that someone has discovered their secret. I have made my last stroll into the ruins of the Black Academy. I will seal my laboratory and disappear. The time has finally come to see Zerrikania once more.", "authors": "Dearhenna"}, "18076": {"title": "The Wild Hunt", "text": "<b>The Witcher II</b>\r\n\r\nAccording to the Nordlings, the Wild Hunt is a procession, or rather a cavalcade of skeletal horsemen. They rush across the sky on the bony remains of steeds. Clad in rusty remnants of armor, they wear jagged swords at their waists. Like comets, the Wild Hunt is an omen of war, which has been confirmed beyond all doubt.\r\n\r\nThe spectral cavalcade ventures out in search of victims every several years, but its harvest was never as rich as just before the last war with Nilfgaard, when over twenty souls went missing in Novigrad alone after the Hunt passed through. Curiously, elven and dwarven legends make not the slightest mention of the Wild Hunt.\r\n\r\n<b>The Witcher III</b>\r\n\r\nDeath and war gallop in its wake, or so the superstition goes. Yet evil enough is the Hunt itself. It takes folk captive, youths, most often, in the prime of their wilding years, with ten to twenty summers behind them. The Hunt rushes in and they disappear, only to return long years later with no memory of what passed in the time between. (...)", "authors": "Unknown [The Witcher]"}, "18077": {"title": "The Great Book of Herbs", "text": "Witchers possess extensive knowledge of herbs as they use them to brew potions. Useful plants can be found almost anywhere. Of course, herbs are more plentiful wherever the vegetation is lush.\n\nQuantities of harvested herbs increase as abilities from the Alchemist path are acquired. The witcher's medallion is also very helpful. Using it reveals all useful herbs in the vicinity.", "authors": "Unknown [The Witcher]"}, "18078": {"title": "Do It Yourself", "text": "<b>The Witcher 2</b>\r\n\r\nWitchers can enhance their weaponry through crafting. Crafting an item - be it a sword, armor, armor enhancement or a rune to be branded on a blade - requires a diagram and the components it lists. Diagrams can be bought from merchants or obtained as a reward from appreciative employers. Components can be cut from the corpses of defeated foes, though some may also be found lying around among everyday items. Having collected all the necessary elements, a witcher must find and pay a craftsman to produce a given item in his workshop.\r\n\r\n<b>The Witcher 3</b>\r\n\r\nHow many times have you cursed a tailor for sewing a shirt more crooked than that infamous home in Novigrad? How many times have you argued with a smith who proved unable to forge a simple horseshoe in a month? How many times will you steal food from your children's mouths because some armorer demands a Koviri fortune for a ho-hum helmet? Enough! Basta, I say - and so should you! Empowered by the tome you hold in your hands and a few simple tools, you shall be able to perform basic repairs all by yourself, and perhaps even create something from scratch. So show those extortioners from the crafting guilds who shall make the fool of whom, roll up your sleeves and get to work!", "authors": "Unknown [The Witcher]"}, "18079": {"title": "Dearhenna's Notes IV", "text": "Dearhenna's memoirs IV\n\nI have started to record the mutation procedures once more, this time in a magically protected tome. I now also realize how serious and far-reaching my discovery might prove. If this disease attacked both the Vrans and those Aen Seidhe who were not vaccinated, what will happen if someone mad or vile enough can be found among humans?", "authors": "Dearhenna"}, "18080": {"title": "Legend of the Blasphemer", "text": "A long time ago the dragon Ostreverg ravaged and plundered the sacred Temple of Freya on the Skellige Islands. Three brothers, the sons of a jarl, vowed to recover the goddess' relics. The priestesses granted them diagrams of three ancient suits of armor so that they would be able to face the dragon's formidable fangs and devastating breath of fire. The smith Sigurd Ironlord forged the sacred armor for them.\r\n\r\n[&#8230;] Once the brothers defeated the dragon, they were amazed at the size of its hoard. According to the vow they had made, all of it would belong to the goddess. The youngest brother, however, decided to keep the most valuable relic for himself. He shattered Freya's statue and took the sapphire set in it, called the Eye of the Goddess. They say that he then got drunk and gave it away as payment for love in one of the dens of pleasure in Cintra.\r\n\r\n[&#8230;] The priestesses cursed the youngest brother, and from then on he would be known only as the Blasphemer. As the curse was worded, he would live as long as he wore his complete outfit. The prophecy was fulfilled when the Blasphemer was crossing the Pontar on horseback, searching for a sorcerer who could lift the curse. They say that he spotted a silver fish beneath the surface. When he reached for it, his gauntlet slid off his hand. The youngest brother never reached the Pontar's other bank, yet his belongings were not lost. Rumor has it that the diagrams of the Blasphemer's Outfit, which remains cursed, can be found in one of the many backwater towns that lie along the Pontar.", "authors": "Unknown [The Witcher]"}, "18081": {"title": "Of Trolls and Trolling", "text": "According to legend, trolls were born of the Earth and their body is made of rock. They fear and despise sunlight, which kills them by turning them into inanimate stone, so they only prowl at night. So much for legends. What is the reality? Well, as always, the truth is far more mundane. Trolls are living creatures like you and me, and they prefer day to night, for they are so clumsy they stumble over stones in the dark, spilling the vodka they cherish so much. Their skin is indeed hard as stone, but beneath it there are muscles and a heart that pumps blood. Given that they bleed, they can be killed.", "authors": "Unknown [The Witcher]"}, "18082": {"title": "Rites of Midinv&#225;erne", "text": "After Midinv&#225;erne, or Midwinter, the day of the winter solstice, the days grow longer. According to the elves, Midinv&#225;erne marks the beginning of a new cycle: the sun gradually gains power and all things beneath it are born once again. Winter Shrines erected on this day celebrate the revival of life and light, but also honor the winter, as death and resurrection are two sides of the same coin.\n\nMagic connected to death and cold are particularly strong near the Winter Shrines, and witches can use them to prolong frost and destroy crop. Even witchers bow before the shrines to honor winter and increase the intensity of their Signs.", "authors": "Unknown [The Witcher]"}, "18083": {"title": "Soldiers' note to Visionary", "text": "Candle invoice\n\nAs for the candle payment, we humbly admit that we've no more money. We'll obtain the remaining amount as fast as possible.", "authors": "Unknown [The Witcher]"}, "18084": {"title": "A Hog Named Henselt", "text": "... Yet Henselt courts the Imperial envoy like a cheap whore who has singled out a burgher with a full pouch at the brothel. Keep in mind that a whore can let anyone she wishes plough her. Her arse &ndash; her choice. The King owes us more. His arse belongs to all of us and its name is Kaedwen. Dare we allow a Nilfgaardian prick to plough our country? As my friend who is a witcher says, \"If that's what the world needs to be saved, perhaps it would be better that it perish.\"\r\n\r\n<b>From Collector's Editions</b>\r\n\r\nKing Henselt is like a hog in countless ways. Firstly, his appetite is unlimited: just as a hog sinks its teeth into all things edible, lecherously licking its chops, so Henselt bites at his neighbors. Swine pay no mind to the freshness of their fodder, pouncing upon carrion with reckless abandon. And Henselt ventures into Aedirn &ndash; a realm orphaned of its ruler and gravely weakened like a dying man. A hog's eyes remain fixed on the ground beneath its trotters, and Henselt is likewise short-sighted, failing to foresee the consequences of his deeds. Driven by his hog-like desire to stuff himself, he now leads his army and realm to destruction. It is no wonder, then, that some have appeared who seek to slay the crowned swine of the North one by one.\r\n\r\nA new order must arise in the Northern Kingdoms. A wave of turmoil has passed through Aedirn and Temeria, and now it rushes towards Kaedwen.\r\n\r\nA swell murky with blood rises in its wake.\r\n\r\nOnce it reaches Henselt's realm, we shall not speak of regicide, but of the simple slaughter of a pig.", "authors": "Dandelion"}, "18085": {"title": "The Wars for Upper Aedirn", "text": "The part of Aedirn that lies between the Pontar and Dyphne rivers is called Lormark or Upper Aedirn, depending on the interested party's political persuasion. These lands have been disputed for ages, with Kaedwen laying claim to them as well. During the last war with Nilfgaard, Aedirn found itself in deep trouble, fighting an uneven battle to repel the onslaught of the Black Ones in the south. Sensing that its southern neighbor would ultimately bow to the invaders, Kaedwen, Aedirn's ostensible ally in that conflict, sent its armies into Lormark, annexing the region. Several days later Margrave Mansfeld of Ard Carraigh and Marshal Menno Coehoorn, commander-in-chief of the Nilfgaardian army, greeted each other on a bridge spanning the Dyphne River. They shook hands over the bleeding, tortured corpse of the Kingdom of Aedirn, sealing a criminal partitioning of plundered lands. And even though Kaedwen restored Lormark to Aedirn after the war, its taking of the territory with Nilfgaardian support was one of the most disgraceful acts in history.", "authors": "Unknown [The Witcher]"}, "18086": {"title": "Balin's journal II", "text": "Foreman Balin's journal - the second fragment\n\nThis morning we discovered small slits in the tunnel walls. The cracks don't seem to be dangerous, but I ordered additional wooden supports placed just to be sure. Rudolph Ferdinand is spluttering, I think he does not enjoy the temperature at this depth. Old Nain Zammenhof claims to hear knocking, I bet he has finally flipped for good. I think we're getting close to a large lode and I've sent for a geologist.", "authors": "Foreman Balin"}, "18087": {"title": "Ambassador Shilard Fitz-Oesterlen's second letter to the Emperor", "text": "To His Imperial Majesty, the Emperor of Nilfgaard Emhyr var Emreis - private and confidential\r\n\r\nYour Imperial Majesty! After visiting Foltest (may he rest in peace), as planned I am now the guest of Henselt , whom I aim to present Your Imperial Majesty's offer. Kaedwen is a quarrelsome nation with an unreliable king and a wild nobility. Sympathies and allegiances shift time and again. Manipulating them takes no real skill. I note that Renuald aep Matsen has also taken up station in the barbarous North. I would take this occasion to express my doubt that sending him was necessary. Your Imperial Majesty knows that I do not trust the man and suspect he is hiding something from me.\r\n\r\nYour Imperial Majesty's Ever Faithful Servant,\r\n\r\nShilard Fitz-Oesterlen", "authors": "Shilard Fitz-Oesterlen"}, "18088": {"title": "The Runes of Power I", "text": "Book of Magical Signs, Volume I\r\n\r\n[&#8230;] The rune of the art resembles a harp.\r\nThe rune of war looks like a clenched fist.\r\nThe rune of thunder is a faithful representation of a striking lightning bolt [&#8230;]", "authors": "Unknown [The Witcher]"}, "18089": {"title": "Harpies - Daughters of the Gale", "text": "There are many species of harpy, and all are kleptomaniacs, though some steal dreams instead of trinkets. They especially like dreams laden with strong emotions, such as nightmares that recur every night. The victims lose their dreams &ndash; which can actually be a blessing where nightmares are concerned &ndash; and the harpies encase them in crystals, creating items that strongly radiate magic. Mages desire the dreams these creatures steal. They are even known to breed harpies on perches with a view towards filching their booty at daybreak. Yet it is rare for a dream or nightmare to be powerful enough, or to come from a powerful enough creature, to satisfy the desires of a mage. He who would destroy a harpy;s nest perched atop a rocky ledge must set a special, glistening explosive trap. When the harpy snatches its loot, the charge is detonated, and anything that survives the explosion is dealt with by gravity &ndash; the eternal foe of all avian creatures.", "authors": "Unknown [The Witcher]"}, "18090": {"title": "Balin's journal I", "text": "Foreman Balin's journal - the first fragment\n\nWork is going as planned. It seems our yield will be even greater than anticipated. Moreover, I believe we can squeeze much more from this mine. We'll delve deeper, bring up more wealth and Vergen will regain its past significance.", "authors": "Foreman Balin"}, "18091": {"title": "How to Kill a Bullvore", "text": "The bullvore can be compared to a heap of muscles constrained by a sack of hard, elastic skin. It's head is that of a buffalo's, yet it's mouth is filled with sharp teeth adapted to rending flesh. Bullvores are post-conjunction beasts. The visible mark of Chaos are the horns and vestigial hands the creature barely moves, growing all over it's body.", "authors": "Unknown [The Witcher]"}, "18092": {"title": "Count Maravel's Correspondence", "text": "Maravel's letter to Shilard Fitz-Oesterlen\n\nYour Excellency!\n\nI am happy to report that Anais, Foltest's bastard daughter, has been handed over to the Kaedwenis in Your Excellency's name, as per our agreement. The girl is now under the sorcerer Dethmold's care, and he appeared to be more than pleased with the gift. I trust that since I have concluded my end of the matter, I can now expect swift closure thereof on Your Excellency's part.\n\nSadly, not all went as planned. Foltest's bastard son Boussy perished through a series of unfortunate coincidences. Yet when dealing with such complex situations rife with unforeseen circumstances, one must be prepared to risk certain losses. I mourn for the lad, yet I trust Your Excellency will see the advantages of this turn of events. Besides, can one really expect to cheat Fate?\n\nYour Excellency's Faithful Servant,\n\nCount Maravel", "authors": "Count Maravel"}, "18093": {"title": "The Good Book", "text": "Once a disciple of his said to the prophet Lebioda: \"Teach me, master, how should I proceed? My neighbor desires my favorite dog. Should I give him my dog, my heart shall break from grief. Yet should I deny him the dog, I shall be unhappy, for I shall harm my neighbor with my refusal. What should I do?\"", "authors": "Unknown [The Witcher]"}, "18094": {"title": "Orders changing the convoy's route", "text": "From Baron Kimbolt to Horst Lubovitz\n\nHonorable Sir!\n\nI'm the last man who would tell others how to do their job, knowing even less about leading convoys than about carpentry - and I hasten to inform you that I deal with wooden items only in the privy. However, with the safety of Foltest's children in mind, I must warn you and suggest a change to your course.\n\nThe original route proved to be very dangerous and ridden with brigands, a fact that we, traveling ahead of you on the trail, experienced personally. Constable Natalis himself was lightly wounded by a treacherous arrow. Due to the importance of those in your care, and the responsibility resting upon your shoulders, I suggest you travel through Starling Valley, rest at the local tavern, and then follow the Old Trail, which Foltest successfully rid of robbers in his time.\n\nRemember, should anything happen to those in your care, their blood shall be on your hands.\n\nKimbolt", "authors": "Kimbolt"}, "18095": {"title": "The Life and Death of the White Rose", "text": "The story of the one known as the White Rose of Shaerrawedd is both sad and tragic. Over two hundred years ago Aelirenn led elven youth into a hopeless fight against humans. This heroic dash could end in only one way. they died for freedom, for stone and marble of their cities&#8230; and for Aelirenn. Just as she promised, they died with dignity, heroism, honor, yet elves could not raise [sic] again after that defeat. However she remains a symbol of fighting for freedom to this day, and elven insurgents go to battle with her name on their lips.", "authors": "Unknown [The Witcher]"}, "18096": {"title": "Dearhenna's Notes II", "text": "Dearhenna's memoirs II\n\nI have happened on an intriguing document. Its content is encrypted, and the dialect itself is strange. Deciphering it is consuming a lot of time. I have recognized the word \"reptiles,\" which is a promising thread. The document bears the seal of one Goeveth. I have never heard of this individual.", "authors": "Dearhenna"}, "18097": {"title": "Letter with a soldier's supplication", "text": "Letter of supplication to Saint Sabrina\n\nSaint Sabrina, I humbly beg you to hear my supplication. Grant me, oh Fair Lady, your blessings and protection. Deign to save me from the snares of my enemies and from all dangers.", "authors": "Unknown [The Witcher]"}, "18098": {"title": "The Kayran - A Monograph", "text": "The kayran stands apart among all creatures, large and small, beautiful and horrible: it is unique, not alike any other being. Doubtless it is a post-conjunction creature that appeared in our reality in the time when worlds intermingled. It made its home in the waters of the Pontar, where it lives to this day. Over the ages, the chronicles mention several instances of the kayran appearing on the river's surface in various places. There is no certainty if these mentions apply to one and the same creature slowly moving up and down the river, or perhaps to the original creature's progeny seen here and there.", "authors": "Unknown [The Witcher]"}, "18100": {"title": "The Visionary's notes III", "text": "My road to the Light, the third fragment\n\n[&#8230;] Henselt was furious that I had ruined his spectacle. I was beaten to a pulp. Soon I was stripped of my rank, and those I had thought friends turned from me. I started drinking more than ever and sank into sloth, so I was regularly punished. I spent all my free time in solitude. Until one day, as I sat with a bottle of foul spirits, staring at a sizzling candle-stub, I understood that it had all happened for a reason. I had a calling. The flicker that miss Glevissig had lit within me spread over my heart and it burned with the flame of faith. [&#8230;]", "authors": "Visionary"}, "18101": {"title": "Beings of the Element of Earth", "text": "The earth elemental is the younger brother of the legendary d'ao, the genie capable of creating earthquakes and flattening mountains. Younger means less powerful, but also more mischievous. Felling trees, toppling the walls of buildings and crushing people into a pulp number among this creature's pranks. Of course, it performs only those its master wishes it to.", "authors": "Unknown [The Witcher]"}, "18102": {"title": "The Immortelle or the Dwarven Herb", "text": "The dwarven immortelle is called the devil's tail by the dwarves themselves, and Feainne Ichaer, that is the sun's blood, by the elves. The plant has powerful medicinal properties, but is relatively unknown and extremely rare. According to elven legend, an archer once managed to pierce the sun with an arrow. The sun's blood dripped from the sky, sinking into the ground so deeply that it penetrated ancient hollows in the rock. This herb may today be found in places where the blood settled. That account may or may not be apocryphal, but it's a fact that the immortelle is sought after as an ingredient for antidotes and beauty elixirs. It grows in caves and old mines, for it does not require sunlight, and that's why it is described as \"dwarven.\"", "authors": "Unknown [The Witcher]"}, "18103": {"title": "The White Flame", "text": "Emhyr var Emreis &ndash; among all the rulers of that time, one cannot omit the Nilfgaardian emperor, known as Deithwen Addan yn Carn aep Morvudd, which means, in the Elder Speech, White Flame Dancing on the Barrows of His Enemies. Kings from the Buina to the Yaruga trembled at the sound of his name. His legions of steel-clad soldiers crushed countries under their heels and cast monarchs from their thrones. In his insatiable ambition, he had tried to conquer the north on several occasions, yet he had been forced to sign peace accords each time. Though he does not appear in our story personally, his long shadow often fell over the events I describe here.", "authors": "Unknown [The Witcher]"}, "18104": {"title": "Tournament Announcement", "text": "Tournament in the Grand Arena!\n\nWarriors of the world! Knights, gladiators, soldiers and armed ladies! The Grand Arena, famous throughout the North as the site of the ultimate combat trials, opens its gates before you!\n\nDemonstrate your courage and sword skills! Claim the glory and the coin due to true heroes!\n\nThose acknowledged as worthy of the tournament will receive an invitation enabling them to enter the Grand Arena and win eternal fame!", "authors": "Unknown [The Witcher]"}, "18106": {"title": "Margot's notes", "text": "[&#8230;] I don't like that sorceress at all. All female mages put on airs and smell of bitchiness, but this one is evidently up to something. It's clear she's not just after coin, as she's pitting people against each other as if they were toys. Does she suspect me of spying? If it's true that sorceresses can read minds, I must be wary. Were my collusion with the Scoia'tael to be revealed, I would rather off myself than suffer in Loredo's gaol. [&#8230;]", "authors": "Margot"}, "18107": {"title": "The Visionary's notes I", "text": "My Path to the Light &ndash; first fragment\n\n[&#8230;] I must be repentant, after years spent living in error. No soldierly vice was too vile for me. During my years of service, I embraced gambling, alcohol, sloth, lies and evil profanity. I took lives, and not just when ordered. I was cruel. Today I see clearly that I had sunk into a darkness from the depths of which I could not see the light. Miss Sabrina Glevissig, bright and pure as a goddess, shone like the light of a candle in the blackest night. She always supported the soldiers and tried to draw me on to the path of righteousness. Yet I was blind to the light. [&#8230;]", "authors": "Visionary"}, "18108": {"title": "The Grand Triple", "text": "Great Melitele is, among others, the patron of love, marriage, fertility, nature and abundance. Her cult came to be through the blending of those beliefs many different races and cultures held about these aspects of life. Melitele's popularity never waned, and the phenomenon is explained in various ways. I think the causes are prosaic myself. The Cult of Melitele is a predominantly woman cult, and the goddess is, among others, the protector of women in childbirth. A delivering woman has to scream and, apart from the usual yells and empty promises that she will never give herself to another mangy man again, the woman has to call some deity for help, and Melitele fits the bill perfectly. Because women were deliverying, deliver and will be delivering, the goddess Melitele does not have to worry about a lowering of the number of worshippers.", "authors": "Unknown [The Witcher]"}, "18110": {"title": "The Duties and Goals of the Lodge", "text": "The actions of this secret organization, which united sorceresses from the Northern Kingdoms and Nilfgaard , were revealed relatively late. The ten-member Lodge had been envisioned as a successor to the Conclave and the Supreme Council of Sorcerers . It was supposed to focus on the interests of magic and protect the world from the cataclysm that would result from the disappearance of the Art . However, at the time this story was unfolding, not many knew the organization even existed. Apart from the sorceresses belonging to it, of course.", "authors": "Unknown [The Witcher]"}, "18111": {"title": "Venoms and Poisons", "text": "Most poisons are lethal to the body, yet a small group of venoms influence the mind, destroying free will. Administered regularly, such substances render their subjects susceptible to the influence and suggestions of those closest to them, making them appear as if they had no will of their own. Yet these poisons are very difficult to concoct, for they require very rare ingredients. In addition, their creator must summon the Power in quantities far beyond those available to the everyday village witch. Impotence is caused by poisons of yet another variety, used chiefly by court plotters seeking to control the fate of dynasties and noble houses. These poisons must be administered in very small doses, as in excess amounts they can topple a horse. The worst of all are delayed-action venoms. Poisons of this kind may kill many years after being consumed, years during which the victim's health declines, though no sound medical reason for this can be found.", "authors": "Unknown [The Witcher]"}, "18112": {"title": "Song of the Hunt", "text": "Tracing an ever wider spiral,\r\nThe Hunt circles the world of mortals.\r\nEverything decays in the centrifugal vortex,\r\nPure anarchy rages over the world.\r\nThe winds of war swell on blood,\r\nFlooding the rites of ancient innocence.\r\nThe best lose all hope, and the worst\r\nRevel in fervent and fitful power.\r\nLooking glass images without heart or mind\r\nHaunt the worlds in the name of those,\r\nWho have preserved blood from blood,\r\nAnd feed on unrestrained lust.\r\nTurning and turning in the widening gyre\r\nThe falcon cannot hear the falconer;\r\nThings fall apart; the centre cannot hold;\r\nMere anarchy is loosed upon the world,\r\nThe blood-dimmed tide is loosed, and everywhere\r\nThe ceremony of innocence is drowned;\r\nThe best lack all conviction, while the worst\r\nAre full of passionate intensity.", "authors": "Unknown [The Witcher]"}, "18113": {"title": "The Arachas - A Study", "text": "Arachnids are lone hunters &mdash; they patiently wait for their prey to kill it with one swift strike when it appears. The same is true for the arachas, a huge creature that took a liking of the riverside forest, becoming its undisputed king. A ruler who does not tolerate other hunters on its territory. Including witchers.", "authors": "Unknown [The Witcher]"}, "18114": {"title": "Aryan La Valette - Interrogation Report", "text": "Record of Aryan La Valette's Interrogation\n\nUpon completing the initial procedures, we began the interrogation proper. Aryan La Valette was informed of the tools which would be used. His answer, being vulgar and unworthy of a highborn man, was not recorded.\n\nThen the unkind master began to brand him with a hot iron. I proceeded to ask him my Lord Baron's questions. Unfortunately, I came upon a wall of resistance, and the subject's answers were full of filth that shed no light on the issues at hand. The unkind master then reached for another tool, and after it was applied I began to ask my Lord Baron's questions anew.\n\nJoachim Pyle, Bailiff", "authors": "Joachim Pyle"}, "18115": {"title": "Baroness La Valette - Interrogation Report", "text": "Record of Mary Louisa La Valette's Interrogation\n\nThe preparations were completed without interruption. Louisa La Valette remained silent throughout. In accordance with custom, the unkind master presented the tools he would use. The baroness merely clenched her teeth and observed a dignified silence.\n\nWith the initial procedures completed, I began the interrogation proper. I asked the subject questions from my Lord Baron's list, however I failed to extract satisfactory answers. After consulting the unkind master, I decided that the subject was not fully ready. We then placed her upon the rack. After some time I asked her my Lord Baron's questions again...\n\nJoachim Pyle, Bailiff", "authors": "Joachim Pyle"}, "18116": {"title": "Legend of the Oathbreaker", "text": "A long time ago the dragon Ostreverg ravaged and plundered the sacred Temple of Freya on the Skellige Islands. Three brothers, the sons of a jarl, vowed to recover the goddess' relics. The priestesses granted them diagrams of three ancient suits of armor so that they would be able to face the dragon's formidable fangs and devastating breath of fire. The smith Sigurd Ironlord forged the sacred armor for them.\r\n\r\n[&#8230;] They say the eldest brother did not take part in slaying the dragon. He fled in terror when he saw the beast, leaving his brothers to perish in the flames. Since he was the first to take the oath before the priestesses and the one to convince his brothers to do the same, he became known as the Oathbreaker. Like the two other brothers, he was cursed. As the anathema was worded, he would live as long as he wore his complete outfit.\r\n\r\n[&#8230;] The Oathbreaker died at the hands of the middle brother. A coward, he was fleeing his would-be murderer and removed his boots to sneak away unnoticed. The prophecy was fulfilled when he was pierced with a sword as he sought refuge in the waters of the Pontar. They say someone on the Aedirnian bank of the river found his possessions, including the diagrams of the Oathbreaker's Outfit, which remains cursed.", "authors": "Unknown [The Witcher]"}, "18117": {"title": "Hospital files I", "text": "Medical record of patient no.14\n\nThe woman manifests strong symptoms of schizophrenia. To avoid marring her beauty, I decided not to employ the standard therapy, the red-hot circlet, but instead to increase her herb dosages. As she was prone to having fits of aggression, I have had the patient chained. The pictures she has painted on the walls should be analyzed.", "authors": "Unknown [The Witcher]"}, "19327": {"title": "Vizima Rebellion", "text": "The events known under that name took place not long after the witcher mysteriously came back. The leader of the Order of the Flaming Rose, Jacques de Aldersberg, made plans to build a new, better world (under his own leadership). Using the power he had over the Order, and fanning the conflict with the Scoia'tael until it threatened the city itself, he marched against king Foltest at the head of an army of mutated creatures. The battles that took place in the city between the Order, the Scoia'tael and the troops loyal to the king, are remembered as the Vizima Rebellion. Though historians cannot agree on their opinions of these events, the fact is that Foltest managed to contain the situation and the rebellion ended.", "authors": "Dandelion[Journal]"}, "19324": {"title": "Mines of Vergen", "text": "They said plants unseen anywhere on the surface grew in these mines - among others, the one needed for Saskia's cure.\n\nThe area around Vergen was supposedly riddled with mining shafts and corridors. Some had had not been used for long, others had been closed more recently. I'm hardly an expert on mining, and dwarves can be extremely secretive and tight-lipped about the subject. The few allusions they made, however, painted a picture of caves, tunnels and excavations drowned in darkness. At one time these mines had accounted for Vergen's significance, but now they were abandoned and haunted by dangerous creatures. Needless to say, this description did not encourage yours truly to examine them closer.", "authors": "Dandelion[Journal]"}, "19323": {"title": "Aedirn", "text": "This realm is bordered by Kaedwen to the north, Redania to the northwest, Temeria and the massif of the Mahakam Mountains to the west, and Lyria to the south. The Blue Mountains line its eastern frontier. Aedirn's coat of arms is a golden-red chevron on a black field, and its capital is Vengerberg. Not long ago the country nearly disappeared when Nilfgaard occupied its southern territories and its northern neighbor and supposed ally, Kaedwen, treacherously annexed Upper Aedirn. Though the invaders were defeated and Kaedwen withdrew from Aedirn's northern lands, the kingdom's fate still hangs by a thread. The country has been ravaged by peasant revolts and its central government seems ever unsteady.", "authors": "Dandelion[Journal]"}, "19322": {"title": "Conclave of Sorcerers", "text": "The Conclave was, next to the Supreme Council of sorcerers, one of the two main bodies ruling the magicians. The most powerful sorcerers of their times sat on it. One of it's duties was regulating the standards and rules of using magic - the ban on necromancy was one of it's edicts. Before the Thanedd rebellion, a large part of the Conclave conspired with Nilfgaard. During those events most of it's members died, the sole survivor being Francesca Findabair. After the coup the Conclave was not reactivated, thus many mages do not respect the restrictions it had created.", "authors": "Dandelion[Journal]"}, "19321": {"title": "The Supreme Council of Sorceresses", "text": "The Supreme Council of sorcerers consisted of talented mages, most of whom also were advisors to rulers of Northern kingdoms. Philippa Eilhart and Carduin of Lan Exeter were, among others, it's members. Though only one member of the Council turned out to be a Nilfgaardian supporter during the Thanedd rebellion, a large part of it's members were neutral mages, and that caused a split in the body. Though most of the Council's members survived those events, the loss of importance and the kings' support resulted in disbanding the association, and sorcerers lost most of their previous influence in the North.", "authors": "Dandelion[Journal]"}, "19320": {"title": "Francesca Findabair", "text": "Though she does not appear in our story, the elf Francesca Findabair, known also as Enid an Gleanna or the Daisy of the Valley, certainly deserves mention. After the coup on Thanedd Island, during which she sided with the mages who had allied themselves with Nilfgaard, Francesca became the queen of Dol Blathanna, the state of the Free Elves created somewhat whimsically by Emperor Emhyr. Enid is widely considered the most beautiful woman in the world. This pureblood Aen Seidhe with dark gold hair and penetrating azure eyes is also a powerful sorceress, possessing a tremendous command of the famed elven magic.", "authors": "Dandelion[Journal]"}, "19318": {"title": "Wild Hunt", "text": "<b>The Witcher</b>\r\n\r\nThe Wild Hunt is a horde of specters that roams the sky during storms and is an omen of disaster. The appearance of the Wild Hunt foreshadows war and woe, much as a comet does. The spectral Wild Hunt sometimes appears in nightmares of the cursed or those touched by Destiny.\r\n\r\n<b>The Witcher</b>\r\n\r\n    According to tradition and eye witness accounts, the Wild Hunt abducts people, forcing them to join its mad gallopade on the sky. It's harvest is especially rich just before or during a great war, like a few years ago in Novigrad, when over twenty people went missing without a trace after the Wild Hunt passed. Some of the abductees managed to escape the cavalcade back into the world of the living, but the stories they told were so extraordinary that they were always considered insane. \r\n\r\n    Stories of the Wild Hunt do not appear in the dwarven and elven cultures. It is quite interesting, for the Elder Races must have faced the Hunt long before humans did. As it seems, the dwarves ignore everything on mutual terms, while the elves are mysteriously silent on that subject. \r\n\r\n    Sorceress Yennefer of Vengerberg was abducted by the Wild Hunt, just like witcher Geralt of Rivia. Her fate remains unknown, though she certainly did not join the host of wraith horsemen, unlike her lover who was one of the Hunt's riders for some time. The motivation of the gallopades leader, the King of the Hunt, remains, as always, unknown. \r\n\r\n    According to the Nordlings, the Wild Hunt is a procession, or rather a cavalcade of skeletal horsemen. They rush across the sky on the bony remains of steeds. Clad in rusty remnants of armor, they wear jagged swords at their waists. Like comets, the Wild Hunt is an omen of war, which has been confirmed beyond all doubt. The spectral cavalcade ventures out in search of victims every several years, but its harvest was never as rich as just before the last war with Nilfgaard, when over twenty souls went missing in Novigrad alone after the Hunt passed through. Curiously, elven and dwarven legends make not the slightest mention of the Wild Hunt. \r\n\r\n    One of the insane asylum's patients claimed to have been abducted by the Wild Hunt and taken to a world where unicorns saunter about lush elven gardens. When he finally succeeded in escaping the Hunt's grasp, he returned to this world only to find that his children had aged and died, so many years had passed... \r\n\r\n    According to the notes of a sorcerer, who spent his entire life studying the phenomenon of the Hunt, there is a mysterious power behind the wraith host's incursions into the world. \r\n\r\n    Philippa Eilhart also has a theory about the origin, motivation and essence of the Wild Hunt. It is a surprisingly shallow theory for such a learned woman and not worthy of mention next to such illustrious deductions as the ones above. \r\n\r\n    S&#237;le de Tansarville showed absolutely no interest in the spectral riders of the Hunt. This was puzzling to say the least given her reputation as a very learned sorceress. \r\n\r\n    There are more opinions about the Wild Hunt than there are stars in the sky. Some claim the Hunt is a retinue of the specters of knights who perished in various worlds. Others think the phantoms were created by a powerful force that sends them out into different worlds in search of slaves. \r\n\r\n    Astronomical observation can be used to calculate the frequency of the Wild Hunt's appearances. This seems to confirm the hypothesis that the spectral riders come from another world. \r\n\r\n    Mages remained silent about the Hunt, as if beset by a hoard of tongue-hungry cats. This silence from so many learned minds was as telling as words, but you'll not learn any more on this subject from me within this tale. \r\n\r\n    The poem \"The Song of the Hunt\" is a book as rare as hen's teeth, and a pile of rubbish about the Hunt at the same time. Experts on the subject are willing to kill for that item, but fortunately there are not many of them. The multilayered narration sends the reader into the world of the author's rich imagination where each verse equals another interpretation. Truth mingles with fantasy in that work, but there's nothing of interest there for one researching the Hunt. \r\n\r\n    No poem can remain vague when interpreted by a consummate poet. Master Dandelion thinks that \"The Song of the Hunt\" symbolically describes how the cavalcade enters our reality from another one. It means that the wraiths of the Hunt are the inhabitants of another world, not necessarily the world of shades, who use the primordial magic of chaos and entropy. The poem, however, fails to explains the reasons they might have for such journeys. \r\n\r\n    Aramil, an elf from a parallel world, was pursued by the spectral riders. ", "authors": "Dandelion[Journal]"}, "19317": {"title": "Adda", "text": "King Foltest's daughter had been cursed even before leaving her mother's womb and turned into a striga as a child. The jag-toothed princess had long terrorized Vizima, until Geralt lifted the curse. It returned after a few years, but the witcher managed to lift it a second time. Later Adda became the wife of Radovid V, king of Redania.", "authors": "Dandelion[Journal]"}, "19316": {"title": "Dun Banner", "text": "The Dun Banner rose to fame during the last wars with Nilfgaard. A Kaedweni light cavalry regiment, initially it patrolled the area around Ban Glean. Called to the front, it proved its mettle during the incursion into Upper Aedirn, but it was the chroniclers of the Battle of Brenna who made the unit famous. Because history likes to repeat itself, several years later the Dun Banner once again led Henselt's foray into Aedirn. This time, it suffered a crushing defeat, at the hands of an ostensible ally, no less - the sorceress Sabrina Glevissig. Decimated beyond resurrection, the unit was never reformed, and its characteristic cloaks and beaver-skin caps, which once bred terror in the hearts of Kaedwen's foes, became a thing of the past, though they remain identifying marks by which the unit's few surviving former members recognize one another.", "authors": "Dandelion[Journal]"}, "19314": {"title": "Aelirenn", "text": "The story of the one known as the White Rose of Shaerrawedd is both sad and tragic. Over two hundred years ago Aelirenn led elven youth into a hopeless fight against humans. This heroic dash could end in only one way. They died for freedom, for stone and marble of their cities... and for Aelirenn. Just as she promised, they died with dignity, heroism, honor, yet elves could not raise again after that defeat. However she remains a symbol of fighting for freedom to this day, and elven insurgents go to battle with her name on their lips.", "authors": "Dandelion[Journal]"}, "19313": {"title": "Kaedwen", "text": "The formidable ranges of the Blue, Kestrel and Fiery mountains define the eastern and western boundaries of the densely forested, cold and harsh domain of Kaedwen, whose coat of arms is a black unicorn rearing on a golden field. The realm's capital at Ard Carraigh was the seat of power of King Henselt, a man known for having a violent temper and pursuing radical policies towards nonhumans. The latter could be attributed to the fact that Scoia'tael units consistently caused great injury to the wooded land and its inhabitants, launching many brutal guerilla attacks. The local human populace responded with massacres perpetrated on the assimilated elves and dwarves inhabiting the country's cities. And so hatred burned on and blood bred blood. Those who called for peace were accused of treason and often died at the hands of their kinfolk. Furthermore, Kaedwen was involved in an age-old feud with neighboring Aedirn over the territory of Lormark, and that conflict cast a pall over relations between the two countries. As you will clearly see, its echoes rang out in this story as well.", "authors": "Dandelion[Journal]"}, "19312": {"title": "Veyopatis", "text": "Veyopatis, a forgotten god of the Pontar Valley, is still worshipped in certain forest settlements, but the times of his greatness and popularity are long past. A few priestesses and witches make offerings to him, yet no common folk wish to take part in their rites. In the era of human colonization, Veyopatis was a guardian god, often associated with rivers from which humans drew benefit. He guarded people from the dangers of the forest. Poles bearing his likeness marked the border between areas that had been tamed and those that remained wild and dangerous. Veyopatis gave people fish, made sailing easier and his name was used to ward off beasts. Yet, he remained petulant and fierce. In these times, if those wandering through the woods come across stone idols with gaping jaws, they believe them to be the likenesses of fierce monsters rather than statues commemorating a once-loved deity.", "authors": "Dandelion[Journal]"}, "19311": {"title": "Nilfgaard", "text": "The Empire of Nilfgaard is the largest state in the known world, its rule extending over a more than a dozen provinces. It has conquered all the realms south of the Amell Mountains and united them under one crown. Black Imperial standards adorned with the golden sun flutter over buildings and outposts from the Yaruga River in the north to Vicovaro in the south and the mountain massif of Tir Tochair in the east. The Empire's mighty armies lie in wait, ready to bring death at their ruler's command or to die eagerly in his name. The Black Ones' continued march northward was last stopped several years ago, through the united effort of the Northern Kingdoms and the sacrifice of much blood at Brenna. Yet peering across the Yaruga on a bright day, one still can see their dark cloaks and the sun glancing off the points of their lances.", "authors": "Dandelion[Journal]"}, "19310": {"title": "Dwarves", "text": "Dwarves are one of the Elder Races. Stocky and bearded, with strongly built bodies and low voices, they are distinguished for their height, which is lower than human. Of simple and direct manners, they are sometimes seen as grumpy, unkind and greedy. 1 have to stress that my own opinion of the dwarfs is by no means similar to the latter part. I only cite it here to present the views of other people - even if they are dull-minded, hate-blinded buffoons. Mahakam is the dwarves' mountainous homeland, famed for it's numerous mines where precious stones and ores are mined. Many dwarves also live in human cities, for that race usually adapts to new neighbors easily, something that cannot be, unfortunately, said about a large part of humanity. Despite vexations, persecution, and even bloody pogroms, the coexistence with dwarves goes a lot better than with elves. Their flair for trade and craft makes them excellent merchants, bankers, smiths and armorers.", "authors": "Dandelion[Journal]"}, "19299": {"title": "Mongoose", "text": "Provides protection against the kayran's highly venomous mucous. This potion should be consumed before fighting a kayran.", "authors": "Dandelion[Journal]"}, "19295": {"title": "Stenchbulb", "text": "This bomb releases a cloud of gas whose odor is so unbearably foul that it chases away even dwarves, not to mention rotfiends and bullvores. A practical joker might use it to ruin a banquet, but witchers use Stenchbulbs to flush monsters out of their lairs or to catch a breather during an exhausting fight.", "authors": "Dandelion[Journal]"}, "19296": {"title": "Virga", "text": "Virga is favored by witchers who assign greater importance to safety than to mounting bold attacks. The brew increases the witcher's resistances, rendering him less vulnerable to the special attacks of monsters, including Poisoning, Incineration and Bleeding. Virga is stronger than Golden Oriole, but it has some side effects.\n\nWhen focusing on defense, the witcher is limited in his ability to execute subtle attacks. The witcher thus cannot employ tactics to which he himself has become more resistant, be it Poisoning, Incineration or oils that increase Bleeding. The Wolf potion can be used to limit this unwanted side effect.\n\nPotion moderately increases Toxicity when consumed.\n\nThe potion is recommended before fights against monsters that employ powerful special attacks. It is effective against creatures which cause Bleeding, are venomous or breath fire.", "authors": "Dandelion[Journal]"}, "19298": {"title": "Brock", "text": "Brock helps the witcher focus. It increases the effectiveness of all strikes designed to cause of the many critical effects in the witcher's arsenal &#8211; Poisoning, Bleeding, Incineration and the like.\n\nSuch close concentration, however, weakens the witcher's defenses. Intent on dealing damage to his foes, the user becomes susceptible to their attacks as his resistances decline. This loss can be counterbalanced by the Golden Oriole potion.\n\nThe potion increases Toxicity very markedly when imbibed.\n\nBrock is recommended in situations where the witcher has applied an oil to his blade or has specialized in combat employing an additional effect like Incineration.", "authors": "Dandelion[Journal]"}, "19308": {"title": "Emperor Emhyr var Emreis", "text": "Emhyr var Emreis - among all the rulers of that time, one cannot omit the Nilfgaardian emperor, known as Deithwen Addan yn Cam aep Morvudd, which means, in the Elder Speech, White Flame Dancing on the Barrows of His Enemies. Kings from the Buina to the Yaruga trembled at the sound of his name. His legions of steel-clad soldiers crushed countries under their heels and cast monarchs from their thrones. In his insatiable ambition, he had tried to conquer the north on several occasions, yet he had been forced to sign peace accords each time. Though he does not appear in our story personally, his long shadow often fell over the events I describe here.\n\nAccording to Shilard's words, Geralt had had the honor of facing the Emperor, who spared his life at the time. Though I am well aware of the circumstances surrounding that event, I shall omit them here, as they are not directly connected to this story.", "authors": "Dandelion[Journal]"}, "19291": {"title": "Gadwall", "text": "Gadwall helps a witcher's mutated body regenerate much faster than usual. No wonder witchers often consume it when preparing to fight especially powerful beasts. Gadwall is a stronger version of the Swallow potion. As Gadwall courses through the veins, however, it burdens a witcher's body, causing him to deal less damage and lose Vigor at an accelerated rate. These side effects can be reduced by drinking the Rook and Tawny Owl potions.\n\nPotion significantly increases Toxicity when imbibed.\n\nGadwall is recommended before long fights. Its slow but constant regeneration of Vitality provides its user with an advantage over opponents..", "authors": "Dandelion[Journal]"}, "19293": {"title": "Lapwing", "text": "Just as Gadwall regenerates Vitality slowly but consistently, Lapwing restores Vigor. The potion's effect is stronger than that of Tawny Owl, but it produces some side effects. Lapwing intensely weakens the body, reducing the witcher's Vitality and resistances. To strengthen themselves, witchers take Golden Oriole and Swallow together with Lapwing.\n\nPotion causes serious intoxication when imbibed.\n\nThe potion is mainly used by witchers who specialize in casting Signs in combat, and by those preparing to fight monsters that perform strong attacks which must be parried.", "authors": "Dandelion[Journal]"}, "19302": {"title": "Loc Muinne", "text": "Not much apart from memories of its former glory remain of Loc Muinne, an elven city situated along the upper reaches of the Pontar, amidst the peaks of the Blue Mountains. It must at one time have been a breathtaking sight, emerging from the morning mists... Today only white ruins mark where it once proudly stood. Centuries ago it was here that the sorcerer Geoffrey Monck brought with him the Sources, a group of human children with a gift for the Power, to hand them over to the elven Sages for training. He managed to overcome the distrust of this Elder Race, and it seemed that a path to coexistence and cooperation between humans and elves had been opened. Yet history took an altogether different course. A few years later Redanian armies massacred Loc Muinne's population, killing all the elves, regardless of gender or age. Thus began a war that ended with Aelirenn's uprising and the massacre at Shaerrawedd, after which most of the surviving elves retreated east into the inaccessible Blue Mountains. This example, dear reader, readily shows that but the slightest bit of effort can summarily spoil even the best of relations.", "authors": "Dandelion[Journal]"}, "19286": {"title": "Red haze", "text": "Perhaps the most insidious invention of Zerrikanian alchemists, the reddish haze emitted by this bomb upon detonation causes hallucinations and aggression, leading creatures which inhale the gas to fight each other.\n\nThe bomb is ineffective against creatures that cannot be hexed.", "authors": "Dandelion[Journal]"}, "19303": {"title": "Dol Blathanna", "text": "In the elven tongue Dol Blathanna means the Valley of the Flowers. Anyone who sees this land with their own eyes would admit to the aptness of this poetic name. Once the southeasternmost province of the Kingdom of Aedirn, it became the sole and sovereign realm of the Free Elves following the last war against Nilfgaard, when Emperor Emhyrvar Emreis gave the elves these lands in return for their wartime service. Dol Blathanna is ruled by the elven sorceress Francesca Findabair, known also as Enid an Gleanna, the Daisy of the Valley. It remains a thorn in the side of neighboring realms, even though its queen has been forced to distance herself officially from the guerrilla war waged by the Scoia'tael.", "authors": "Dandelion[Journal]"}, "19282": {"title": "Whirl", "text": "Whirl is a highly universal oil. Applied to a blade, it increases damage dealt to foes, regardless of their type. Witchers, however, generally prefer to use blade coatings designed for specific opponents, as they are more effective.\n\nWhirl is recommended for situations where the identity of the possible foe or foes is unknown.", "authors": "Dandelion[Journal]"}, "19284": {"title": "Dancing Star", "text": "Witchers rarely use fire in combat as it conjures up shadows that can be disorienting during a fight. However, when facing hordes of monsters, they often set aside finesse in favor of using weapons of mass destruction. The Dancing Star, a bomb that bursts flames, is one such weapon.\n\nThis bomb is especially effective against creatures that attack in swarms and are vulnerable to fire. It can also be used to ignite the cloud of gas produced by the Dragon's Dream bomb.", "authors": "Dandelion[Journal]"}, "19280": {"title": "Falka's Blood", "text": "Falka's Blood increases the maximum damage dealt with a sword. It differs from Whirl in that luck determines whether a witcher using the oil will land a hard or light blow. This blade grease owes its name to King Vridank's daughter, a rebel known for her cruelty.\n\nFalka's Blood is especially effective against resilient and heavily armored opponents.", "authors": "Dandelion[Journal]"}, "19279": {"title": "Tiara", "text": "This singular potion affects the witcher's skeleton, hardening bones and strengthening tendons. Each time the witcher parries an opponent's blow while under the potion's influence, he loses less Vigor than he would had he not consumed a dose of Tiara.\n\nThe catch, however, is that stronger bones and joints denote stiffer limbs and weaker soft tissue. The witcher strikes with less confidence, so the sword damage he deals is reduced. His Vitality also declines.\n\nPotion causes serious intoxication when imbibed.\n\nThis potion is recommended for witchers who rely more heavily on their swords than on magic, and before fights against monsters that employ strong attacks which must be parried.", "authors": "Dandelion[Journal]"}, "19305": {"title": "The Lodge of Sorceresses", "text": "The actions of this secret organization, which united sorceresses from the Northern Kingdoms and Nilfgaard, were revealed relatively late. The ten-member Lodge had been envisioned as a successor to the Conclave and the Supreme Council of Sorcerers. It was supposed to focus on the interests of magic and protect the world from the cataclysm that would result from the disappearance of the Art. However, at the time this story was unfolding, not many knew the organization even existed. Apart from the sorceresses belonging to it, of course.\n\nThe members of the Lodge also interfered in politics, attempting to influence monarchs and the fates of entire countries. They even used murder as a means to their ends. The removal of Demavend was supposed to stabilize the situation of Aedirn, but it began a series of events that shook the Northern Kingdoms.", "authors": "Dandelion[Journal]"}, "19276": {"title": "Flare", "text": "Flares can be very convenient if the witcher is out of the Cat potion or is accompanied by comrades who do not share his ability to see in the dark. Detonate the Flare bomb and the alchemical reaction will illuminate the surrounding area for a short time.", "authors": "Dandelion[Journal]"}, "19306": {"title": "Lormark/Upper Aedirn", "text": "The part of Aedirn that lies between the Pontar and Dyphne rivers is called Lormark or Upper Aedirn, depending on the interested party's political persuasion. These lands have been disputed for ages, with Kaedwen laying claim to them as well. During the last war with Nilfgaard, Aedirn found itself in deep trouble, fighting an uneven battle to repel the onslaught of the Black Ones in the south. Sensing that its southern neighbor would ultimately bow to the invaders, Kaedwen, Aedirn's ostensible ally in that conflict, sent its armies into Lormark, annexing the region. Several days later Margrave Mansfeld of Ard Carraigh and Marshal Menno Coehoorn, commander-in-chief of the Nilfgaardian army, greeted each other on a bridge spanning the Dyphne River. They shook hands over the bleeding, tortured corpse of the Kingdom of Aedirn, sealing -let us not mince words - a criminal partitioning of plundered lands. And even though Kaedwen restored Lormark to Aedirn after the war, its taking of the territory with Nilfgaardian support was one of the most disgraceful acts in history -though I venture to say it was probably not the only or last act of its kind.", "authors": "Dandelion[Journal]"}, "19261": {"title": "Kayran's lair", "text": "The monster's lair was located near a small shoal by the ancient ruins of an elven bridge. Wrecked riverboats, heaps of algae and the stench of rotting flesh unmistakably identified the spot to which the kayran had taken a liking. That, at least, is how it was described to me, for I was in no hurry to risk an expedition through the forest only to tease the cranky Old Man in his den. When the wind blew from the ruined bridge, one could smell for oneself that there was little exaggeration to the tales of the kayran's aromatic presence. It stank so bad my eyes watered.", "authors": "Dandelion[Journal]"}, "19260": {"title": "Pontar Valley", "text": "If you have but a morsel of geographical knowledge, one glance at a map is enough to know why the Pontar Valley is strategically important. It is here that the borders of Temeria, Redania, Kaedwen and Aedirn meet, it is the valley that physically marks these frontiers. They say that \"He who controls the Pontar Valley, controls the North.\" So it is no wonder that the cited realms have clashed here more than once. Blood has often mingled with the waters of the Pontar, though the reasons for this have varied. Wars waged by nobles in pursuit of political interests and merchants seeking trade privileges have been intermingled with riots and massacres, elven uprisings, and the revolts of frontier barons. All these have been garnished with the occasional peasant rebellion, an event that forces often quarreling factions to unite and crush plebeian mobs drunk on blood and carnage. As the reader will soon learn, this time the region would again bear witness to events both important and bloody.", "authors": "Dandelion[Journal]"}, "19257": {"title": "La Valette Castle", "text": "During my travels I visited the dynastic abode of the La Valette family several times. Anyone who considers Vizima an impressive city is unlikely to have seen the ancestral citadel of the La Valettes. The immensity of the fortress is simply breathtaking, to the extent that calling it a mere castle is either a gross inaccuracy or a jest. Expanded over generations, the walled town boasts the greatest fortifications in Temeria, and perhaps in all the Northern Kingdoms. The citadel is located near the strategically important White Bridge, which connects the banks of the Pontar. It commands the entire area, including nearby trade routes and the crossing. No wonder then that the rebellion of the La Valettes disturbed Foltest's sleep.", "authors": "Dandelion[Journal]"}, "19256": {"title": "Battlefield", "text": "The site was not much to behold, even on a sunny day, yet it was here that several years earlier a bloody battle had ended in a magical cataclysm. Rocky gullies opened onto a plain scarred with furrows and craters dug by trebuchet missiles and magical explosions detonated by the sorceress Sabrina Glevissig. Tall, reddish grass covered part of the flatland, the rusting armor and bleached bones of the fallen nestled among it. Once the curse was activated, however, a ghastly mist engulfed a section of the battlefield. Within it stretched a world seemingly pulled from a nightmare, a world in which ghosts of the fallen endlessly re-enacted the battle that had claimed their lives.\n\nOnce the witcher lifted the curse, the mist dissipated and the specters of the fallen vanished into the beyond.", "authors": "Dandelion[Journal]"}, "19255": {"title": "Iorveth's hideout", "text": "Few had any knowledge of Iorveth's hideout near Flotsam. The Scoia'tael leader used it as a command post from which to coordinate his unit's operations. The way there was dangerous as it was defended by more than elven swords and arrows &#8211; monsters inhabiting the surrounding forest were its natural guardians. Having a guide increased one's chances of reaching it alive. Yet finding it did not necessarily mean that one would return safely. Upon entering the lion's den, one could only hope for its owner's favor, and not many dh'oine could count on that.", "authors": "Dandelion[Journal]"}, "19252": {"title": "Loc Muinne sewers", "text": "For ages humans viewed elves as beings both beautiful and refined, as a race seemingly molded out of better clay than men. While perceiving them thus, humans also asked themselves - do elves pee? Few wonder anymore, but if any still need tangible proof, it can be found in the sewers of Loc Muinne. This colossal system of corridors and canals arouses envy in human builders. It served the city's inhabitants for long years and today has become a shelter and breeding ground for monsters. Those who do not fear beasts can use the sewers to travel discretely between the city's quarters.", "authors": "Dandelion[Journal]"}, "19250": {"title": "Camp followers' encampment", "text": "The inevitable hodge-podge of camp followers had settled in just beyond the palisade of Henselt's military camp. The area was home to all manner of rabble, such as craftsmen, prostitutes, traders, thieves and vagabonds - in other words, all those needed to keep an army on its feet. Vernon Roche was directed to settle with his soldiers among the camp followers. This instruction from the Kaedwenis was meant as a jab at the Temerians, but the Blue Stripes honestly preferred the company of scoundrels to that of warriors bearing the unicorn on their chests.", "authors": "Dandelion[Journal]"}, "19251": {"title": "Flotsam brothel", "text": "Flotsam's brothel was one of only two noteworthy attractions available to visitors and locals. Yet unlike the scaffold, the bordello kept regular hours, offered a regular repertoire and had a regular staff.", "authors": "Dandelion[Journal]"}, "19246": {"title": "Camp of the Order of the Flaming Rose", "text": "The knights of the Order of the Flaming Rose brought to Loc Muinne by King Radovid of Redania had made camp at the city's gates. Tasked with maintaining order and providing security for guests arriving for the summit of mages and monarchs, they were keen to observe the traffic streaming into the city.", "authors": "Dandelion[Journal]"}, "19247": {"title": "Flotsam forests", "text": "The wilderness surrounding Flotsam was a thick impassable wood where inexperienced travellers could easily lose their way and fall victim to wild beasts or, even more probably, elven arrows. A rarely used, thickly overgrown route led to Aedirn, but, given the forest's dangers, most travelers preferred to journey by river.", "authors": "Dandelion[Journal]"}, "19248": {"title": "Loc Muinne amphitheatre", "text": "The amphitheatre in Loc Muinne was once the jewel of the city. Even stripped of its former trappings and ruined by time, it remained impressive. The elves had used it as a theatre, a venue where troubadours performed, perhaps even as an arena for gladiatorial combat. During the memorable events recounted herein, it served as the site for a summit of mages and monarchs.", "authors": "Dandelion[Journal]"}, "19275": {"title": "Rook", "text": "Rook is especially popular among witchers who believe that killing monsters quickly is their best defense. This potion increases muscular power, and thus damage dealt to foes in close combat. Unlike Thunderbolt, it has no side effects.\n\nRook can alleviate the side effects of White Raffard's Decoction, Gadwall and Tiara.\n\nPotion causes minor intoxication when imbibed.\n\nThe potion is recommended for witchers who prefer to use their swords in fights and employ Signs sporadically. Rook is especially helpful against resilient and heavily armored opponents.", "authors": "Dandelion[Journal]"}, "19242": {"title": "Flotsam", "text": "Flotsam, a river port and trading post, lies along the upper course of the Pontar, among inaccessible forests in the valley that bears the river's name. Numerous trade routes meet here, and the Temerian-Aedirnian border is located nearby. Land travel in the region was arduous and dangerous, for Scoia'tael units prowled the woods. However, as they say, \"elves, like cats, are shy of water\", so most travellers and merchants chose to sail the river. Flat-bottomed barges, punts, scows, and even seagoing cogs visited the harbor, ferrying goods between Aerdirn, Kaedwen, Temeria, Redania, and Cidaris on the seashore. No wonder, then, that this ostensibly small outpost was of vital economic importance. He who controlled it drew immense profits from trade. At the start of our story, Flotsam belonged to Temeria, and its small garrison was tasked with enforcing the law and providing protection from river pirates, Scoia'tael units and monsters inhabiting the surrounding forests.", "authors": "Dandelion[Journal]"}, "19236": {"title": "Altar of Veyopatis", "text": "The forested wilderness lining the banks of the Pontar conceals many secrets, among them an altar dedicated to an ancient deity named Veyopatis, nestled deep in a forest glade. The spot is well hidden from prying eyes, and the dangers of the wood discourage those who would seek it frivolously. Geralt, however, had no fear of monsters and good reason to visit the mysterious site.", "authors": "Dandelion[Journal]"}, "19224": {"title": "Ruined library", "text": "According to legend, the library in Loc Muinne had once been the richest in the world. Its collection of books was used by the Sources &#8211; magically gifted human children sent to the city ages before to learn from the elves. By the time of this story, nothing but walls remained of the once great library, now completely plundered and razed. Dethmold made it his quarters during the summit of mages and monarchs.", "authors": "Dandelion[Journal]"}, "19227": {"title": "Redanian Quarter", "text": "King Radovid and his men annexed a large swathe of the city in which to make camp. A full regiment of soldiers and an elite detachment of hand-picked knights protected Redania's ruler, who had every reason to fear an attempt on his life.", "authors": "Dandelion[Journal]"}, "19230": {"title": "Kaedweni camp", "text": "The Kaedweni military camp greeted us from afar with the cacophony of sounds typical of such encampments. Officers' commands and sentries' shouts mixed with the growling of platoon leaders enlightening enlisted men as to their mothers' professions and why these ladies charged so little for their services. Veterans cursed, recruits sniveled, whores giggled, horses neighed and dogs barked. The din was accompanied by a jumble of smells. The stench of several thousand men who consider guard duty in the rain to be an adequate bath cannot be mistaken for any other, and this blended with the scents of boiling cabbage, foot wraps and stables. Compared to the noxious odor the wind carried from the camp latrines on sunny days, the smell of the kayran's lair seemed like that of a flowering meadow.", "authors": "Dandelion[Journal]"}, "19231": {"title": "Temerian Quarter", "text": "During the summit of mages and monarchs, the camp of the Temerian delegation led by John Natalis extended over an entire district of Loc Muinne. Plenty of diplomats milled around the camp, but soldiers were present in far greater numbers.", "authors": "Dandelion[Journal]"}, "19232": {"title": "Hut on the cliff", "text": "The abandoned hut on the cliff had witnessed a monstrous event. The entire family inhabiting the home had died a bloody death in unclear circumstances.\n\nThere were many derelict settlements and farms in the area around Vergen. Some had survived in better shape than others.", "authors": "Dandelion[Journal]"}, "19223": {"title": "Dungeons of La Valette Castle", "text": "During one of my visits to the La Valette family's vast abode, when I had the pleasure of meeting the old baron's niece - a charming creature but sixteen springs old - my host, clearly proud of his lands and holdings, offered to show me around the keep's expansive and varied cellars. While he entertained me with conversation and anecdotes on various subjects, including the unique system of penalties designed for seducers of the underaged, I got a thorough tour of the dungeon beneath La Valette Castle. The guards were exceptionally polite and seemed to have an unerring sense of direction within the labyrinthine network of vestibules, cells and winding corridors. I imagined that without their help it would be easy to lose one's way there, wandering around for hours, unable to find an exit. I would not envy any soul imprisoned there.", "authors": "Dandelion[Journal]"}, "19267": {"title": "Grapeshot", "text": "While Alfred Nabel's most important invention failed to find broad application, it proved splendid as the basis for the Grapeshot bomb, a highly democratic explosive that wounds everyone within range, whether human or monster.\n\nThe Grapeshot is effective against nearly all creatures, except perhaps the most powerful.", "authors": "Dandelion[Journal]"}, "19222": {"title": "Nilfgaardian Quarter", "text": "The Nilfgaardians made camp at a distance from all the other factions because they harbored distaste for the other nations present at the summit. Though they found the barbarous Nordlings loathsome, the sight of Loc Muinne itself touched a sensitive chord in their hearts. If my words seem overly mysterious, let me remind the reader that the blood of elves runs in the veins of native Nilfgaardians, albeit thinly, and the language of the Empire is a variant of Elder Speech.", "authors": "Dandelion[Journal]"}, "19219": {"title": "Forest ravines", "text": "Wooded gullies scarred the land between Vergen and King Henselt's camp. Innumerable monsters, including trolls, inhabited these ravines, so they were not exactly ideal places to picnic. But a traveler following the gullies would be relatively hidden from prying eyes, a fact which &#8211; as you will learn &#8211; Geralt took full advantage of.", "authors": "Dandelion[Journal]"}, "19213": {"title": "C&#225;elmewedd", "text": "The inhabitants of Flotsam and its surroundings described the nearby elven ruins in less than flattering terms. They mostly limited themselves to \"A heap of stones, m'Lord. Don't be goin' there alone, or a nekker will catch ye\" and other similar phrases. I learned more when I bought Cedric a drink. Where bindweed and briar entwined splintered marble, buildings of captivating beauty had once stood. Today only the ruins of the baths and elven statues remain, testifying to the past splendor of the place.", "authors": "Dandelion[Journal]"}, "19271": {"title": "Stammelford's philtre", "text": "Created by Herbert Stammelford, a famous member of the first Conclave, this brew is readily used by witchers who rely on magic, since it augments the intensity of Signs &#8211; the damage done by the Igni, the impact of the Aard, the defenses of the Quen, and so on.\n\nUnfortunately, the potion taps the witcher's Vitality for its power, thus reducing it. Witchers compensate for this loss by consuming the Swallow potion.\n\nThe potion moderately increases Toxicity when imbibed.\n\nIt is recommended for witchers who rely more heavily on magic than on traditional weapons, and before any fight against monsters vulnerable to the special attacks issuing from Signs.", "authors": "Dandelion[Journal]"}, "19270": {"title": "Arachnid oil", "text": "Arachnid Oil is a universal formula that is effective against any creature susceptible to poison. Simply apply it to a blade, wound your opponent, and wait for the poison to take effect.\n\nThe oil is ineffective against creatures resistant to poisons.", "authors": "Dandelion[Journal]"}, "19197": {"title": "Lobinden", "text": "This small settlement nestled against the walls of the trading post was supposedly founded long ago by Aedirnian settlers. Even if true, this is of little consequence. Though the village was a complete backwater compared to the provincial outpost, Lobinden and Flotsam depended on each other because most of the area's fishermen, boat builders, tar-makers and hunters inhabited the settlement, providing products and services which no frontier community could live without. Elves and dwarves made up a large share of Lobinden's population. Tensions between them and the local humans were lower than in the trading post proper, as they were all united in their daily labors.", "authors": "Dandelion[Journal]"}, "19307": {"title": "Sorcerers", "text": "\"Sorcerer\" is the name customarily applied to male persons capable of commanding the Power, though it is but one of the many terms or phrases, most of them highly unflattering, to have been used over the ages. These terms have ranged from the rather respectful title of \"Wise One' to the somewhat less specific \"bloody son of a bitch - the plague take 'im.\" As for women of this persuasion - that is, sorceresses - they have been called everything from \"archmistress\" to a colloquial expression I will not repeat out of regard for the language and respect for the female gender. The command of the Power these mages possess sets them above mere mortals - which can be good or bad. From the dawn of time, history remembers mages either as pure-intentioned and courageous heroes or as rogues bereft of reverence and faith. Human memory tends to remember the latter for longer, which may be why common folk mostly hold people of this profession in contempt.", "authors": "Dandelion[Journal]"}, "19196": {"title": "Prison barge", "text": "The barge moored in Flotsam's harbor was used as a floating prison for captured Scoia'tael and those accused of collaborating with the guerillas. In unusually cramped and squalid conditions, the prisoners awaited transport to their final place of imprisonment, and then interrogation and the inevitable noose.", "authors": "Dandelion[Journal]"}, "19195": {"title": "Vergen", "text": "This town in the North of Aedirn was founded by dwarves who established mines in the surrounding hills. As was their custom, they carved their homes and community edifices directly into rock formations, granting Vergen a unique architectural style. The town was an important trade center, one of the roads through it leading into the country's interior. Humans had also attempted to settle in the area, but the disturbances that plagued Pontar Valley left most of their villages burned and in ruins. Nevertheless, when we arrived in Vergen it was teeming with humans in addition to its mainly dwarven population. Saskia's peasant rebels and a group of Aedirnian nobles had made camp there and promptly begun to measure each other with menacing glares. Meanwhile, all the groups that had assembled in the area were mistrustful of Iorveth's Scoia'tael, who strove to keep to themselves with unmistakably elven aloofness. Truly, if not for Henselt's army making camp nearby, the whole rabble would have been at each other's throats in no time.\r\n\r\n<i>If Geralt chooses Roche's path during the end of Chapter I:</i>\r\n\r\nDespite demonstrating unparalleled valor, the hastily recruited units of peasant militiamen, knights without title or estate, and Scoia'tael guerillas could not withstand Henselt's army of experienced, battle-hardened Kaedweni veterans. Vergen fell after mounting a heroic defense, though the victory cost the attackers dearly.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of Chapter I:</i>\r\n\r\nPeasant militia units, knights without title or estate, and seasoned dwarven volunteers fought heroically, side by side, forcing the Kaedweni veterans to pay for every inch of ground with their blood. Yet the hour of doom seemed nigh, the battle's outcome inevitable. That is, until Iorveth arrived with Scoia'tael reinforcements - just in time to turn the tide. Vergen won its independence with courage, steel, and the blood of the fallen.\r\n\r\n", "authors": "Dandelion[Journal]"}, "19190": {"title": "Ruined bridge", "text": "The stone bridge on the road to Aedirn had certainly seen better times. The local troll had been renovating and maintaining it, but this unusual toll collector had succumbed to alcoholism, leaving the bridge to fall into ruin.", "authors": "Dandelion[Journal]"}, "19187": {"title": "Lormark", "text": "The part of Aedirn that lies between the Pontar and Dyphne rivers is called Lormark or Upper Aedirn, depending on the interested party's political persuasion. These lands have been disputed for ages, with Kaedwen laying claim to them as well. During the last war with Nilfgaard, Aedirn found itself in deep trouble, fighting an uneven battle to repel the onslaught of the Black Ones in the south. Sensing that its southern neighbor would ultimately bow to the invaders, Kaedwen, Aedirn's ostensible ally in that conflict, sent its armies into Lormark, annexing the region. Several days later Margrave Mansfeld of Ard Carraigh and Marshal Menno Coehoorn, commander-in-chief of the Nilfgaardian army, greeted each other on a bridge spanning the Dyphne River. They shook hands over the bleeding, tortured corpse of the Kingdom of Aedirn, sealing &#8211; let us not mince words &#8211; a criminal partitioning of plundered lands. And even though Kaedwen restored Lormark to Aedirn after the war, its taking of the territory with Nilfgaardian support was one of the most disgraceful acts in history &#8211; though I venture to say it was probably not the only or last act of its kind.", "authors": "Dandelion[Journal]"}, "19388": {"title": "Troll", "text": "According to legend, trolls are creatures born of earth and their body is made of rock. They hate sunlight, which kills them by turning them into inanimate stone, so they subsist only at night. That's much for legends. And the reality? Well, as always, truth is much more prosaic. Trolls are living creatures like me and you, and they prefer day to night, for they are so clumsy that they stumble on stones in the dark, spilling vodka. Their skin is indeed hard like stone, but beneath there are muscles and a heart that pumps blood. And since they bleed, they can be killed.\r\n\r\nTrolls are primitive, true, but they are counted among sapient creatures. They can speak our tongue, though not very colorfully. They mate in pairs for life and, despite what the spiteful would have, they have feelings (even if they express them unceremoniously). All trolls share fondness of building and alcohol. They combine these passions by erecting bridges and drinking away the money gained from collecting tolls. Thus originated the sayings:\"straight like a troll bridge\", when something is twisted, and\"trolling it a day\", when construction workers make a brake for\"lunch\".\r\n\r\nIf a troll spots his opponent from a distance, he will try to crush him by throwing huge rocks. Trolls are surprisingly accurate when throwing missiles, and their thick skin provides them ample protection from arrows, so exchanging fire with them always end in the trolls' victory. The beast must be reached as fast as possible, and slaughtered with strong blows. They are sluggish, so a swordsman that evades first a thrown rock, than w rock-heavy fist, has a chance of survival. One should not take risks, however, and if possible reach an understanding with the monster.\r\n\r\nTrolls are huge beings, so knocking them down or unbalancing them in combat is highly unlikely. Their ability to regenerate is legendary, and means they need not fear wounds or oils increasing bleeding. However their fast metabolism has a darker side, since these monsters are very susceptible to venoms -these swiftly reach all recesses of the trollish body.", "authors": "Dandelion[Journal]"}, "19389": {"title": "Kayran", "text": "The kayran stands apart among all creatures, large and small, beautiful and horrible: it is unique, not alike any other being. Doubtless it is a post-Conjunction creature that appeared in our reality in the time when worlds intermingled. It took up residence in the Pontar's waters, where it lives to this day. The chronicles mention instances when the kayran appeared on the river's surface in various places over the ages. There is no certainty whether it is the same creature slowly moving up and down the river, or perhaps his progeny seen here and there.\r\n\r\nOver a hundred years ago the kayran made its lair near the trading post of Flotsam. The folk of the nearby village call it the Old Man. People have grown used to the monster's presence. Until recently, they even considered the creature harmless. Lately, however, the kayran awoke and now emerges from the water. It has become aggressive: it shatters ships, shreds nets, snatches people from the river banks and pulls them beneath the water. Even the military cannot handle this plague, for the kayran hides in the water, where it is impossible to fight.\r\n\r\nTo defeat the kayran, one first needs to pull it onto dry land or drain the river meander where the monster lies in wait. If that trick works, it will be possible to approach the monstrosity. The creature defends itself with long, heavy tentacles - an ordinary man would die from a single blow, for these appendages weigh as much as a trebuchet arm and are covered in poisonous mucus. These tentacles should be cut off or immobilized during combat, for example using a special trap. Once the kayran is unable to shield itself, one should approach its trunk - but beware its venom! The monster spits its vile poison as skillfully as a street urchin. Its armor, tougher than that of any other creature - with the possible exception of dragons -is the final obstacle to overcome. One needs to find a way to pierce the carapace and get to the inner organs. Good luck!\r\n\r\nThe kayran laughs at poisons, or it would laugh if it had a sense of humor. It might even fall over from laughter, and that would be the only way to knock it down, but it's not going to happen. If the creature had a circulatory system like humans do, it might be possible to bleed it to death. Unfortunately it is a monster that makes other monsters seem like house pets, thus oils reducing blood coagulation cannot harm it. It treats most traps as garbage strewn on the ground, but witchers may be able to construct traps to immobilize its tentacles.", "authors": "Dandelion[Journal]"}, "19384": {"title": "Draugir", "text": "The draug is a commander, and his wraith soldiers are called draugirs. The draug's will calls them into existence on battlefields or in cemeteries. Like the draug, they are borne of damned souls and trapped shells created from the remnants of arms and armor, machines and corpses torn apart by scavengers.\r\n\r\nThe draugirs are absolutely bound by the draug's orders. They feel no fear or pain, they cannot be forced to retreat. They are ideal soldiers. Their coming is always sudden, so one must remain constantly vigilant in the presence of their leader, for his subordinates appear in dire moments to defend the draug and tip the scales in his favor.\r\n\r\nThese wraiths are protected by heavy armor and a shield. A witcher should first force them to expose themselves, knocking away their shields and grinding down their armor. The best chance to wound the creature comes when the draugir charges. One should evade the attack and lunge at its unprotected back. The monsters are slow in battle, so one needs to weaken them methodically with strong sword blows, and then finish them off. In life, draugirs were soldiers or knights, and in death they retain their proficiency in combat, so one needs to defend oneself against their blows - their lethal counterstrikes in particular -with extreme care.\r\n\r\nThe draugirs are susceptible to the Specter Oil, so one should coat a silver blade with it before battle. Poisons and oils increasing bleeding are of no use. These wraiths can be defeated using fire, but the silver sword is, of course, the most effective.", "authors": "Dandelion[Journal]"}, "19386": {"title": "Bullvore", "text": "The bullvore can be compared to a heap of muscles constrained by a sack of hard, elastic skin. It's head is that of a buffalo's, yet it's mouth is filled with sharp teeth adapted to rending flesh. Bullvores are post-conjunction beasts. The visible mark of Chaos are the horns and vestigial hands the creature barely moves, growing all over its body.\r\n\r\nThis monster does not like the company of its own kind. One might even say it is like a poet in that it is an individualist. Much like an artist, it likes to show off before its lessers, thus it is at times accompanied by smaller, weaker beasts like nekkers and rotfiends. Bullvores are prone to giving peculiar displays wherein they kill their retinue in a fanciful manner, for example, by spitting acid on rotfiends that, in turn, explode.\r\n\r\nAs they are slow creatures, the strong style should be used when fighting bullvores. Their skin is tough, so they easily shrug off weaker blows, apart from which they heal as quickly as trolls do. A bullvore can kill slower opponents with the sheer momentum of its terrible charge. One should wait for this attack and dodge it, as immediately after it rushes forth and misses, the bullvore will be stunned and thus defenseless. The bullvore uses a terrifying weapon against swifter foes: it vomits filth that is both caustic and poisonous, so its foe both chokes on the venom and dissolves into a puddle.\r\n\r\nThe bullvore is a necrophage, so it should be fought using a blade coated with Necrophage Oil. This coating aggravates the beast's wounds and gives the witcher a huge advantage. There's no point in preparing common poisons or oils that increase bleeding, as the creature is immune to both.", "authors": "Dandelion[Journal]"}, "19390": {"title": "Draug", "text": "The draug is a mythical creature, straight from ancient legends of heroes and epic deeds. When the hero enters the burning hells to rescue his beloved, or when he has to avenge his father's death, the draug is often his opponent. Why are poets so keen to cast this monster as the arch-enemy? Well, the draug is a wraith, so it fits any dark story featuring a curse or vengeance from the beyond. There's no telling how what it actually looks like, so its terrifying visage can be described in many ways without risking accusation of confabulation. Furthermore, it is a powerful creature, a prince of the damned, so it makes an ideal villain.\r\n\r\nAs an arch-wraith, the draug never stoops to doing anything with its own hands. It has lackeys for that, always wraiths, revenants or other restless spirits. Having been a king or a commander in life, the draug retains its charisma in death, and its deathly subordinates always blindly obey its orders. Thus one needs to exterminate all manner servants on the way to its underground palace, wilderness keep or other foreboding abode. Only then can one face the draug itself. That's literary tradition for you.\r\n\r\nThe draug can described in various ways, as has been said, but is always a lethal foe. Forget its huge strength, invulnerability to pain, fearlessness and bloodlust. One cannot just defeat a draug using conventional means. As with every wraith, there is some tragic event connected to it, forcing the creature to remain among the living. The draug is untouchable, unreachable for anyone who is not part of that story. That is why the mythical hero has to get involved in various brawls and pass through many trials. By overcoming these obstacles, he enters the draug's world and becomes worthy of facing the monstrosity.\r\n\r\nThe wraiths' leader is so powerful that it mocks simple witchers1 tricks. The one sure thing in fighting the draug, it must be said, is a silver sword.", "authors": "Dandelion[Journal]"}, "19392": {"title": "Endrega", "text": "Endregas are forest creatures that resemble arachnids. They are especially fond of flood-plains, as moisture and tall grass suit them. Longer than they are tall, they move about on all fours and are extremely difficult to spot as they lie motionless, awaiting their prey. Like kikimores, endregas are divided into castes, with warriors being most numerous, guards being less common, and queens being a real rarity.\r\n\r\nThese monsters, like arachnids, hatch from eggs. Impregnated queens lay the eggs in cocoons which hang from trees in areas known as nests. The lesser creatures zealously guard their queens, as colonies depend on them for survival. The queens themselves remain hidden, caring little for what happens to other adult specimens. However, when their nest is threatened, they emerge swiftly and fight ferociously. Thus, to exterminate an endrega colony, one must set fire to its cocoons to lure out and kill the queen.\r\n\r\nWhen fighting an endrega, use the strong style and target the beast's abdomen, where its armor is weakest. Trusting in the toughness of their armor, the creatures often willingly take blows, only to respond with a sudden counter-attack that can be deadly if not evaded or blocked.\r\n\r\nEndregas can bleed to death if hit with a blade coated with the appropriate oil. They are also susceptible to all witcher Signs. The monster can easily be tripped up, knocked down or immobilized by a trap. However, the endrega's peculiar metabolism makes it immune to poison.", "authors": "Dandelion[Journal]"}, "19398": {"title": "Dragon", "text": "Once dragons were commonplace and ruled the continent absolutely. Dragon fire was the bane of cities, and dragon appetite was a constant threat to the first colonizers. Sorcerers stood against these creatures witchers were created to fight them. Today dragons are nearly extinct. Sometimes forktails and slipzards can be seen, but compared to dragons, they are like stray cats to tigers. The beasts were exterminated by professional hunters, such as the famed Crinfrid Reavers. Alchemical components found in a dragon's body are among the most expensive on the market, and are in high demand among sorcerers. The beast's roasted tail is a real delicacy.\r\n\r\nThe legends are true: dragons like to gather hoards and have a voracious appetite that they satiate by eating all living creatures with no exceptions. Like cats, they like to lounge in places of power - they nap there, drawing energy, yet nobody knows what they use that energy for. There are five species of these great wyrms: white, black, red, green and rock. Golden dragons, extremely intelligent, gifted with the ability to assume the shape of any creature, are of course a fairy-tale for little children. Dragons are smart indeed, but they cannot speak, much less polymorph.\r\n\r\nThe best tactic when meeting a dragon is to pray to all the gods with no exceptions. Atheists should run -they can thus extend their lives for a few heartbeats. It must be stressed that any of these choices would end in death when made by an amateur. One fighting a dragon should watch out for it's fire above all else -the breath is lethal, momentarily ending the fight. The wyrms can also fly, and are excellent at maneuvering, so they use the advantage of altitude in combat. A witcher should climb high buildings to surprise the reptile flying by, and to use walls as protection. The beast's jaws are even worse than it's paws - they bring instant death. Dragons, like cats, like to toy with their prey, so they sometimes lift it to the air, and drop from height when they are bored.\r\n\r\nDragons are immune to poisons, unworried by oils which increase bleeding, and unaffected by traps or bombs. One would be hard pressed to find a soul brave enough to drop a dragon, unless it had been hacked to pieces with an axe first. And I wish such an outcome of the battle to all dragonslayers with all my heart.", "authors": "Dandelion[Journal]"}, "19402": {"title": "Henselt", "text": "The witcher once said that in his life he had met thieves who resembled city councilors, councilors who were like begging louts, harlots who behaved like princesses, princesses who smelled like pregnant cows and kings who looked like thieves. King Henselt did not look exactly like a thief, but, with all due respect, he was not far off. He owed this resemblance only partly to his bearded countenance, beady eyes and wandering, yet penetrating gaze. His annexation of Lormark, called Upper Aedirn by its natives, at a time when Aedirn was fighting off the Nilfgaardian hoard at its southern border, was also considered a theft. The now dead King Demavend judged this deed severely and communicated this in curt yet resonant words. Yet that was not the sole reason for King Henselt's reputation as an unpleasant person, much bolstered by the monarch's ambitions and quarrels with his neighbors, and by his ruthless policies towards nonhumans, whom he persecuted with a passion, squandering his realm's strength and funds.\r\n\r\nThe aging Henselt did not have a living heir, and the rumor was that he had found producing another son somewhat troublesome.\r\n\r\nHenselt's virility may have lessened with age, but his ambition certainly had not. The king wanted to wage a war and reclaim Lormark, a province he had already given up once, no matter the cost.\r\n\r\n<i>If Geralt chooses Roche's path during the end of Chapter I:</i>\r\n\r\nThe king reaped that which his deeds had sown years earlier, when he and Nilfgaard jointly partitioned Aedirn. Though he returned the stolen lands, there were many among the Kaedweni who considered Henselt's assault on an ally to have been dishonorable. These men created a conspiracy against their corrupt ruler, adding a new cause for concern to his pile of worries.\r\n\r\nKaedwen's king had been terribly cursed by the sorceress Sabrina Glevissig, whom he had condemned to death.\r\n\r\nThanks to the witcher, the curse plaguing Henselt was lifted. The king breathed a sigh of relief and returned to realizing his plans with redoubled energy. Apart from invading Aedirn, these probably included killing Stennis, hanging all nonhumans and ploughing Saskia, not necessarily in that order.\r\n\r\nHenselt revealed the entirety of his rotten character when he had Roche's men murdered and personally defiled Ves. In this way he gained a mortal enemy in the form of Vernon Roche.\r\n\r\nThe king of Kaedwen satiated his ambitions. He led a victorious assault on Vergen and strengthened his kingdom.\r\n\r\n<i>If Geralt chooses to let Roche kill Henselt in Chapter II:</i>\r\n\r\nHenselt made a mistake in underestimating the determination of the Blue Stripes' captain to avenge his men. Thus ended the line of Kaedweni rulers bearing the Unicorn on their seal.\r\n\r\n<i>If Geralt chooses to stop Roche from killing Henselt in chapter II:</i>\r\n\r\nHenselt should consider himself lucky that Geralt was content with simply bruising his grizzled face, for Vernon would not have treated him as leniently. Thus grew the debt of gratitude which Henselt owed the witcher, though I don't think the Kaedweni ruler saw it that way.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of Chapter I:</i>\r\n\r\nHenselt accepted the unthinkable. He shed some of his royal blood for a stranger &#8211; anything was acceptable if it furthered the pursuit of his longed-desired war.\r\n\r\nThe ruler could not have felt worse if he had been kicked in the crotch. Defeated by the Vergenian irregulars, comprising peasants, local gentry, dwarves and elves and led by a female, he was forced to renounce his territorial claims to Aedirn and to officially confirm this at the Loc Muinne summit. I will remember the look on his grizzled mug for the rest of my life.\r\n\r\n<i>If Geralt chooses to rescue Triss in Chapter III:</i>\r\n\r\nHenselt eagerly engaged in another partition &#8211; Kaedwen and Redania divided their weakened neighbor, the chaos-riddled Temeria.\r\n\r\n<i>If Geralt chooses to rescue Ana&#239;s La Valette in Chapter III:</i>\r\n\r\nDespite his appetite for new land, Henselt was forced to do without. The chance to snatch a part of Temeria passed right under his nose.", "authors": "Dandelion[Journal]"}, "19403": {"title": "Cynthia", "text": "Philippa Eilhart's preferences in partners were widely known, yet they were audibly commented upon only in a specific circles, and only when the sorceress could not hear. Cynthia was Philippa's lover at the time &#8211; not the first one, and probably not the last.\n\nAs it turned out, Cynthia was also a spy for the Nilfgaardian Empire. However, those who could have stopped her saw through her games too late.\n\nAdded in Enhanced Edition:\n\nGeralt had not expected to run into Cynthia again, let alone in such an unusual place. But he did. The Nilfgaardian was leading a scientific expedition that was to explore the caverns beneath Loc Muinne. Their objective was to reach the laboratory of the famous mage Dearhenna\n\nOnce the expedition reached its destination and the sorceress found Dearhenna's powerful artifact, Geralt and Cynthia parted. Overcoming mortal danger together had melted the ice between them and brought them closer. Cynthia went her way with her finding, and the witcher went his.\n\nThroughout their quest beneath the city's ruins, Geralt had remained wary of Cynthia - and for good reason. Yet as they worked together to overcome mortal danger, the ice between them melted. When a quarrel broke out over Dearhenna's legacy, the sorcerer Adalbert wanted to kill the witcher. Cynthia, however, took Geralt's side.\n\nThe corridors beneath Loc Muinne became the sorceress' tomb. A quarrel over Dearhenna's legacy exploded into a fight, and Geralt killed Cynthia.", "authors": "Dandelion[Journal]"}, "19404": {"title": "Derae", "text": "The elven girl at the brothel in Flotsam was a favorite of many clients and of Margot herself.\r\n\r\n<i>If Geralt sided with Roche:</i>\r\n\r\nAs it turned out, female inquisitiveness has its merits. In telling her story, Derae provided us with some valuable information.\r\n\r\n<i>If Geralt sided with Iorveth:</i>\r\n\r\nUnfortunately, she was bestially murdered by the blood-drunk mob during the massacre.", "authors": "Dandelion[Journal]"}, "19405": {"title": "Lasota", "text": "When it turned out that the break-up letter from his beloved had just been a bad joke, Lasota proved to be a really helpful person. As the quartermaster's assistant, he had access to both armor and weapons, obviously for a price.", "authors": "Dandelion[Journal]"}, "19407": {"title": "Troll of Vergen", "text": "A troll kidnapping a beautiful sorceress? I could believe that. A troll abandoned by his wife for that reason? That's ballad material. Yet not many people would believe a ballad in which a troll asks a witcher for help.\r\n\r\n<i>If Geralt chooses to kill him during Chapter II - Where is Triss Merigold?:</i>\r\n\r\nDiscussions between monsters and witchers almost always end the same way. This time was no exception and the troll departed this world.\r\n\r\n<i>If Geralt chooses to help him during Chapter II - Where is Triss Merigold?:</i>\r\n\r\nThe grateful troll returned Triss' ribbon to Geralt and so ended this part of the story.\r\n\r\nThe final episode took place when both creatures arrived in Vergen to help defend it. The Kaedweni had occasion to learn that the phrase \"the monstrosities of war\" can be more than a figure of speech.", "authors": "Dandelion[Journal]"}, "19408": {"title": "Auckes", "text": "When he first heard Auckes' name, the witcher had no idea who this was. Hah - he did not have the slightest inkling of the role this individual would play in our story.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\n The assassin's identity was revealed only after his death. The accomplice of Letho and Serrit fell at Geralt's hand, but his memories provided very important information. The kingslayers responsible for the deaths of Foltest and Demavend, as well as the attempt on Henselt, had played a game of their own, in which both S&#237;le and Iorveth had been pawns. Furthermore, it seemed that they and Geralt shared a common past.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nAuckes was probably one of the witchers Roche had mentioned. He and Serrit were trying to cover Letho's escape when S&#237;le located their hideout. Though both died in the end, they completed their task, buying the last kingslayer time to flee.", "authors": "Dandelion[Journal]"}, "19411": {"title": "Raymond Gessler", "text": "The prophet Lebioda's wisdom, as recorded in the Good Book, was Raymond Gessler's recipe for life. This food peddler looked to the prophet's teachings at every step, following them even in pursuing his enterprise. This worked surprisingly well.", "authors": "Dandelion[Journal]"}, "19412": {"title": "Cedric", "text": "For reasons that were not entirely clear, this wise and experienced elf had chosen to live among humans. He worked for the people of Flotsam as a lookout and trapper, and none had a better knowledge of the surrounding forests. Whether it was the local plants and wildlife or the dangers that lurked amidst the trees, Cedric was the local inhabitants' chief and often only source of information.\n\nHeroism sometimes exacts the highest price. When Triss' life was in danger, the elf did not hesitate to defend her and was wounded - mortally, as it turned out. Thus Cedric died, though his sacrifice was not in vain.", "authors": "Dandelion[Journal]"}, "19418": {"title": "Gaspar", "text": "The witcher ran into Gaspar once more in unexpected circumstances. The alchemist was part of an expedition that was to scour the caverns beneath Loc Muinne in search of the laboratory of the famous mage Dearhenna.\n\nThe expedition ended tragically for Gaspar. He died in a trap set by the malicious Dearhenna.", "authors": "Dandelion[Journal]"}, "19419": {"title": "Letande Avet", "text": "Letande Avet did not enter tournaments to prove himself, but to maim and kill. Above all, he cherished those moments when he had crushed an enemy and could mercilessly pound him into the bloody mud. Called the Butcher of Cidaris, he owed this moniker to his infamous role in a tournament a few years earlier that was interrupted before time but still ended with a trifling five deaths. After those events, Avet chose to accept the hospitality of King Henselt, known for his less strict approach to the concept of chivalrous rivalry.\n\nIn the arena the Butcher of Cidaris faced Geralt, who proved that he had not been dubbed the Butcher of Blaviken without reason. The first Butcher was butchered by the second. Thus ended Letande Avet's bloody career.", "authors": "Dandelion[Journal]"}, "19420": {"title": "Visionary", "text": "During my travels I've seen many prophets, preachers of \"divine truth\" who frothed and gibbered foretellings about the end of the world, depravity of women, lechery of kings and rising taxes. The Visionary extolled the martyrdom and sanctity of Sabrina Glevissig, and these ideas had become the foundations of a local cult. Supposedly the sorceress' favor made him invulnerable and safe. However there was no way to decipher how much truth lay in his tales.\r\n\r\n<i>If Geralt takes Roche's path:</i>\r\n\r\n There was a relatively simple explanation for his ardent faith. The Visionary was none other than Yahon, the soldier who had ended the sorceress' suffering by piercing her with a spear during the execution. That event had changed his life and guided him down the path to prophethood.\r\n\r\nOne theory to explain his invulnerability ascribed warding qualities to the suet used to make his candles. Indeed, their scent would keep even ghouls at bay.", "authors": "Dandelion[Journal]"}, "19423": {"title": "Fioravanti", "text": "A truly enterprising man, the merchant Fioravanti had found a niche that produced for him a decent income. Though his specialization was extremely narrow, this was the very key to his success. For the secret of commerce is to be the exclusive provider of a certain category of goods or services. Thus, Fioravanti was still in business despite his forced stopover in Flotsam.", "authors": "Dandelion[Journal]"}, "19424": {"title": "Demavend III", "text": "Demavend, son of Virfuril, ruled the Kingdom of Aedirn, which was mightily aggrieved during the last war with Nilfgaard. A proponent of authoritarian rule, he was seen as having no love for nonhumans. He often moved radically against the Scoia'tael, though he drooled in spite of himself when the guerrillas perpetrated massacres on his own people, as these justified the punitive expeditions he delighted in sending into the foothills of Dol Blathanna. He also showed no shyness towards imprisoning and torturing rabble-rousers and street prophets who would interfere in his politics. Thus it is no wonder that many could not wait to see him dead. In spite of this, his subjects could not help but be surprised by his death, for it is not every day that a crowned head paints the palace floor with its blood.", "authors": "Dandelion[Journal]"}, "19427": {"title": "Ele'yas", "text": "Scoia'tael units are made up chiefly of young, rash elves who need not think twice before they take up arms in the fight for nonhuman freedom. Ele'yas was one such elf, and was considered one of the best warriors in Iorveth's unit to boot.\r\n\r\n<i>If Geralt sides with the succubus during Chapter II - With Flickering Heart:</i>\r\n\r\nEle'yas hired the witcher to kill a succubus, a monster that seduced and killed young men. The succubus, however, claimed that the jealous elf was actually the murderer. Indeed, there was evidence to prove her claim against Ele'yas. When the witcher decided to tell Iorveth about his suspicions, Ele'yas took the chance and fled, a fact that would support the notion his conscience was burdened.\r\n\r\n<i>If Geralt sides with him during Chapter II - With Flickering Heart:</i>\r\n\r\nEle'yas hired the witcher to kill a succubus, a monster that seduced and killed young men. The succubus, however, claimed that the jealous elf was actually the murderer. Geralt did not believe a single word from the monster's mouth and ended its existence, gaining the gratitude of Iorveth's adjutant in the process.", "authors": "Dandelion[Journal]"}, "19428": {"title": "Aryan La Valette", "text": "Baroness La Valette's eldest child, Aryan, was beyond all doubt her and the old baron's son. Raised to be a knight, he sought to uphold the virtues of this state, valuing courage and valor, and striving by his every deed to embody them. He must have felt extreme discomfort by the conflict that engulfed him, as at its roots lay his mother's and family's honor, pitted against widely discussed rumors of a love affair between the Baroness and King Foltest. Though the situation was dire, the young knight valiantly commanded the defense of his family's castle, intending to give not an inch of ground.\r\n\r\n<i>If Geralt persuades him to surrender during the Prologue:</i>\r\n\r\nSeeing that further resistance was hopeless, Aryan yielded, laid down his arms and placed himself at the king's mercy.\r\n\r\nUnfortunately, he could not count on it after Foltest's death, and only Geralt's intervention saved him from torture and disgrace.\r\n\r\nHonor prevented the proud youth from fleeing his family seat while it was in enemy hands. Aryan made a decision that meant certain death for himself, but he nevertheless made it without hesitation, sealing with his sacrifice the bloodiest chapter ever in La Valette family annals.\r\n\r\nImagine the witcher's surprise when he learned that the heroic youth had survived after all and then turned to King Radovid of Redania for help in finding his sister, Ana&#239;s.\r\n\r\n<i>If Geralt kills him and his men during the Prologue:</i>\r\n\r\nFaced with a choice, Aryan preferred to die leading his men in battle than to stain his honor by yielding to Foltest.\r\n\r\n<i>If Geralt duels him during the Prologue:</i>\r\n\r\nSeeking to save his soldiers' lives, Aryan decided to do or die. He faced the witcher in a duel and died by his hand.", "authors": "Dandelion[Journal]"}, "19430": {"title": "The Mighty Numa", "text": "Mighty Numa's moniker was not baseless. This huge man supposedly had inhuman grit which he was liked to show off by, among other things, arm wrestling. He had no equal in this discipline. They say his grip could crush the hands of weaker opponents. Many tried to win the title of champion from him, yet nobody had managed to best him at this competition.", "authors": "Dandelion[Journal]"}, "19433": {"title": "Adalbert", "text": "Adalbert was a member of the scientific expedition that had set out to explore the caverns beneath Loc Muinne. The man stood out as unpleasant even among sorcerers. One could say that Geralt disliked him from the start - and the feeling was very much mutual.\n\nWhen Abalbert and Cynthia departed with the artifact they had found in Dearhenna's laborator, Geralt breathed a sigh of relief. He had his fill of the haughty, malicious Nilfgaardian.\n\nAdalbert had had it coming since the start. As the explorers penetrated the underground corridors, he was ever haughty, offering caustic remarks and never really being useful. Once the expedition discovered Dearhenna's laboratory, Adalbert sought to prevent Geralt from getting his part of the loot. Heated words turned to violent deeds, and Geralt gladly killed the mage.", "authors": "Dandelion[Journal]"}, "19434": {"title": "Manfred", "text": "A father's care for his son, even an adult son, can cause even the bravest to grieve and worry. Manfred was an old soldier, a Kaedweni veteran of many battles who had lived a full life. Yet the thought of outliving his son, who was to face the terrifying Butcher of Cidaris in the arena, had broken the brave man. Manfred tried to drown his sadness and despair in booze in the camp canteen.\n\nIf Sven survives in the arena during the quest The Butcher of Cidaris:\n\nAfter his son emerged from the arean victorious, Manfred rewarded Geralt. He was extremely helpful to the witcher, proving himself a man of honor.\n\nIf Sven dies in the arena during the quest The Butcher of Cidaris or the quest fails:\n\nHis son's death was a terrible blow to Manfred. Though the witcher had failed to save Sven, the old warrior behaved honorably and helped him as best he could.", "authors": "Dandelion[Journal]"}, "19437": {"title": "Linus Maravel", "text": "Count Maravel belonged to that singular category of individuals who can strike a bargain with anyone, who are so pragmatic in their thinking that they can persuade, at least in part, even those most strongly opposed to their viewpoint. Maravel thoroughly enjoyed the game of Temerian politics. He was an active and reputedly highly effective player, in addition to being one of the country's most influential aristocrats. Much like Baron Kimbolt, he had grand ambitions, yet he held them in check and was much more ingenious and precise in pursuing his plans.\n\nOne of Maravel's more daring schemes involved kidnapping Foltest's children as they traveled to Loc Muinne in a convoy. I should add that the count had reached an agreement with the Nilfgaardians, promising to deliver Boussy and Anais to the Black Ones in exchange for their backing his claim to the Temerian throne. Though he wanted Temeria to be strong, he had committed treason.\n\nHaving completed his investigation, Geralt concluded that Maravel was guilty of Boussy's death. The witcher gave the rogue up to John Natalis.\n\nAlthough Geralt suspected that Maravel had committed many a despicable act, he decided that the count would not answer for Boussy's disappearance. Thus the nobleman remained an innocent man in John Natalis' eyes.\n\n", "authors": "Dandelion[Journal]"}, "19438": {"title": "Skalen Burdon", "text": "Cecil's nephew, the young Skalen Burdon, had been taken in by the alderman after the lad's parents perished in one of the nonhuman massacres that occured in Aedirn. As friendly, hard working and efficient as his uncle, Skalen took it upon himself to act as Vergen's official representative in his uncle's absence, providing all newcomers to the town with any information or assistance they needed.", "authors": "Dandelion[Journal]"}, "19441": {"title": "Serrit", "text": "Sometimes a person's name sinks into memory and brings fear to one's heart at its first mention. Who was the mysterious Serrit? What goals drove him and what role would he play? Geralt had yet to learn all of this.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nThe vision of Auckes' memories lifted the veil of secrecy surrounding the other kingslayer. Serrit had also been acting on Letho's orders, and all three had been behind the deaths of Foltest and Demavend, as well as the attempt on Henselt. Serrit could certainly answer more questions, and Geralt knew where to find him.\r\n\r\nUnfortunately, S&#237;le found the assassin first. With his dying words, however, he confirmed de Tansarville's complicity in their conspiracy, as well as the fact that he knew Geralt. Serrit died before saying anything more, leaving the mystery unsolved.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nSerrit was probably one of the witchers Roche had mentioned. He and Auckes trying to cover Letho's escape when S&#237;le located their hideout. Though both died in the end, they completed the task, buying the last kingslayer time to flee.", "authors": "Dandelion[Journal]"}, "19443": {"title": "Baltimore", "text": "Having spent some time in Vergen, I'd heard much about the famous runesmith, Master Baltimore, whom the local dwarves revered. Mastering the profession in question requires practice over scores of years, and runes cast into weapons or tools supposedly grant them unusual properties. We did not meet Master Baltimore, however, as he had disappeared several years before the events described herein. Yet his handiwork was, and is still, reputed to be the pinnacle of the difficult art of forging runic signs.\r\n\r\nEither Baltimore really was paranoid, or he had had good reason to believe that his life was in danger.\r\n\r\n<i>If Geralt does not choose to give Baltimore's notes to Thorak:</i>\r\n\r\nThanks to some notes, Geralt ascertained that the runesmith's disappearance had been the work of his apprentice, envious of his teacher's secrets.\r\n\r\n<i>If Geralt chooses to give Baltimore's notes to Thorak:</i>\r\n\r\nThorak revealed that near his life's end Baltimore had lost his mind. Under these circumstances his disappearance, though still a mystery, was not that surprising.", "authors": "Dandelion[Journal]"}, "19444": {"title": "Mavrick", "text": "One does not need to move in high society for a public defecation to end his social career. Exactly such an event made a Kaedweni soldier, Mavrick, the laughing-stock of the entire camp. Yet it turned out that neither rations nor dysentery had caused him to fill his pants.\r\n\r\nIn truth, his reputation &#8211; and not just that &#8211; had been soiled by the events of one ghastly night when Mavrick had encountered a terrifying specter.\r\n\r\nAccording to the ghost, Mavrick's conscience was as stained as his undergarments.\r\n\r\n<i>If Geralt doesn't believe Mavrick:</i>\r\n\r\nMavrick's death was the fault of the witcher, who assumed one time too many that a damned spirit tells the truth.\r\n\r\n<i>If Geralt believes Mavrick:</i>\r\n\r\nYet Geralt believed his words. Mavrick knew that there was only one way to remove the brown blemish from his honor. He battled not only the monsters, but also his own fear. After the fight ended, he told Geralt of the dark events of years past which had led to this story.", "authors": "Dandelion[Journal]"}, "19450": {"title": "Sven", "text": "Fate would have it that a youth named Sven was to represent his unit in a duel with the famous Butcher of Cidaris. Since Sven's heart was full of valor, he was not about to back down, though the chances were slim that he would survive the fight with his empty head still attached to his shoulders. I will tell you soon how the story ended.\n\nIf Sven survives in the arena during the quest The Butcher of Cidaris:\nFighting side by side, Geralt and Sven emerged from the duel victorious, defeating two exquisite swordsmen. In recognition of the youth's valor and skills, King Henselt knighted him, and Geralt gained several valuable allies in the Kaedweni camp.\n\nIf Sven dies in the arena during the quest The Butcher of Cidaris:\nGeralt and Sven fought side by side, yet the youth was no match for their opponents. Only the witcher left the arena alive.", "authors": "Dandelion[Journal]"}, "19451": {"title": "Thorak", "text": "The local rune master had been an important figure in the dwarven community of Vergen since time immemorial. At present that role was filled by Thorak, a dwarf who had taken up the legacy of his master, Baltimore, a few years earlier. Thorak ran his workshop impeccably, earning the respect and trust of his kin. He offered services of the highest quality and, like any ambitious artisan, was looking for a way to perfect his techniques and abilities.\r\n\r\n<i>If Geralt gives Thorak Baltimore's notes:</i>\r\n\r\nThorak proved to be a most helpful dwarf, and, after doing him a favor, Geralt could count on large discounts at his workshop.\r\n\r\n<i>If Geralt refuses to give Baltimore's notes to him:</i>\r\n\r\nOnly after he died at Geralt's hand was it revealed that Thorak had been behind the disappearance of his master, Baltimore. Thus ends a story of envy that pushed even an honest dwarf to crime.", "authors": "Dandelion[Journal]"}, "19452": {"title": "Odrin", "text": "To say that Odrin was not shy about drinking is like saying that Iorveth was not shy about shooting humans. Such was his reputation as a drunkard that wherever moonshine could be smelt in Henselt's camp, one assumed that Odrin could not be far off.\n\nA secret, or a full mug of beer &#8211; keeping one is easy enough. Keeping both is another matter altogether. During an alcohol-fueled conversation, the soldier provided much interesting information. Given his passion for drink, I was surprised that Odrin had managed to keep the secret for so long. His reputation as a mighty drinker was well deserved, but as a conspirator he was a flop.", "authors": "Dandelion[Journal]"}, "19455": {"title": "Bras of Ban Ard", "text": "Human sorcerers have been fascinated with Loc Muinne from the very beginning, and Bras of Ban Ard was one of the many who wanted to fathom its mysteries. During his travels and research, he had come into possession of several quite interesting weapons. He sold these to any whose pouch was deep enough to cover the expense.", "authors": "Dandelion[Journal]"}, "19457": {"title": "Sheldon Skaggs", "text": "I met the dwarf Sheldon Skaggs for the first time, if I remember correctly, a few years back under the ancient oak Bleobheris, where I treated the local count-palatine and the public gathered in great numbers to hear my performance. Skaggs is a mighty warrior, straightforward like all his folk, plain of word, yet at the same time sensitive about his race, and especially the honor of dwarven women. As a veteran of Sodden and Brenna, where he fought as an officer of the Mahakam Volunteer Detachment, he appreciates songs of military and heroic deeds. He does not hesitate to express his appreciation through material means, thus disproving those who would portray all dwarves as misers insensitive to true art.", "authors": "Dandelion[Journal]"}, "19458": {"title": "Louis Merse", "text": "Louis Merse was a typical example of widespread bureaucratic nepotism. It was rumored that he had outright fled Vizima after bringing some unsavory troubles down upon his head. His cousin Loredo then granted him a comfortable posting in Flotsam, and Merse saw this as his second chance.", "authors": "Dandelion[Journal]"}, "19459": {"title": "Ilona", "text": "A bearded elven woman is an exceptional sight, even if the beard is false. When there were no crowds, Ilona made ends meet by running a food shop.", "authors": "Dandelion[Journal]"}, "19460": {"title": "Anezka", "text": "Anezka, the local herbalist in Lobinden, took care not to stand out in any way. Though some people respect women who know much about herbs and folk medicine, others fear them. Skilled herbalists are often thought to be witches and suspected of sorcery, so they must remain mindful that human mistrust can quickly turn into hostility.\n\nAnezka's anxieties were augmented by the fact that she was also a priestess of Veyopatis - a deity that had once been revered in the region. Thus, she generally preferred not to draw too much attention to herself.", "authors": "Dandelion[Journal]"}, "19464": {"title": "Moril", "text": "At times a man is left to wonder whether there are any limits to depravity in this world. The elf woman Moril had disappeared from Flotsam many months before and was found in the tower in Commandant Loredo's house. At the mercy of the degenerate and his mad mother, beaten and abused, she was but a pale shadow of a once proud Aen Seidhe.\n\nAs long as she was with child, the elf had a purpose, a goal to live for. Yet as soon as that child was born, the tormented Moril decided to end her life and opened her veins. Thus her tragic story came to an end.", "authors": "Dandelion[Journal]"}, "19465": {"title": "Brigida Papebrock", "text": "A none too significant figure, Brigida Papebrock was a minor courtier who had the fortune or misfortune, depending on how one looks at it, to meet Vernon Roche. Though she lacked powerful friends, connections and patrons, she nevertheless managed to become embroiled in matters far beyond her capabilities. Brigida would surely have become the victim of a political murder if not for the help of the witcher, who agreed to escort her out of Loc Muinne.\r\n\r\nBrigida was unique in that she was the only adult to have survived the attack on the convoy transporting Foltest's children to Loc Muinne. Thus, she had witnessed the events leading to Boussy's disappearance.\r\n\r\n<i>If Geralt fails to safely delivery Brigida (the quest fails):</i>\r\n\r\nYet the witcher proved a poor bodyguard. He failed to lead Brigida to safety, and the young woman perished at the hands of hired assassins.", "authors": "Dandelion[Journal]"}, "19467": {"title": "Chorab", "text": "Chorab was Lobinden's alderman. A simple man, he nevertheless blended his penchant for storytelling with a desire to teach and impart wisdom. His tales pertained to times long past, traditions worthy of preservation, and legends that had all but been forgotten. He cared for the community he led and represented, and any honest villager could count on his help.", "authors": "Dandelion[Journal]"}, "19470": {"title": "Assire var Anahid", "text": "This sorceress came from Nilfgaard, or more precisely from Vicovaro - a distinction of extreme importance to the highborn of the Empire, as I can attest from personal experience. That is because the term \"Nilfgaardian\" is reserved for native residents of the Empire's capital and its immediate vicinity. Assire var Anahid was nothing like stereotypical Nilfgaardian sorceresses &#8211; unkempt things in unfashionable attire. On the contrary, she wore well-cut dresses and underlined her beauty with just the right touch of makeup, following the example of our sorceresses in the North.\n\nAs momentous events played out in Loc Muinne, Assire was murdered - probably by her own countrymen, possibly on order of the emperor himself. The hazy circumstances surrounding her death gave rise to much speculation in Nilfgaard, fueling propaganda and political conflicts for some time to come.", "authors": "Dandelion[Journal]"}, "19471": {"title": "Vinson Traut", "text": "The owner of Seltkirk's armor was an officer in Henselt's army. Suspected as an accessory to the conspiracy against the king's life, Vinson Traut was hiding somewhere.\n\nThough Geralt wanted to solve things amicably, Vinson was less than eager to cooperate. On top of that, he decided to commit a fancy form of suicide &#8211; by attacking the witcher. Left with no choice, Geralt sent him to the great beyond.", "authors": "Dandelion[Journal]"}, "19475": {"title": "Boussy La Valette", "text": "No more than a lad back then, Boussy already displayed the pride and obstinacy typical of the La Valettes. Some, however, attributed these qualities to the fact that King Foltest was his father.\n\nThe boy had died in mysterious circumstances, but the significance of this event was clear. Of Baroness La Valette's and King Foltest's two children, only Ana&#239;s remained alive &#8211; a young girl born out of wedlock, the sole and highly problematic heir to the Temerian throne.\n\nAs Geralt was sailing up the Pontar, Boussy was packed up and placed in a convoy that was to take him to Loc Muinne. The boy never reached the city. The rumors Geralt had heard from King Radovid proved true. Vile intentions had bred a series of unfortunate coincidences. In short, Boussy was dead.", "authors": "Dandelion[Journal]"}, "19478": {"title": "Succubus", "text": "The torched village near Vergen proved to be the home of a real succubus. This beautiful creature, possessing hooves instead of feet, drew handsome young men to it in order to seduce them and feed on their life forces. The seductress was accused of brutally murdering many young men, and the accusation seemed to be solid. For you must know that the unpleasant scent of sulfur is not the sole inconvenience one must endure when encountering succubi, which can be as dangerous as vampires.\r\n\r\n<i>If Geralt chooses to side with Ele'yas during Chapter II - With Flickering Heart:</i>\r\n\r\nGeralt investigated the murders and concluded that the succubus was indeed guilty of the murders of which it was accused. The witcher had no choice but to slay the dangerous, though intensely beautiful, creature.\r\n\r\n<i>If Geralt chooses to side with the Succubus during Chapter II - With Flickering Heart:</i>\r\n\r\nGeralt investigated the murders thoroughly. He concluded that the succubus was innocent and that it was being framed by a jealous lover. The witcher cleared the seductress of the charges, and she proceeded to thank him for it in her customary, beautiful manner.", "authors": "Dandelion[Journal]"}, "19479": {"title": "Ciaran", "text": "Ciaran had served in Iorveth's unit as the elven commander's adjutant. Captured and imprisoned on the prison barge by Loredo's men, his position was unenviable to say the least. Yet he still demonstrated the pride and stubbornness so characteristic of the Aen Seidhe.", "authors": "Dandelion[Journal]"}, "19480": {"title": "Earso", "text": "Shit, stench and rats are inherent elements of every larger population centre. Unable to dispose of the first two, the authorities of Vergen were trying to deal with the latter. Earso was a rat catcher they had hired, but it was worth noting that some of the traps he was selling were large enough to catch a wolf...\n\nA highly talented individual, the man known as Earso had dabbled in many professions. From his times as a rat catcher in Vergen he still had a wide selection of traps among his wares. They were, in his words, \"for rodents, among others\".\n\nChanging his profession also called for a change of surroundings, so Earso joined a circus and left Vergen. One could still buy some useful things from him, however.", "authors": "Dandelion[Journal]"}, "19482": {"title": "Sendler", "text": "In Lobinden tanning and leather-working was the trade of Sendler, a skilful and reliable artisan. He ran a small stall with goods of his own making, but also accepted commissions for specific products. In these hard times, he made ends meet by working hard with his own hands.", "authors": "Dandelion[Journal]"}, "19483": {"title": "Prince Stennis", "text": "After King Demavend's death, Prince Stennis became heir to the Aedirnian throne, at least in name. However, pride and a chilly disposition rarely win the love of one's subjects, and that was very much Stennis' problem. His youth did not strengthen his claim either. Though no one openly questioned the Prince's claim to the crown, Stennis did not have enough support to actually have it placed upon his head. Given this situation, sitting out important events would have been political suicide. The war for the Pontar Valley gave him the ideal chance to bolster his position by demonstrating what a good ruler he would make. History has shown time and time again that when a realm is in chaos, deeds rather than words grant one legitimacy in the eyes of one's subjects.\r\n\r\nStennis greatly desired to prove himself the equal &#8211; or superior &#8211; of the Virgin of Aedirn. He had strong support from the nobility, yet the common folk had few reasons to sympathize with him.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nHe was not lucky enough to leave the ghastly battlefield in one piece. Thus the Aedernian throne was left without a legal heir.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nHis refusal to help Saskia said much about the youth's personality &#8211; none of it good.\r\n\r\n<i>If Geralt finds him guilty during Chapter II - The Walls Have Ears:</i>\r\n\r\nWhen he got involved in the conspiracy against Saskia, the young prince forgot that crowned heads fall as easily as those of serfs. He was found guilty as an accessory to the assassination attempt and paid for it with his life.\r\n\r\n<i>If Geralt does not find him guilty during Chapter II - The Walls Have Ears:</i>\r\n\r\nThe young prince was found guilty of poisoning Saskia, but he could consider himself lucky as he was merely imprisoned, and not torn to shreds by the mob.", "authors": "Dandelion[Journal]"}, "19485": {"title": "Gridley", "text": "Rupert's friend was in a dire state, lost amidst somber ruins in a wilderness forsaken by gods and humans alike. Geralt found him easily and learned more about him, including what had led him to take such risks.\r\n\r\nGridley had been stationed in the area during the war. His unit had tortured a Nilfgaardian soldier to death, all in the name of finding a treasure. Years later, the murdered man's wraith used its power to force Gridley and Rupert to return to the site of their crime.\r\n\r\n<i>If Geralt decides to give him and Rupert to the wraith:</i>\r\n\r\nGridley shared Rupert's fate and paid for his past crimes, for Geralt decided that he would not stop the wraith from exacting revenge.\r\n\r\n<i>If Geralt decides to give him and Rupert to Loredo:</i>\r\n\r\nGeralt did not hand Gridley over to the damned soul, yet he decided that both Rupert and Gridley needed to pay for their deeds. Their fate was sealed when a certain woman intervened &#8211; the degenerates had committed other crimes for which they would now face punishment.\r\n\r\n<i>If Geralt tells him and Rupert to go away:</i>\r\n\r\nGeralt did not hand Gridley over to the damned soul, yet he drove him and his friend away, ordering the villains to leave the area immediately.\r\n\r\n<i>If the quest fails:</i>\r\n\r\nSubsequent events hit Geralt like an avalanche, so he never learned the end of Gridley's and Rupert's story. We can only guess at the fate of the two adventurers, but I leave that to the reader's imagination.", "authors": "Dandelion[Journal]"}, "19489": {"title": "Cecil Burdon", "text": "When we arrived in Vergen, we learned that the town's elder was named Cecil Burdon. This former dwarven miner was typical of his kin - realistic, substantive and possessed of a sober outlook. Vergen needed an administrator like that, so Burdon was, beyond all doubt, the right dwarf in the right place.", "authors": "Dandelion[Journal]"}, "19490": {"title": "Olcan", "text": "Olcan, the priest from Prince Stennis' retinue, turned out to be directly responsible for the poisoning of Saskia. The clergyman apparently thought that a heavy dose of thaumador would be more effective than prayer or excommunication. Unfortunately, because he was already dead, he could not answer for his deed.", "authors": "Dandelion[Journal]"}, "19495": {"title": "Malena", "text": "Life was not easy for the nonhumans of Flotsam, and Malena was no exception. The elven woman was suspected of leading soldiers into Scoia'tael ambushes, a charge that could easily send her to the scaffold.\r\n\r\n<i>If Geralt decides to not interfere when Loredo's men accuse Malena:</i>\r\n\r\nThe witcher decided not to interfere. Malena was arrested and charged with being an accessory to murder. Her fate was easy to predict.\r\n\r\n<i>If Geralt decides to defend Malena against Loredo's men:</i>\r\n\r\nThe elven woman had indeed been luring soldiers into a trap. Her fate was now in Geralt's hands.\r\n\r\n<i>If Geralt decides to tell the truth about the corpses in the cave:</i>\r\n\r\nMalena was arrested and charged with being an accessory to murder. She suffered the consequences of her deeds.\r\n\r\n<i>If Geralt decides to lie to Loredo's men, saving the girl:</i>\r\n\r\nThough the witcher did not reveal her complicity in the murders, the elven woman could not trust him. This led her to repay him with betrayal. Yet even then the witcher did not stoop so low as to kill an unarmed woman, and simply drove Malena away.\r\n\r\n<i>If Geralt decides to lie to Loredo's men and then kills the girl:</i>\r\n\r\nThough the witcher did not reveal her complicity in the murders, the elven woman could not trust him. This led her to repay him with betrayal. For this Malena paid the ultimate price.", "authors": "Dandelion[Journal]"}, "19496": {"title": "Arnolt Malliger", "text": "Supposedly involved in commercial dealings with Bernard Loredo, this man was a frequent guest at the commandant's abode.\n\nIn point of fact, Arnolt was an agent serving the kingdom of Kaedwen, which sought to annex the trading post so as to take control of the trade route upon which it lay.\n\nUnfortunately, mortality rates are terrifyingly high among spies who are captured and then prove uncooperative. Arnolt failed to survive his interrogation, and so this \"living proof of Kaedweni scheming\" was history.", "authors": "Dandelion[Journal]"}, "19502": {"title": "Marcus", "text": "Mighty Numa's assistant made money on the side by, among other things, selling \"healthy food\", the foundation of a healthy diet.", "authors": "Dandelion[Journal]"}, "19504": {"title": "Adam Pangratt", "text": "Anyone familiar with military history and the annals of war has probably heard of Adam \"Adieu\" Pangratt, who was one of the \"Sly Cats\" &#8211; rabble rousers, political prisoners and other convicts whom King Esterad Thyssen freed to aid unofficially the military effort of the Northern Kingdoms during the second war against Nilfgaard. These men formed the core of the Koviri and Povissan mercenary units that streamed south at that time. Adam Pangratt commanded the valorous Free Company during the Battle of Brenna, where the Nilfgaardian offensive was finally broken and the Black Ones were pushed back beyond the Yaruga. They say that Adam later wed another soldier of fortune, one Julia Abatemarco, known also as Pretty Kitty, who also rose to fame at Brenna. Truly, without people like them, the battle would have taken an entirely different course...\r\n\r\n<i>If Geralt chooses Roche's Path:</i>\r\n\r\nAt the time of the tale related herein, Adam Pangratt had been hired by, and was directly serving, King Henselt. He owed this engagement, as he had owed many previous ones, to his reputation, and he could expect to profit from it handsomely as his employer paid those who proved their worth very well. Pangratt and his battle-hardened veterans certainly earned their pay. They accepted the order to guard the cursed mist's perimeter with the composure and cold professionalism characteristic of elite soldiers.\r\n\r\n<i>If Geralt chooses to kill him during Chapter II: Roche's Path:</i>\r\n\r\nGeralt ran into Pangratt once more while sneaking through the underground tunnels to Vergen. Sadly, they met this time as antagonists, and so their short acquaintance ended with the soldier of fortune's death.\r\n\r\n<i>If Geralt chooses to side with the mercenaries during Chapter II: Where is Triss Merigold?:</i>\r\n\r\nWhile exploring the ravines, Geralt chanced upon Pangratt and his men fighting a troll. The witcher joined forces with them, and together they brought down the beast. The soldier of fortune was grateful. With no way to return to Henselt's camp, Pangratt easily abandoned his employer, deciding that he and his unit would join the Vergeni forces in the coming conflict.\r\n\r\n\"Adieu\" kept his word. During the battle for the second gate, he proved that his reputation was not at all exaggerated.\r\n\r\n<i>If Geralt chooses to side with the she-troll during Chapter II: Where is Triss Merigold?:</i>\r\n\r\nWhile exploring the ravines, Geralt chanced upon Pangratt and his men fighting a troll. Since the monster's death would decidedly not suit the witcher's interests, and Pangratt and his men refused to back down, tempers flared and a fight broke out between them. Yet the soldier of fortune was shrewd enough to recognize the witcher's technical superiority. He surrendered to Geralt, thus becoming the conflict's first prisoner of war.", "authors": "Dandelion[Journal]"}, "19509": {"title": "Elthon", "text": "This inhabitant of a hut near the quarry had one of the oddest jobs I have ever heard of. Namely, Elthon served as a purchasing agent for a collector of harpy feathers, offering the witcher generous sums for pinions and retrices picked from the carcasses of harpies.\n\nAs it turned out, Elthon was not buying feathers for a collector but for himself. With the sackful of plumage Geralt supplied, he finally fulfilled his dream of transforming himself from an ugly duckling into a swan, or more precisely a queen harpy.", "authors": "Dandelion[Journal]"}, "19510": {"title": "Harmond", "text": "The two jesters display truly clownish humor. Their coarse, at times even vulgar situational comedy was meant as a foil to the monarch's majestic presence. Though this is achieved, they simultaneously underline the king's evidently plebeian tastes. The ruler finds their bumbling funny &#8211; as most probably many people in the Middle Ages would.", "authors": "Dandelion[Journal]"}, "19512": {"title": "Margot", "text": "Margot, the proprietor of the brothel, was a hard-nosed businesswoman, yet she shepherded her flock of girls with almost motherly care.\r\n\r\n<i>If Geralt gives Iorveth his sword during \"The Assassins of Kings\" in Chapter I:</i>\r\n\r\nIt turned out that Margot was a spy for Iorveth. She decided to use that connection to avenge her lover's death.\r\n\r\n<i>If Geralt does not give Iorveth his sword during \"The Assassins of Kings\" in Chapter I:</i>\r\n\r\nMargot had been a spy for Iorveth. Fearing this would come to light after the elven commander was captured, she took her life.", "authors": "Dandelion[Journal]"}, "19515": {"title": "Vanhemar", "text": "Shilard Fitz-Oesterlen's personal sorcerer had only just made Geralt's acquaintance when he died at the witcher's hand.", "authors": "Dandelion[Journal]"}, "19516": {"title": "Dmitri", "text": "Comparing Dmitri to a Zangwebari hyena would be an insult to the poor animal. Unlike the beast, this scoundrel fed not only on carrion, but also on human and nonhuman misfortune. It was thus that he gathered his blood money.\n\nEven mentioning Dmitri in this story elevates him far more than he deserves, thus let us merely note that the witcher took his life and say nothing more of the son of a bitch.", "authors": "Dandelion[Journal]"}, "19517": {"title": "Isidor Kay", "text": "Whether it was building fortifications or constructing clever traps, dwarven technical skills had no equals and Isidor Kay used them well. The mercenary made money on the side, running a small stall in the royal camp.", "authors": "Dandelion[Journal]"}, "19518": {"title": "Ana&#239;s La Valette", "text": "The daughter of Baroness Mary Louisa La Valette was a scant few summers old at the time. Rumors that King Foltest was her father gave beginning to many important events.", "authors": "Dandelion[Journal]"}, "19521": {"title": "Bernard Loredo", "text": "At the time of this story, Bernard Loredo was commandant of the town watch of the river port and trading post of Flotsam. He was well-suited to the position, amply demonstrating this through his brutal and heavy-handed approach to enforcing the law and meting out justice to the town. This boorish veteran of the Temerian army was perfectly happy with his posting to this backwoods, as he had turned the borderland settlement into a private fiefdom wich he ruled through fear and might, passing and executing judgment at whim. I was exceptionally lucky to escape the noose back then. Despite my deepest desire to the contrary, it would not be the last time we saw Bernard Loredo.\r\n\r\nIn spite of maintaining a smokescreen of law and order in Flotsam, Loredo was as benevolent to nonhumans as Emperor Emhyr was to proponents of democracy. Given the slightest excuse, Bernard would have gladly rid the trading post and its environs of all who were not human, using any means available.\r\n\r\nMuch evidence suggested that Loredo was profiting heftily from his position through extortion, unlawful confiscation of goods and brazen bribe-taking. He would enlist local goons to beat and intimidate all who were uncooperative, and this was very much the order of the day.\r\n\r\nLoredo yearned for some spectacular success in his fight against the Scoia'tael. Though his prison barge was overcrowded already, capturing Iorveth remained his deepest desire.\r\n\r\n<i>If Geralt sides with Roche during the end of Chapter I:</i>\r\n\r\nWe did not learn the full measure of Bernard Loredo's corruption and twisted decadence until we found the elven woman he had kidnapped and imprisoned in his residence. She had been treated with exceptional cruelty, she had been beaten and raped. The man truly deserved no mercy.\r\n\r\nTo this day the people of Flotsam maintain that nothing less than a witcher could have rid them of the town's bestial, self-appointed ruler, Commandant Bernard Loredo. Though he could not match the kayran in size, he was without a doubt the greatest monster in the area. Many breathed a sigh of relief when the white-haired witcher sent him to the world beyond.\r\n\r\n<i>If Geralt sides with Iorveth during the end of Chapter I:</i>\r\n\r\nThis vile individual's duplicity, his fidelity to his purse alone, were apparent to anyone who paused to look at him. His sale of Flotsam, an important trading post, to the kingdom of Kaedwen was to be his crowning swindle. And the provincial ruffian cared little that it would also render him a traitor to his country.", "authors": "Dandelion[Journal]"}, "19522": {"title": "Zyvik", "text": "Though the generals and marshals are the ones to earn the laurels and honors from glorious battles, victorious campaigns and successful wars, the core of every army is made up of simple soldiers and non-commissioned officers. Lance-corporal Zyvik of the Dun Banner was the best example. Like any good soldier, he was no philosopher and did not question his superiors' orders, yet ruled his subordinates with an iron fist at the same time. His combat experience and years of practice had taught him a few key rules: One sleeps whenever possible and rises whenever awoken. Drinking on duty should be discreet and restrained, and a mouthful of booze must always be left for the superior officer. And finally, while on the march women should only be raped when nobody's watching. Add to that a sense of extreme pride in duties fulfilled, a trait so characteristic of a career soldier, and you get, my dear readers, a portrait of the model Kaedweni veteran.\n\nThe lance-corporal had taken part in the previous war with Aedirn, which had proven fatal for the Dun Banner. Isolated on the battlefield, the unit had been decimated and its standard fell into enemy hands. Though Zyvik might have considered himself lucky &#8211; he had been recuperating at a field hospital at the time, and was thus spared the same fate &#8211; the memories of those days, and of his fallen comrades-in-arms, were still fresh to him.", "authors": "Dandelion[Journal]"}, "19523": {"title": "Archpriest", "text": "This church dignitary, confident of his god's protection, greeted the intruders with harsh words. Yet he succumbed to persuasion and revealed where the king would find his illegitimate offspring.", "authors": "Dandelion[Journal]"}, "19524": {"title": "Myron", "text": "Stiff as a halberd, the apothecary Myron ran the field hospital and sold alchemical ingredients on the side.", "authors": "Dandelion[Journal]"}, "19527": {"title": "Detmold", "text": "Sorcerer Dethmold is one of the more distinctive characters in the Witcher 2. One of the more distinctive, and one of the most despicable too. Dethmold, one of the witcher's opponents, is a wind mage. We thought hard on how should he look to become synonymous with that element. We dressed him&#8230; warmly. His entire neck. As if he lived in a constant draught. And we gave him a staff with a rooster weathervane usually found on roofs.\r\n\r\nDialogues with this guy are generally wacky, because Dethmold is&#8230; Dethmold is so&#8230; unsettling, I should think. We were looking for an appropriate voiceover for Dethmold for a long time. We wanted him to be a guy whose voice sends shivers down your spine, signalling something is way off.\r\n\r\nApart from a few chance encounters at official banquets, Geralt had the occasion to meet and speak more extensively with this sorcerer on Thanedd Island, during the bloody coup, when all manner of mages jumped at each others' throats and their Council and Conclave ceased to exist. Dethmold and his brother Drithelm, both in the service of King Esterad of Kovir at the time, attempted to remain neutral as events unfolded. To no avail, however, as those who had allied themselves with Nilfgaard thought nothing of the impartiality of others, and many mages simply perished, brought down in fanciful ways by their colleagues' spells or pierced by the arrows of the Scoia'tael summoned to the island by the plotters. Drithelm met just such a fate, while Dethmold saved himself by fleeing.\r\n\r\nDethmold then filled the opening for a sorcerer-advisor at the court of King Henselt of Kaedwen, and proceeded to place all of his abilities at the monarch's disposal.\r\n\r\nAll said and done, Dethmold was certainly a talented sorcerer. It was only his power that brought the king and his retinue safely through and out of the mist of wraiths.\r\n\r\nThe sorcerer believed that the ends justified the means and thought nothing of the ethical ban on necromancy.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nThe sorcerer was Henselt's creature in full, a lackey who served his master in any way possible. This included tracking real and imagined spies and thwarting conspiracies on the monarch's life. He was also among those chiefly responsible for the deaths of Vernon's men, whose grisly demise Henselt himself had ordered.\r\n\r\nDethmold fled, unwilling to risk a clash with the witcher. It proved a sound decision, which bought him a bit more time in this life.\r\n\r\nTheir next meeting proved to be their last, as Dethmold died at the hands of the vengeful Roche. Geralt never revealed the details of the sorcerer's demise. I've concluded that it must have been quite savage, though I would prefer to hope that Vernon's threats had been but figures of speech...\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nDuring the Battle of Vergen, Dethmold aided the attackers, using his magic to destroy fortifications and key defensive positions. It is clear that had they been deprived of his talents, the Kaedwenis would not have penetrated so far.\r\n\r\nThough Henselt was spared because of his royal lineage, Dethmold met a fate appropriate for a tyrant's faithful and hated servant. The sorcerer's life ended in the central square of Vergen, a town he had hoped to help seize and bring to its knees.", "authors": "Dandelion[Journal]"}, "19530": {"title": "Einar Gausel", "text": "If Lobinden's nonhumans had been organized as a community, the dwarf Einar Gausel would have been the closest thing to its leader. Though the Scoia'tael considered him a collaborator on a human leash, Einar tried to represent the nonhuman minority as best as he could, even if that meant mediating between its members and the commandant. Furthermore, he ran something akin to a bookshop. Given its location in what was a complete backwater, his selection of titles was quite impressive.\n\nIn addition to being a well-informed bookseller, Einar Gausel was also an accomplished barber. In discovering this, Geralt learned of the only person in Flotsam who would be able to do anything about his hair.", "authors": "Dandelion[Journal]"}, "19532": {"title": "Arthur Tailles", "text": "<i>If Geralt chooses to intimidate him:</i>\r\n\r\nThough he would not show it, meeting Tailles was a great surprise to Geralt at that time. They met each other in the past - in rather unpleasant circumstances - and the knight had a scarred face as a reminder of that meeting. Their next meeting also led to blows. Oh the irony. Tailles should wear a helmet while in the witcher's presence.\r\n\r\n<i>If Geralt chooses not to intimidate him:</i>\r\n\r\nThough he would not show it, meeting Tailles was a great surprise to Geralt at that time. They met each other in the past - in rather unpleasant circumstances - and the knight had a scarred face as a reminder of that meeting. This time Tailles got away cleanly, the witcher having confined himself to a few acrid words.", "authors": "Dandelion[Journal]"}, "19534": {"title": "Sambor", "text": "The saying \"No sweets without sweat\" was certainly true in Sambor's case. This trader with a proverb for every occasion ran a thriving pawn shop, selling interesting scrolls, books and manuscripts among other items.\n\nGeralt was surprised to learn that Sambor was also a skillful barber. For a fistful or orens, the trader could work wonders with the witcher's mane.", "authors": "Dandelion[Journal]"}, "19536": {"title": "Farid", "text": "The witcher ran into Farid once more in unexpected circumstances. The alchemist was part of an expedition that was to scour the caverns beneath Loc Muinne in search of the laboratory of the famous mage Dearhenna.\n\nThe expedition ended tragically for Farid. He died in a trap set by the malicious Dearhenna.", "authors": "Dandelion[Journal]"}, "19537": {"title": "Sabrina Glevissig", "text": "Sabrina Glevissig is one of the most powerful and influential sorceresses in the Northern Kingdoms. She lives in Ard Carraigh, Kaedwen's capital, acting as an advisor to King Henselt. The sorceress, who is sometimes unceremonious and quick to judge, is justly called the \"true daughter of the Kaedwenian wilderness.\" She often underlines her somewhat predatory and vivid beauty by donning provocative outfits.\r\n\r\nSabrina arrived at Kaer Morhen while pursuing Deidre Ademeyn. She suspects the girl of being a mutant affected by the Curse of the Black Sun, which renders her a monster, a serious threat to the human race. To prove this contention, the sorceress must capture Deidre and subject her to detailed testing.\r\n\r\nThe sorceress Sabrina Glevissig was from Ard Carraigh, the capital of Kaedwen, and had been King Henselt's advisor. The reader, however, should not be deceived by that term &#8211; this true daughter of the Kaedweni wilderness was famous for her determination and temperament. There was no exaggeration to the rumors that on many occasions she would interrupt the King, thumping her fist on the table and yelling that he should shut up and listen - and the King would indeed shut up and listen. Sabrina Glevissig's predatory nature was paired with an equally predatory beauty, which she emphasized through appropriately chosen attire. Add to that the power she commanded as a sorceress, and it should become clear to what she owed her strong position not only in Kaedwen, but also beyond its borders.\r\n\r\nThis position could not protect her from the king's wrath, however, and when she failed Henselt one time too many, the sorceress ended up at the stake, where her life ended.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nSabrina cast a curse on the monarch and the battlefield with her dying breath. Many years later we were to feel the effects of this malediction.\r\n\r\nSabrina had become a martyr in the eyes of some soldiers, thus possibly achieving greater esteem in death than she had enjoyed in life.\r\n\r\nIt cost Geralt a great deal of sweat, but he finally found a solution to the problem. Sabrina's spirit finally found solace, and the curse she had placed on Henselt was lifted.", "authors": "Dandelion[Journal]"}, "19539": {"title": "Liva", "text": "Because the hygiene of nearly every army's troops leaves a lot to be desired, military brothels have a reputation as dens of questionable pleasure and indubitable gonorrhea. Therefore Liva, fulfilling both the role of camp follower and medic, was an important element of the military machine. A brothel without medical supervision can easily turn into a seed of infirmity, and that is just one step away from becoming a source of sabotage and damaging military capability.\n\nLiva had worked in the camp during the previous Kaedweni-Aedernian campaign, and knew a lot about the events of those terrible days.", "authors": "Dandelion[Journal]"}, "19542": {"title": "Proximo", "text": "Proximo, the arena master, had a talent for oration and the fights he organized were famous in all of Kaedwen and beyond. Blows rained down, armor fragments and teeth flew left and right &#8211; in other words, the audience found his arena to be equal to the merry dancing of a fair day.", "authors": "Dandelion[Journal]"}, "19543": {"title": "Marietta Loredo", "text": "Having met the commandant of Flotsam's town watch, I did not expect his mother to be a charming old lady always prepared to treat her guests to fruit tarts. Yet Geralt's experience with the hag destroyed any illusions I may have still harbored regarding Loredo's family. Marietta proved to be a drug-addled creature living in her own world of madness and hatred. Thus, I think it may be for the better that she is no longer among the living.\n\nTo Geralt's surprise, Loredo's mother, Marietta, proved to be the same woman who had taken Rupert and Gridley away earlier. All the pieces of the puzzle thus fell in place, for she was probably the inmate they had mentioned as being the sole survivor of the fire. Since that time Marietta had lived in her own world of madness fueled by narcotic visions. The witcher's blade finally brought her suffering to an end.", "authors": "Dandelion[Journal]"}, "19544": {"title": "The Incredible Lockhart", "text": "Expelled from the Ban Ard magical school for carousing and gambling, Lockhart was selling his magical tomes and amulet at quite moderate prices.", "authors": "Dandelion[Journal]"}, "19545": {"title": "Rupert Brandhuber", "text": "Geralt first encountered Rupert near the ruins of the asylum in the forest beyond Flotsam. The Aedirnian medic claimed he had come to the area with his friend Gridley in search of rare herbs. However, it appeared they had underestimated the dangers lurking in both the forest and the ruins.\r\n\r\nSomething was missing from his story, however. Rupert had been a medic in a field hospital during the war. He and his friends had committed a crime back then. Years later the wraith of the Nilfgaardian soldier they had tortured to death summoned them to the scene of the crime so to have its revenge.\r\n\r\n<i>If Geralt decides to give him and Gridley to the wraith:</i>\r\n\r\nCrime begets punishment, and this case was no different. Geralt had no desire to defend murderers, and Rupert and his friend got what they deserved.\r\n\r\n<i>If Geralt decides to give him and Gridley to Loredo:</i>\r\n\r\nEven though Rupert was a reprehensible criminal, Geralt did not give him to the wraith. Yet he decided the villains must pay for their deeds. Thanks to the unexpected intervention of a certain woman, they were arrested, possibly for other crimes.\r\n\r\n<i>If Geralt tells him and Gridley to go away:</i>\r\n\r\nEven though Rupert was a complete criminal, Geralt did not give him to the wraith. He was content to drive both villains away.\r\n\r\n<i>If the quest fails:</i>\r\n\r\nBecause later events hit him like an avalanche, Geralt did not have an occasion to learn how Gridley's and Rupert's story ended. We could make conjunctures [sic], but I leave that to the imagination of my readers.", "authors": "Dandelion[Journal]"}, "19547": {"title": "Kalten", "text": "Revolutions breed monsters, and Kalten was one beyond all doubt. Embodying the most primitive peasant desires, frustrations and fears, he was not bound by moral chains. Such people can commit acts most foul, and the list of this once simple farmer's atrocities was long indeed.", "authors": "Dandelion[Journal]"}, "19548": {"title": "Iorweth", "text": "They say all elves are beautiful, that they are born thus. In Iorveth's case someone set out to change this, marking his face with an ugly scar that the elf partially hid beneath a crimson headscarf. Iorveth was a living legend, the elusive leader of a Scoia'tael unit whose members gave no thought to laying down their arms and continued their war against humans. Stories of his deeds, of his deep hatred of dh'oine, painted him as more akin to a vengeful ghost than to an individual made of blood, bone and flesh. Certain sources claimed that Iorveth was the kingslayer's ally and thus involved in recent events, yet Geralt's first meeting with the elf brought few answers and ended with Scoia'tael archers laying down a deadly barrage. Indeed, it seemed at the time that the elf would only ever answer the witcher with arrows.\r\n\r\nIn the eyes of some people, like Loredo or Roche, Iorveth was a common criminal, his hands stained by the blood of innocents. Indeed, the list of those he had cut down in his \"fight for freedom\" could easily rival the number of ballads, romances and ditties in my repertoire.\r\n\r\nThe elf was certainly a dangerous individual. He was not, however, a bloodthirsty monster. Ever cautious and aware of the game he was playing, he jumped at the chance of testing Letho's loyalty, becoming Geralt's ally, at least temporarily.\r\n\r\n<i>If Geralt does not give him his sword during Chapter I: The Assassins of Kings:</i>\r\n\r\nWe can safely assume that Iorveth long remembered both the wallop Geralt gave him and the witcher's sudden turn, though the elf's pride probably hurt a lot more than his head.\r\n\r\n<i>If Geralt gives him his sword during Chapter I: The Assassins of Kings:</i>\r\n\r\nFighting side by side certainly helps dispel distrust. The witcher kept his word, which Iorveth appreciated, and the path to further cooperation stood open.\r\n\r\nThe Scoia'tael leader had a vision, and his pursuit of it put him in an altogether different light. Grand as it was, the plan could either be considered incredibly ambitious or purely insane. Whatever the case, he needed allies, though if he found none he was more than prepared to forge ahead alone.\r\n\r\n<i>If Geralt chooses Roche's Path during the end of chapter I:</i>\r\n\r\nYet Geralt ultimately decided not to work with the Scoia'tael leader, choosing Vernon Roche's help instead. Thus the paths of the witcher and Iorveth began to diverge.\r\n\r\n<i>If Geralt chooses Iorveth's Path during the end of chapter I:</i>\r\n\r\nIorveth was loyal towards those who placed their trust in him, and he returned their trust. This was undeniable. His respect for Geralt grew after they freed the prisoners, and the elf would not hesitate to repay the debt he had incurred.\r\n\r\nThe relations between Vernon Roche and Iorveth were certainly complicated. The Scoia'tael openly hated the Blue Stripes' commander, and doubtless wanted his death. Yet one could see in him a shadow of respect for the Temerian's abilities and tenacity. The fact that the elf could give even a hated enemy his due was, I think, to his credit.\r\n\r\nIorveth had been living in hatred and shedding human blood for years, and the question of whether he still knew what he was fighting for remained an open one. Even those who had known him longer had their doubts.\r\n\r\nWhen Iorveth chose to fight for a free Pontar Valley, when he swore an oath of allegiance to Saskia, he stood alongside the humans defending Vergen. Few trusted this sudden shift in this uncompromising enemy of the Dh'oine, an elf responsible for more than one razed village and the tears of more than one mother over a slain son. The Squirrel commander had Saskia's full confidence, however, and that put an end to all discussion.\r\n\r\n<i>If Geralt chooses to aid Iorveth during Chapter II: \"The Siege of Vergen\":</i>\r\n\r\nThough the fall of Vergen marked the ruination of the Scoia'tael commander's dreams, the fact that Geralt appeared during the battle must have been a pleasant surprise for him. Elves tend not to express their emotions effusively, but Iorveth's behavior indicated that the witcher's aid was not without meaning to him. However the two finally parted ways, and that short meeting was their last, at least where this story is concerned\r\n\r\n<i>If Geralt chooses Roche's Path and aids Iorveth during Chapter II: \"The Siege of Vergen\" but did not give him his sword during Chapter I: \"The Assassins of Kings\":</i>\r\n\r\nIorveth neither forgave nor forgot, thus he had trouble accepting the fact that Geralt assisted him in battle after what had happened in Flotsam. So the proud Scoia'tael clenched his teeth and quashed his anger, saving it for future battles. However the two finally parted ways, and that short meeting was their last, at least where this story is concerned.\r\n\r\nWhen Iorveth disappeared after the poisoning of Saskia, nobody expected to see him again. Some whispered he had been behind the poisoning, or that he had simply lost the will to fight. Nobody believed his talk of elven archers. Time would show what his promises were worth.\r\n\r\nThe Scoia'tael doubtless had a sense of dramatic timing. His reinforcements could not have come at a more appropriate moment, and the emotion felt by all the defenders, including yours truly, was pure euphoria. Iorveth proved himself a person who does not waste words or abandon allies in need. If I had had any doubts about him, they dissipated together with the smoke which hung over Vergen.\r\n\r\nIorveth was determined to save Saskia and settle the score with the sorceresses. He and Geralt set out to Loc Muinne to close the final chapter of this story.\r\n\r\nThere they had to split up &#8211; Iorveth went to search Philippa's quarters and Geralt didn't hear from him for some time. It's a fair guess the Scoia'tael leader was not idle in the meantime.\r\n\r\n<i>If Geralt chooses to help to save Philippa in Chapter III:</i>\r\n\r\nIorveth, as he was wont to do, appeared as if from nowhere &#8211; just in time to help escort the sorceress to her quarters. On the way he made it clear to her that, if not for the circumstances, their meeting would have been far less pleasant to her.\r\n\r\n<i>If Geralt chooses to help to save Saskia in Chapter III:</i>\r\n\r\nThe elf helped Geralt recover the dagger needed to lift the spell from Saskia. Though Iorveth could only hope that Geralt would do his best to not kill the dragon, the Scoia'tael took the risk and placed his trust in the witcher. They had already been comrades-in-arms for good or ill for some time.", "authors": "Dandelion[Journal]"}, "19549": {"title": "Polycarp of Rinde", "text": "Despite the favors Geralt had done the Order, half-brother Polycarp of Rinde, the master at arms, was not exceptionally cordial. It was also difficult to convince him to allow the witcher to use the stock of the Order's armory.", "authors": "Dandelion[Journal]"}, "19552": {"title": "Troll of Flotsam", "text": "Like most of his kind, the troll living near Flotsam had built a stone bridge and demanded a toll from those crossing it. The folk of Lobinden quickly realized it was a preferable alternative to keeping the structure in good order themselves, so the troll's presence was not a problem for anyone. But, believe it or not, the troll took to drinking like the most degenerate hobo, thus proving that alcoholism is not unique to the more developed races.\r\n\r\nA personal tragedy was behind the troll's drunkenness - the death of his wife. She had been killed by unknown assailants.\r\n\r\n<i>If Geralt chooses to kill the troll:</i>\r\n\r\nGeralt did not think long and, in accordance with his profession, cut the troll down, ending this story.\r\n\r\n<i>If Geralt chooses to help the troll:</i>\r\n\r\nOnce the death of his beloved had been avenged, the troll pulled himself together, promising to rebuild the bridge and quit drinking.", "authors": "Dandelion[Journal]"}, "19554": {"title": "Ravanen Kimbolt", "text": "In pursuing their profession, witchers meet individuals both warm and unfriendly, yet they're mostly indifferent to the types with which they must deal, since they themselves can become so unpleasant that only tax collectors and sorceresses can rival them. Be that as it may, Baron Kimbolt made an extremely bad impression on Geralt. He was one of the most powerful individuals in Temeria, yet after Foltest's death his influence grew further. He was known to deal remorselessly with any who stood in his way. The sole thing that could be said in his favor is that he supposedly adored his hunting dogs. Yet he had to leave them behind when he travelled to Loc Muinne, and perhaps that had made him even more discourteous than usual. Why did Geralt put up with him? Well, Kimbolt apparently had something to do with the disappearance of Boussy, Foltest's son.\r\n\r\nDid I say \"something to do with the disappearance of Boussy\"? Forgive me the euphemism. Geralt discovered that Baron Kimbolt had commissioned someone to murder Foltest's son. The baron was intent on assuming the Temerian throne, and the boy simply stood in his way. Kimbolt had planned to dispose of both of Foltest's bastards and become king. His claims might have even been viewed as legitimate, since he was related to Foltest in some convoluted way. The nuances escape me, though one thing is sure - he was a very distant relative.\r\n\r\nIn recounting the baron's sins, one should add that he was also the one who had ordered Aryan La Valette tortured. He wanted the youth to confess in writing that Boussy and Anais had been born of incestuous relations between Aryan and his mother Louisa. At that point the baron's plans had been different - to become king based on his personal merits alone.\r\n\r\nKimbolt had also had Louisa La Valette tortured. He wished her to confess that she had been sleeping with her own son, and that both Boussy and Anais had been born of the incest. Obviously, there was no truth to this.\r\n\r\n<i>If Geralt accuses Kimbolt:</i>\r\n\r\n Fortunately, through Geralt's efforts, John Natalis had Baron Kimbolt arrested. The nobleman then answered for his part in Boussy's disappearance.\r\n\r\n<i>If Geralt accuses Maravel:</i>\r\n\r\n Kimbolt was who he was, and he had done what he had done. Yet Geralt decided his investigation of Boussy's disappearance had not yielded enough evidence to accuse the baron. In John Natalis' eyes, the nobleman would remain innocent.\r\n\r\n<i>If Geralt accuses both Kimbolt and Maravel:</i>\r\n\r\n Through Geralt's efforts, both Baron Kimbolt and Count Maravel would answer for their iniquitous intentions and their parts in Boussy's disappearance. However, John Natalis lacked the manpower in Loc Muinne to deal with them both. Thus, Kimbolt's hide was saved for the time being, while the forces he commanded eagerly assisted in Count Maravel's arrest.", "authors": "Dandelion[Journal]"}, "19556": {"title": "Newboy", "text": "<i>If Geralt decides the pendant is useless:</i>\r\n\r\nThis soldier had acquired an allegedly miraculous amulet and truly believed its power would protect him from any and all harm. Recognizing that the pendant was useless, Geralt informed Newboy of this fact.\r\n\r\nGrateful for the warning provided earlier, Newboy not only believed that Geralt was innocent, but helped the witcher avoid the guards. And thus honesty had proved to be the best policy - which is true sometimes, at least.\r\n\r\n<i>If Geralt gets caught by guards during the end of prologue:</i>\r\n\r\nGrateful for the warning provided earlier, the soldier believed Geralt was innocent. Though he strove to help our hero avoid the guards, a fight broke out and Newboy died crossing blades with the witcher.\r\n\r\n<i>If Geralt refuses to help the Crinfrid Reavers:</i>\r\n\r\nThis soldier had acquired an allegedly miraculous amulet and truly believed its power would protect him from any and all harm. Geralt did not have the time or patience to discuss the trinket, so Newboy went into battle without his armor, clad only in the faith that he was invulnerable.\r\n\r\n<i>If Geralt decides the pendant is useful / refuses to help the Crinfrid Reavers:</i>\r\n\r\nEither his faith was too weak or the amulet, even if magical, served a different purpose. Newboy fell during the assault on La Valette Castle.", "authors": "Dandelion[Journal]"}, "19559": {"title": "Mael", "text": "If \"speech is silver, but silence is golden\" then Mael must have been sufficiently rich to do something more interesting than run a shop. Nevertheless, the silent elf had some really interesting goods to offer.", "authors": "Dandelion[Journal]"}, "19560": {"title": "Enzo Etcheverry", "text": "<i>If Geralt manages to shoot him with a ballista bolt:</i>\r\n\r\nBefore he got entangled in the revolt against Foltest, Sir Etcheverry was known for his valor and tenacity as a knight, proving both in more than one tournament, either mounted or on foot. Yet valiance and tenacity meant nothing in the face of a ballista bolt, and thus the brave Etcheverry paid with his life for his ill-advised participation in the rebellion.\r\n\r\n<i>If Geralt does not manage to shoot him with a ballista bolt:</i>\r\n\r\nBefore he got entangled in the revolt against Foltest, Sir Etcheverry was known for his valor and tenacity as a knight, proving both in more than one tournament, either mounted or on foot. Yet valiance and tenacity were not enough to survive a cut from the witcher's blade, and thus the brave Etcheverry paid with his life for his ill-advised participation in the rebellion.", "authors": "Dandelion[Journal]"}, "19561": {"title": "Relic peddler", "text": "Business, as a certain halfling would say, must keep rolling, and nearly anything can facilitate this. Wondrous amulets, invisibility caps and pornographic scenes carved in cedar wood always sold well on market days, during fairs and in military camps. Benefiting from the popularity of Sabrina's cult, a certain enterprising man had begun selling relics from the site of her execution. The demand for protective amulets always grows before a battle, so this individual did not lack for customers.\n\nHe was selling shiny new nails and in numbers great enough to nail up every participant in the Thanedd summit, but those were trifling details. As long as both buyer and seller are happy, who cares?", "authors": "Dandelion[Journal]"}, "19569": {"title": "Magnus", "text": "Every military camp has uses for a blacksmith &#8211; from shoeing horses, to making and repairing weapons, to freeing the wounded from warped armor after a battle. Magnus was a reliable artisan, a huge man with the strength of a bull. Rumor had it that his grip was not unlike that of iron pincers.", "authors": "Dandelion[Journal]"}, "19571": {"title": "Edwin Leistham", "text": "Knightly eccentricities such as speaking in rhymes or offering ladies feathers from the helmets of one's vanquished foes are of classical origin. Edwin Leistham earned the moniker of \"Petal\" by putting flower petals into the mouths of slain enemies. These eccentricities, however, worked on the females &#8211; at the sight of such knights, maidens from Buina to Yaruga ran towards them so fast that, if they were to be laden with bales of hay, the hey would immediately catch fire.\n\nAs a result of this epic clash Edwin Leistham fell to the blood-soaked ground and there was scarcely a breath in him as he was carried from the field. That's evidence, dear readers, that if one's substance does not equal one's style, it is better to devote more time to training than to picking flowers.", "authors": "Dandelion[Journal]"}, "19574": {"title": "Shilard Fitz-Oesterlen", "text": "Many Northern kings appear in this story: rash and thoughtful, amorous and frigid, brave and cowardly. The reader should easily see that should their crowns be removed and a pitchfork, sword, a bunch of bills, or a goat's apple given in a scepter's stead, they would be as human as we are. The same, however, could not be said of the Emperor of Nilfgaard, the White Flame Dancing on the Barrows of His Enemies, whose shadow fell over all the events I written down. In this case, that shadow was represented by Shilard Fitz-Oesterlen, a consummate diplomat who started more than one war, only to end it accepting homage from the defeated.\r\n\r\n<i>If Geralt chooses to kill Aryan during Prologue:</i>\r\n\r\nIt was difficult to guess the role of this black-clad Imperial emissary, yet even such an unskilled politician like Geralt could easily assume that nothing Fitz-Oesterlen did was done out of fancy or by chance. He also had reasons for giving a helping hand to the witcher and Marie Louise, yet these reasons were revealed only much, much later...\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nWe met Shilard again in King Henselt's camp, which was not surprising, since Fitz-Oesterlen always circled monarchs like an old vulture circles a carcass. The discussion he had with Geralt brought no hard facts, but a careful listener could take more from the questions the Imperial diplomat asked offhandedly, than from the answers he offered the witcher. He was interested in the situation in the north, the sorcerers and their summit in Loc Muinne, as well as in seemingly unimportant trifles. Either way, I already suspected back then that he was playing a game of the highest stakes.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nThe meeting with Shilard during Geralt's visit to the camp was not as friendly as their previous ones. It turned out that Shilard's gambit saw the witcher as a pawn blocking the way to Triss Merigold. Shilard intended to use her in his political intrigues, and, since Geralt had become an inconvenience, the envoy ordered him killed without a second thought. Then he headed for Loc Muinne.\r\n\r\nI do not know the nature of the deals which linked Fitz-Oesterlen and Radovid V the Stern, but one could easily assume that they served the Empire's political interests first and foremost. Geralt had had enough of Shilard's political games, and began repaying the debts the ambassador had incurred with a delicate assault on the envoy's personal inviolability. Then came the smashing of his face.\r\n\r\n<i>If Geralt chooses to rescue Ana&#239;s La Valette or help Philippa Eilhart in chapter III:</i>\r\n\r\nThe Nilfgaardian emissary's speech caused more confusion at the Loc Muinne summit than an attack by the Emperor's \"Impera \" brigade would have. If sowing chaos was the Empire's goal, then Fitz-Oesterlen discharged his duties exquisitely.\r\n\r\n<i>If Geralt chooses to rescue Triss in chapter III:</i>\r\n\r\nShilard was to be the witcher's trump in recovering Triss. Unfortunately he turned out to have less value than either he or Geralt thought, a fact they learned when Renuald aep Matsen shot his countryman in cold blood. If anyone was more surprised than Geralt, it was &#8211; for a moment, anyway &#8211; Shilard Fitz-Oesterlen.", "authors": "Dandelion[Journal]"}, "19576": {"title": "Falas", "text": "In business, the ability to adapt one's skills is half the battle. After losing his workshop, the former elven sword smith Falas earned his living as a sword swallower. And thought clients were few, Falas still provided reliable services in his former profession.", "authors": "Dandelion[Journal]"}, "19577": {"title": "She-troll of Vergen", "text": "I can confirm, based on my own experience, that feelings of jealousy for a partner and demands for monogamy (even if made for the wrong reasons) can cause many a quarrel and even, on occasion, outright end a relationship. As it turned out, she-trolls are not immune to these feelings and are perfectly capable of turning into \"screamers,\" thus spoiling the idyll of the family hut.\r\n\r\n<i>If Geralt chooses to kill her during Chapter II: Where is Triss Merigold?:</i>\r\n\r\nIf a monster is busy killing humans, Geralt tends to put his scruples aside. Seeing no chance for dialogue, he ended the female troll's life.\r\n\r\n<i>If Geralt chooses to help her against Adam Pangratt during Chapter II: Where is Triss Merigold?:</i>\r\n\r\nOnce more Geralt put the cart before the horse as the witchers' rules go and stood alongside the monster, rather than the humans. He even managed to convince the troll to return to her husband, who eagerly awaited her.\r\n\r\nThe final episode took place when both creatures arrived in Vergen to help defend it. The Kaedweni had occasion to learn that the phrase \"the monstrosities of war\" can be more than a figure of speech.", "authors": "Dandelion[Journal]"}}}