{"game_title": "The Witcher", "series_title": "The Witcher", "codexes": [{"id": 17977, "title": "The Story of Lara Dorren and Cragen of Lod", "text": "The Story of Lara Dorren and Cragen of Lod\r\nas told by humans\r\n\r\nThe queen said: \"Don't plead for mercy, but beg those whom you harmed with your sorcery. You had the courage to commit evil deeds, be brave now, when justice is near. It is not in my power to pardon your sins.\" The witch sniggered like a cat in response, her wicked eyes glimmered. \"My doom is near,\" she shouted, \"but yours is not far either, my queen. At the hour of your terrible death you will remember Lara Dorren and her curse. And know that the curse will touch all your descendants over the next ten generations.\" Yet, realizing that the queen was fearless at heart, the evil elven witch stopped swearing and threatening with curses, and began whining like a bitch, begging for mercy and help...", "authors": ["Unknown "]}, {"id": 17974, "title": "Experiment Notes", "text": "The book describes the results of research on mutated warriors, referred to as Mutants and Greater Mutants, and on mutated war hounds.", "authors": ["Unknown "]}, {"id": 17976, "title": "A Guide to Vizima", "text": "Like most human cities, Vizima was built on the foundations of an elven city. The seat of the Termerian kings grew over the centuries and today consists of three large districts, a port and sprawling outskirts. In the Temple Quarter, the visitor's attention is drawn to the monumental Cloister of the Order of the Flaming Rose. Saint Lebioda's Hospital, famous for the many miraculous recoveries that have occurred there, is also hard to miss. While admiring these edifices, avoid wandering into the nonhuman district, which has become a den of poverty and the lair of social outcasts. Most nonhumans have been relocated to Old Vizima, which has become a ghetto inaccessible to visitors. Currently the Trade Quarter is developing rapidly. This is hardly surprising as it is home to wealthy merchants as well as trade and political officials. The city's leading bank and the town hall can also be found here. While in Vizima's Trade Quarter be sure to visit the famous marketplace, where traders offer goods from around the world.", "authors": ["Marco Knopf"]}, {"id": 17971, "title": "The Book of Animals", "text": "The book describes dogs and wolves. It provides hints on combating them and alchemical ingredients that can be taken from the corpses of these animals.", "authors": ["Unknown "]}, {"id": 17972, "title": "Swamp Monsters", "text": "The bestiary describes swamp monsters: the drowner, the drowned dead, and the bloedzuiger. It provides information on fighting them and on alchemical ingredients that can be obtained from the bodies of these beasts.", "authors": ["Unknown "]}, {"id": 17973, "title": "Zerrikanian Insects and Other Vermin", "text": "Zerrikania, home of the venomous basilisk, has given birth to other equally hideous creatures. Among them are spotted spiders so huge that they trap elephants in their webs and the no-less terrifying tse tse flies. The flies are especially repulsive, laying their eggs in the human body, the resulting larvae maturing within the host's head. The victim's brain serves as sustenance and when the larvae turn into adult flies, they leave the body through the eye sockets, now void of the previously devoured eyes. These and other vermin are born in the far land of Zerrikania. Thank the gods that similar filth has not infested the Northern Kingdoms.", "authors": ["Marco Knopf"]}, {"id": 17965, "title": "Field Plants", "text": "The book describes white myrtle, hellebore, celandine, balisse, crow's eye, berbercane and sewants. It also provides information on the methods of obtaining alchemical ingredients from these plants.", "authors": ["Unknown "]}, {"id": 17966, "title": "Diary of a Dice Collector", "text": "Summer, 1263. A dwarven regiment of the Mahakam Volunteer Army is stationed near my estate. The officers spend their days playing dice poker. It seems an interesting game.\r\n\r\nAutumn, 1263. The dwarves have marched south toward a great battle with Nilfgaard. Dear old Molnar gave me a set of dice. I think he meant to compensate me for all the games I lost.\r\n\r\nWinter, 1264. My trip to Vizima was worthwhile &mdash; I won a decent sum at the inn. It's a pity the locals don't want to play me anymore. I must learn to lose a bit more often.\r\n\r\nSpring, 1264. The jade dice cost me a fortune, but my collection would be incomplete without them. Every now and again I manage to convince someone to play a round with me, but I feel I must move to the city again.\r\n\r\nAutumn, 1264. What rotten luck! I had to sell father's estate. As soon as I start winning again, I'll buy it back.\r\n\r\nSpring, 1265. I was told a band of deserters stalks the area. I doubt the poor village or my humble abode holds anything of value around. There's nothing of value around here... Maybe they would fancy a game of dice poker?", "authors": ["Unknown "]}, {"id": 17967, "title": "Curses and the Cursed", "text": "The treatise deals with echinopsae and archespores. It also discusses cases of lycanthropy and striga spells.", "authors": ["Unknown "]}, {"id": 17968, "title": "The History of the World", "text": "When the criminal's stake had been lit and the flames reached her, she began insulting all the knights, barons, mages and councilors gathered in the square in such foul language that they were all filled with dread. Though wet logs had been stacked to prevent the hag from burning too quickly and provide her a chance to suffer in the flames, dry wood was soon added to the fire to end the execution more swiftly.\r\n\r\nShe must truly have harbored a demon inside her as she uttered not a single scream though she sizzled fair enough. Instead, she began cursing horribly.\r\n\r\n\"An avenger shall be born from my own blood,\" she cried. \"From the defiled Elder Blood, a destroyer of nations and worlds will rise! He shall avenge my torment! Death, death and revenge upon you and your offspring!\" That was all she managed to articulate before she perished. Such was the death of Falka, her punishment for the innocent blood she had spilled.", "authors": ["Roderick de Novembre"]}, {"id": 17969, "title": "Animating the Inanimate", "text": "The book contains useful information about golems.", "authors": ["Unknown "]}, {"id": 17970, "title": "Plants of Barren Lands", "text": "The book describes wolf's aloe, bryonia, verbena, honeysuckle and ginatia. The methods of obtaining alchemical ingredients from these plants are also discussed.", "authors": ["Unknown "]}, {"id": 17960, "title": "The Curse of Baron Wolfstein and Other Love Stories", "text": "Baron Wolfstein buried his face in his hands. His heart was throbbing. Suddenly the scent of his wife's blood and the blood of his children intensified. The baron's body swelled as his muscles grew, his noble attire fell in tatters on the marble floor. 'My beloved, you... you are so hairy. You are a werewolf!' Bianca went pale. 'What about our love?' In reply she heard a terrifying roar.", "authors": ["Danielle Stone"]}, {"id": 17961, "title": "Physiologus", "text": "This famous work contains vast information on different kinds of monsters.", "authors": ["Unknown "]}, {"id": 17962, "title": "A Description of the Vodyanoi or the Fishpeople", "text": "A bestiary describing the underwater race of vodyanoi warriors and clerics, as well as the mysterious Dagon.", "authors": ["Unknown "]}, {"id": 17964, "title": "Elder Blood", "text": "<b>The Witcher</b>\r\n\r\nA genetic program initiated by elven mages (known as Sages) for the purpose of creating an extraordinarily gifted child whose power would exceed their own. According to the prophecy of the elven diviner Ithlinne, the Child of Elder Blood will one day save the elves from annihilation. However, the last carrier of Aen Hen Ichaer, Lara Dorren aep Shiadhal, bonded with a human instead of an elf, thus shattering all plans regarding her offspring.\r\n\r\n<b>The Witcher III</b>\r\n\r\nIt is impossible to accurately trace the genes of Lara Dorren. The fates of entire generations are lost to time, their picture further distorted by unclear lineages, bastard children, intentional historical falsification and a simple lack of records. In many cases, Elder Blood is too thin and has lost its power.\r\n\r\nMoreover, not every Source attributes their magical skills to the presence of Lara's genes. A few, in whom the mutation has occurred, are marked by extraordinary abilities. They are able to travel through time and space and possess certain magical abilities. These talents are, however, wild and uncontrolled, manifesting themselves in times of stress or strong emotions, surprising even their possessors.\r\n\r\nHistory knows of travelers flung far in time and space by their own abilities. That is why the Brotherhood of Sorcerers should take special care of Source-children, raise them under its watchful eyes.\r\n\r\n", "authors": ["Vilgefortz of Roggeveen"]}, {"id": 17959, "title": "Lara's Gift", "text": "...but even pleas and invocations didn't soften the stone hearts of the dh'oine, the cruel and merciless humans. And when Lara grabbed the carriage door, begging for mercy &mdash; not for herself, but for her child &mdash; the queen ordered a thug to swing his sword, cutting her fingers off. The winter cold set in that night, and on a hill amidst woods, Lara drew her last breath while giving birth to her daughter, whom she protected with what warmth was left in her body. And even though night, winter and blizzard were all around, springtime suddenly came to the hill and feainnewedd flowers bloomed. To this day those flowers are found in only two places: the valley of Dol Blathanna and on the hill where Lara Dorren aep Shiadhal died.", "authors": ["Unknown "]}, {"id": 17958, "title": "The Rivian Pogrom", "text": "After the war, the people of Rivia were unhappy. Poverty was the plight of many and most believed the kings and magnates had betrayed them during the peace talks by not exacting reparations from Nilfgaard. A scapegoat was needed and as usual it was the changelings &mdash; nonhumans and witches.\r\n\r\nA mere spark was required to send a furious crowd into the streets. Anyone who seemed different was targeted. Dwarves, elves and those accused of using spells were all murdered. People also used the situation to settle old scores, loot and rape. I admit shamefully that few were brave enough to stand in defense of the persecuted. Among those few was the famous Geralt of Rivia, who in seeking to protect his friends was struck with a pitchfork and died. There would have been more victims if not for the intervention of Triss Merigold. The sorceress sent a powerful hailstorm down on the crowd. Only that powerful spell could stop the rioting. What happened to the body of Geralt of Rivia and those who stood by his side, I do not know.", "authors": ["Unknown "]}, {"id": 17956, "title": "The Tome of Fear and Loathing, volume I", "text": "The bestiary describes necrophages: the ghoul and the graveir. It provides information on fighting methods and alchemical ingredients that can be obtained from the bodies of these monsters.", "authors": ["Unknown "]}, {"id": 17957, "title": "The Great Book of Minerals", "text": "The book discusses minerals used in alchemy, including sulfur, Ginatz's Acid, wine stone, Naezan salts, Calcium Equum, phosphorus, powdered pearl, pyrite, Optima Mater, the Fifth Essence, Ducal Water, Albar's Crystals, Lunar Shards and quicksilver solution. The alchemical substances present in these ingredients are also discussed.", "authors": ["Unknown "]}, {"id": 17955, "title": "Foreign Lands", "text": "The Nilfgaardian Empire is gigantic. It was once but a single realm that went on to conquer neighboring lands and assimilate their populations. Today all who hail from the south are called Nilfgaardians, though some take offense as they have sought to preserve their national identity.\r\n\r\nNilfgaard is ruled by a tyrannical emperor. He tolerates no opposition and knows no pity. Some call him the White Flame Dancing on His Enemies Barrows. His symbol (and the Empires) is a silver sun on a black background. It is worth noting that the female ruler of the Valley of Flowers (the sole existing elven state) considers herself a vassal of the emperor.", "authors": ["Marco Knopf"]}, {"id": 17954, "title": "Cults and Religions of the Nordlings", "text": "Among the numerous faiths of the Nordlings, the most widespread is the cult of Melitele, a goddess in three forms: young girl, mature woman and old hag. Melitele is a Mother Goddess, caring for her children. Primarily women pray to her, though men in need might also utter supplications. The religion is a vestige of the old matriarchy and testifies to the weakness of the Nordlings &mdash; people who worship female deities are soft-hearted and incapable of preparing their sons for war.\r\n\r\nIn recent years, the cult of Melitele has found a rival in the cult of the Eternal Fire, which came out of Novigrad. Clerics of the Eternal Fire demonstrate fanaticism and almost complete devotion. The religion is hostile toward any form of otherness, including non-humans. The Order of the Flaming Rose is the cult's military arm.\r\n\r\nThe treatise also examines other faiths, including the cult of the Lionhead Spider.", "authors": ["Stefan Keller"]}, {"id": 17953, "title": "The Double Cross of Alzur", "text": "An edition censored by the Brotherhood\r\n\r\nI was vested with the thankless responsibility of preparing a new edition of the incomplete tome of Alzur (some of its pages have been torn out), which describes the methods of creating monstrous beasts. Whoever remembers the koshchey or the viy of Maribor knows the evil the book has caused, especially the Double Cross of Alzur described therein. The following edition provides information on creatures such as the frightener or the koshchey, but does not contain the secrets of creating these beasts.\r\n\r\nTo ensure safety, I would nevertheless suggest that readers never utter any formulae outloud and speak all vowels while inhaling.", "authors": ["Unknown "]}, {"id": 17952, "title": "Forensic Medicine", "text": "Before beginning an autopsy, we must gather as much information as possible to help us interpret any marks we discover on the body. It is good to know who the victim was and in what setting the corpse was found. Witnesses should be questioned and experts consulted.\r\n\r\nA well conducted autopsy gives almost as much information as talking to the victim. We can learn when death occurred, its circumstances, and what happened to the body afterwards. We may also learn about the murderer, any objects used in the murder and the manner of their use.\r\n\r\nA corpse cut with a scalpel is like an open book. Whoever examines the details and carefully tests every hypothesis will understand it.", "authors": ["Milo Vanderbeck"]}, {"id": 17950, "title": "Feainnewedd", "text": "The book provides information required to recognize feainnewedd and obtain alchemical ingredients from it.", "authors": ["Unknown "]}, {"id": 17951, "title": "Against Nonhumans", "text": "It was then that the elven wise men called the Sages gathered in the dungeons beneath Reinhold Castle. The eldest of them said: \"The day and the hour have come. We are here to discuss the fall of humans. We will avenge the death of Lara Dorren, we will shed their blood and drown the world in chaos. We will hide in the fortress for five hundred years while the chosen live in human cities and become their neighbors. Everyone knows their place in the Plan, whether elf, dwarf, gnome, sorcerer, or Nilfgaardian. Whoever betrays us is doomed. We will call ourselves Superiors, because we have no lords over us and we spit on gods.\"\r\n\r\nThen all swore an oath and each drank the blood of an innocent child from a golden chalice to seal their obedience to the Plan.", "authors": ["Unknown "]}, {"id": 17948, "title": "The Frightener", "text": "A collection of information on an unusually rare monster known as the frightener.", "authors": ["Unknown "]}, {"id": 17949, "title": "Monstrum, or Description of the Witcher", "text": "Indeed, there is nothing more repulsive than these monsters that defy nature and are known by the name of witcher, as they are the offspring of foul sorcery and witchcraft. They are unscrupulous scoundrels without conscience and virtue, veritable creatures from hell capable only of taking lives. They have no place amongst decent and honest folk.\r\n\r\nAnd this Kaer Morhen where these villains nest and practice foul rituals must be wiped off the face of the earth, and all evil traces of it need be treated with salt and saltpeter to complete the deed.\r\n\r\nOnce as numerous as the beasts they fought, today the witchers are seen as a relic of times long gone. The exact nature of their training remains a mystery. It is known it consists, among others, of the Trails &ndash; processes that transform the organism using a specific combination of secret herbs and infusions. Those who survive them gain superhuman reflexes, speed of reaction, the ability to see in the dark and many other traits making them lethal foes. During their training they learn swordplay and basics of magic, known as Signs. Armed in this set of abilities, the witchers can effectively fulfill their objective, that is protect humans from the monsters inhabiting our world.\r\n\r\n", "authors": ["Unknown "]}, {"id": 17945, "title": "Specters, Wraiths, and the Damned", "text": "The book contains information on noonwraiths, nightwraiths, specters and the terrifying Wild Hunt.", "authors": ["Unknown "]}, {"id": 17946, "title": "The Wonderful World of Insectoids", "text": "The book provides valuable information on kikimores: workers, warriors and queens. It also mentions giant centipedes.", "authors": ["Master Dorregaray"]}, {"id": 17947, "title": "Barghests", "text": "The text consists of statements by people who have seen barghest attacks. These eyewitness accounts provide a lot of valuable information.", "authors": ["Unknown "]}, {"id": 17944, "title": "Ithlinne's Prophecy", "text": "Aen Ithlinnespeath\r\nThe Prophecy of Ithlinne Aegli aep Aevenien\r\n\r\n<b>The Witcher</b>\r\n\r\n\"I tell you that the time of the sword and axe approaches, the time of the Wolf's Blizzard. The Time of the White Frost and White Light, the Time of Madness and Disdain, Tedd Deireadh, the Final Age. The world will perish amidst ice and be reborn with the new sun. Reborn of the Elder Blood, of Hen Ichaer, of a planted seed. A seed that will not sprout but burst into flames!\r\n\r\nEss'tuath esse! So shall it be! Watch for the signs! I will tell you what these signs will be &mdash; the earth will run with the blood of Aen Seidhe, the Blood of the Elves...\"\r\n\r\n<b>The Witcher 3</b>\r\n\r\nBehold! For nigh is the Time of the Sword and Axe, the Age of the Wolven Blizzard. Nigh is the Time of the White Frost and White Light, the Time of Madness and Disdain, Tedd Deire&#225;dh &ndash; the Final Age.\r\n\r\nThe world shall perish amidst ice and be reborn with the new sun. Reborn of the Elder Blood, of Hen Ichaer, of a planted seed. A seed that will not sprout but burst into flames!\r\n\r\nEss'tuath esse! So shall it be! Watch for the signs! And I say unto you what signs they shall be: first the earth will run with the blood of the Aen Seidhe, the Blood of the Elves...", "authors": ["Unknown "]}, {"id": 17941, "title": "The Tome of Fear and Loathing, volume II", "text": "The tome provides information on alghouls, cemetaurs and devourers.\r\n\r\nIt discusses methods of fighting the monsters and alchemical ingredients that can be obtained from them.", "authors": ["Unknown "]}, {"id": 17940, "title": "Ain Soph Aur", "text": "Ten wordly elements, ten corner stones. All emerged from these ten. Seeker, lift your eyes, search your past and you shall find.\r\n\r\nHe who knows your course holds Wisdom and will share it when asked.\r\n\r\nAnother has gained uncountable riches, yet has Compassion in his heart.\r\n\r\nYour heart, in turn, does not harbor Love, but it is with one who knows mercy, one able to love.\r\n\r\nOnce blind, now plunge into your mind, your memory. Dark and dangerous is the path from enslavement to the promised Kingdom.\r\n\r\nA goddess thrice over &mdash; Virgin, Mother, Old Woman. Three faces, three graces: Understanding, Power, Glory. Achievable through sacrifice and prayer.\r\n\r\nThe Foundation lies in the deep. Be not tempted by the errant fires. Defeat death and you will be rewarded.\r\n\r\nVictory is gained only by fighting its sentry.\r\n\r\nHe who leads through labyrinthine mysteries will offer you the Crown of consciousness.\r\n\r\nAt your path's end, Awareness will be yours, you will comprehend. What is locked will open before you.\r\n\r\nThe ten names are: Wisdom &mdash; Chocc'mah, Understanding &mdash; Veen'ah, Love &mdash; Kezath, Compassion &mdash; Tipperath, Power &mdash; Ghe'vrath, Victory &mdash; Neh'tza, Glory &mdash; 'Oth, Foundation &mdash; Y'esath, Kingdom &mdash; Maal'kad, Crown &mdash; Keth'aar.", "authors": ["Unknown "]}, {"id": 17936, "title": "Berengar's notes on the Beast", "text": "First night: 95 kg of muscle, height around 4,5 feet, fangs the length of a man's thumb - to be avoided. Shares characteristics with Alzur's Demon.\r\n\r\nSecond night: summons barghests with its howling, has the ability to 'disappear', probably by assuming spectral or spiritual form, can only be seen with the help of a potion.\r\n\r\nThird night: highly resistant to iron and Signs, walked right over three Yrdens without noticing.\r\n\r\nFourth night: all features of Alzur's Demon confirmed. The Beast asks a question, those who answer correctly stand a chance of slaying it.\r\n", "authors": ["Berengar"]}, {"id": 17937, "title": "Ritual Plants", "text": "The book allows one to recognize allspice root, ergot seeds, wolfsbane, mandrake, han, hops, and mistletoe. It also describes the methods for obtaining alchemical substances from them.", "authors": ["Unknown "]}, {"id": 17938, "title": "The Last Wish", "text": "The work mainly discusses fire genies, also known as ifrits.", "authors": ["Unknown "]}, {"id": 17934, "title": "Disenchanting a Striga", "text": "The witcher then said to King Foltest: \"Pay me, Sire, and I will find your daughter in the dark tomb. I will restore her human form if I can, and if I cannot then I will not hesitate to kill the princess.\"\r\n\r\nThe king understood this was his only chance and so placed his daughter's fate in the witcher's hands.\r\n\r\nThe conjurer struggled with the striga for hours. He warded her off with silver and magic arts. He grappled with the beast and did not let her wound him, but avoided causing serious harm to her as well.\r\n\r\nFinally, he locked himself in the crypt, sealed the entrance with magic and waited until dawn.\r\n\r\nWitchers possess great knowledge about monsters and know that the rooster's morning call is enough to disenchant a cursed creature.", "authors": ["Unknown "]}, {"id": 17931, "title": "Against the Institution of Marriage", "text": "The female royal wyvern is smaller but more cunning and venomous than her male counterpart. She can be aggressive towards both males and other females. She is a perfect example of how gender relations among humans have their source in the animal world. This is altogether not surprising.\n", "authors": ["Master Dorregaray"]}, {"id": 17932, "title": "The Road of No Return", "text": "The book provides information on a magically created monster known as the koshchey.", "authors": ["Unknown "]}, {"id": 17933, "title": "Tower mage's book", "text": "Regardless of all his madness, Alzur managed to arrive at some surprising results. He came to the conclusion that he would discover the secrets of animating inanimate matter when he learned to animate energy. According to Alzur, a golem would work only when filled with living power that would imitate a divine pneuma &mdash; a soul.\r\n\r\nThe wizard did not have a chance to finish his research but his experiments revealed the secret of the Thunder and Shield spells.\r\n\r\nAlzur was able to summon living lightning capable of locating and following its target, and a living shield capable of releasing such lightning. The fools would only see his discoveries as weapons even more powerful than the viy of Maribor or the infamous koshchey.\r\n\r\nHowever, I can clearly see that Alzur's Thunder is yet another stop on the path leading to creating a perfect being.", "authors": ["Unknown "]}, {"id": 17930, "title": "Swamp Plants", "text": "The book describes celandine, beggartick and fool's parsley, as well as the methods of obtaining alchemical ingredients from these plants.", "authors": ["Unknown "]}, {"id": 17929, "title": "An Invitation to Magic", "text": "Magic is an incarnation of Chaos, a key which opens forbidden doors to nightmares, to the powers of pure Evil capable of annihilating the entire world. Do you not fear magic? Do you still want to tame it, to wield it?\r\n\r\nKnow then that magic is a talent given only to the chosen few. Have you found this talent within you? Do you want to tap into this source?\r\n\r\nKnow then that years of intensive study await you. You must gain extensive knowledge and constantly sharpen your mind. Creative magic is not witcher Signs and parlor tricks. Magic is an Art.\r\n\r\nOnce you learn to control the Art, you will gain power over fire, water, earth and air. Power over people's minds. Power over yourself.", "authors": ["Anabelle Radfind"]}, {"id": 17928, "title": "Basics of Alchemy", "text": "To understand alchemy, you must understand two great truths. First truth: \"As above, so below.\" Second truth: \"Everything is one.\"\r\n\r\nThese truths teach that alchemical substances are everywhere around you &mdash; in field herbs, in human and animal bowels, even in rocks. This is because alchemy is life, and life is alchemy. Once you understand alchemical processes, you will understand the processes of life and the world of nature will become an open book.\r\n\r\nYet alchemy is also knowledge. Does the potion require a flower or a leaf? Where is vermilion found &mdash; in the kidney or the eye? These questions are answered by books. Therefore, read both the old masters and new works. Practice your herbalist skills and mixing oils and powders.\r\n\r\nHowever, first and foremost experiment &mdash; because the greatest discoveries in alchemy have come about through experimentation.", "authors": ["Master Jeremiah"]}, {"id": 17927, "title": "The Conjunction of the Spheres", "text": "<b>The Witcher</b>\r\n\r\nThe cataclysm commonly known as the Conjunction of the Spheres happened one and a half millennia ago. A cosmic collision of several parallel universes, this disaster left numerous creatures not native to our reality trapped here. For example, ghouls and graveirs, which lack their own ecological niches are simply relics of the Conjunction.\r\n\r\nThe elves claim that humans also arrived in this world during the Conjunction. This occurred soon after they managed to destroy their own world. The elves claim that it was during the Conjunction that humans learned to use magic.\r\n\r\nOf course, these are all vile lies and foul fabrications circulated by nonhumans, who will resort to the most malicious slander to justify their claims.\"\r\n\r\n<b>The Witcher 2</b>\r\n\r\nThere are scores of learned works, dissertations and treatises about this magical cataclysm from about 1500 years ago. Because of this event, creatures never seen before entered our world, and still do not have their own ecological niche here. Among others, graveirs and ghouls are relics of the permeation of the spheres, though elven tradition has it that we, humans, are also newcomers from that time. The sorcerers claim that time humanity received both the wondrous gift and the terrible curse that they consider magic to be at that time.\r\n\r\n<b>The Witcher 3</b>\r\n\r\nScholars have many vices. Possibly the worst among them is a tendency to describe the simple in unnecessarily complex terms, to dress the plain the the garb of false learning.\r\n\r\n\"The Conjunction of the Spheres\" might serve an an excellent example of this. This name, so mysterious to a commoner's ear, could be replaced with a much simpler alternative: When the Worlds Collided. The phenomenon itself can also be explained in terms simple enough for a child to understand.\r\n\r\nImagine, dear reader, that our world is a ship sailing on a great sea. From its deck we can see other, distant vessels &ndash; those are the stars. These vessels each bear their own goods and their own crews. They usually pass us at some distance, barely visible specks, even views through a spyglass. Once every few thousand years, however, a storm breaks above this cosmic sea, a storm so strong it tosses the ships towards one another, making them sail check by jowl. Part of the crew of one ship can, at such times, move to another, and some of the cargo from one ship's hold can spill onto a neighboring vessel. When the weather calms, the ships separate once again and sail their separate, invariably different ways.\r\n\r\nThe so-called \"post-Conjunction beings,\" namely monsters such as ghouls and basilisks, are precisely such passengers from another vessel. And we humans are castaways, flung against our will from somewhere far away onto a world previously inhabited by the Elder Races. Once here, we learned the arcane mysteries of magic. unbeknownst to us before.\r\n\r\nCould the worlds collide once more? Perhaps. Can this cataclysm be avoided, or thet oppposite &ndash; hastened? Some scholars believe there are beings who have mastered this skill, who possess rare genes [which] allow some to seize the helm of our vessel and steer us... to safer waters, or to our doom.", "authors": ["Adam Nivelle"]}, {"id": 17926, "title": "Ostrit's journal", "text": "I curse you, Foltest, and hope you rot amidst worms in hell. I curse your incestuous deeds. Your sister Adda deserved better. I implore destiny to render the child born of your lechery as monstrous as you. If the witch spoke truly, you will soon taste my vengeance. I need only prepare the ingredients and utter the words thrice. Some say that not even the words are necessary, that hatred alone suffices. Know that my hatred is fierce.\r\n\r\n<i>On the margins someone made notes, as if researching how to renew the curse of the striga.</i>", "authors": ["Ostrit"]}, {"id": 17924, "title": "Fairytales and Stories", "text": "Then the fairy said to the witcher: \"I will tell you what to do: put on a pair of iron shoes, pick up an iron staff. Walk in the iron shoes to the end of the world, pat the ground before you with the staff, and sprinkle it with tears. Walk through fire and water, do not stop, do not look back. And when your shoes wear out, and when the iron staff shatters, when the wind and the heat dry your eyes so that you cannot shed another tear, then you will have reached the world's end, and you will have found what you seek what you love. Perhaps.\"\r\n\r\nAnd so the witcher walked through fire and water without looking back. But he took neither the iron shoes nor the staff. He took only his witcher's sword. He did not heed the words of the fairy. And that's a good thing, because she was an evil fairy.", "authors": ["Flourens Delannoy"]}, {"id": 17925, "title": "The Secret Gates", "text": "Old men say that long, long ago a mage lived in the swamp. He spent his days and nights pouring over his books and pipettes. They say he was seeking a stone that turns lead into gold and springs water into moonshine; in other words, a stone that sublimates all matter.\r\n\r\nThe Gods were not pleased because his pride would reach where no mortal should. Thus, one night a terrible storm struck the mage's tower down. However, he built a new one and cast spells to tame the storm. This tower stood until another dark night, the earth itself moved and toppled it. Yet he built a new one and cast spells to bind the earth itself.\r\n\r\nAnd so neither heaven nor earth could harm the mage. Then one day, he disappeared. Some say he took on an apprentice and this brought him to his doom, others claim a woman was his undoing, yet others that his own creations turned against the mage. In any case, the tower stands locked and guards its secrets, and what lurks inside, nobody knows.", "authors": ["Ransant Alvaro"]}, {"id": 17923, "title": "Sorceresses and Sorcerers", "text": "The Brotherhood of Sorcerers ceased to exist after the revolt on Thanedd Island, when some of the mages were accused of serving Nilfgaard and were arrested or killed. All the important sorcerers were there for a meeting due to transpire on the following day. Neutral mages also perished during the fighting. Among them was Hen Gedymdeith, who remembered the beginnings of human colonization.\r\n\r\nSoon after, Tissaia de Vries committed suicide. Her death marked the end of the Brotherhood and the advent of a new order.\r\n\r\nAfter the revolt on Thanedd Island some of the surviving sorceresses grew in prominence. Philippa Eilhart consolidated her position at Redania's court, while the elf Francesca Findabair, queen of the Valley of Flowers, expanded her involvement in human affairs. Triss Merigold, a younger sorceress representing Foltest's interests, also joined in shaping the new order.", "authors": ["Marcus Marcellinus"]}, {"id": 17921, "title": "Grandma's diary", "text": "\"Grandma's diary. Contains memories of the old hag's younger days...\"\n\nThe diary is bound with a pink ribbon. The inscription on the cover, in a child's handwriting, reads: \"Whosoever reads a page will a monster enrage.\" \n", "authors": ["Grandma"]}, {"id": 17922, "title": "Recent History", "text": "Field Marshal Coehoorn's strategy failed when his flanking maneuver was stopped by the heroic Viziman infantry led by Governor Bronibor, though they paid dearly for their heroism in blood. While the Vizimans resisted, Nilfgaard's left flank crumbled &mdash; some began to flee while others banded into small groups to defend themselves as they were surrounded. The same soon happened on the right, where the tenacity of the dwarves and mercenaries finally broke Nilfgaard's momentum. A loud cry of triumph rose on the battlefield as the hearts of the royal knights filled with new courage. Nilfgaardian spirits fell, the men's hands went limp, and our warriors began cutting them down.\r\n\r\nAnd Field Marshal Menno Coehoorn realized that the battle was lost as he saw his men being killed and dispersed all around. His officers and knights came to him leading a fresh horse, urging him to flee, to save his life. But the Nilfgaardian marshal's heart was fearless. \"It wouldn't be right\", he said, refusing the reins. \"It wouldn't be right to run like a coward from the field on which, under my orders, so many good men have fallen for the emperor.", "authors": ["Unknown "]}, {"id": 17919, "title": "The Disease of Civilization", "text": "Zeugls are very much the focus of this work. These monsters live in trash heaps, amidst waste. The author warns of the danger they pose and describes the methods for combating them.", "authors": ["Unknown "]}, {"id": 17978, "title": "Vampires: Facts and Myths", "text": "The book contains information on lesser vampires like fleders and garkains, as well as higher vampires, including alps and bruxae. It describes methods of fighting blood-drinkers and dispels myths that have accumulated concerning these monsters.", "authors": ["Unknown "]}, {"id": 17980, "title": "The Kingdom of Temeria", "text": "Temeria, the jewel of the North, has silver lilies on a black background as its emblem. The kingdom, always powerful, has gained even more prominence in recent years under the wise rule of the good King Foltest. Redania lies to the north, across the Pontar river, while mountain ranges can be found to the south and east. One of them is Mahakam, a stronghold of dwarves and gnomes, past which the lands of Lyria and Aedirn lie. The capital of Temeria is Vizima, located on the shores of Lake Vizima. Maribor is the realm's second largest city.", "authors": ["Alice Kim"]}, {"id": 17981, "title": "A Small Book of Minerals", "text": "The book describes basic mineral ingredients used in alchemy, including sulfur, Ginatz's Acid, wine stone, Naezan salts, Calcium Equum and phosphorus. It also discusses the alchemical substances found in these minerals.", "authors": ["Unknown "]}, {"id": 17983, "title": "Transmutations and Metamorphoses", "text": "To follow the example of the sorcerer from the tower, we first need to classify substances, diving them into superior and inferior varieties. Only the former can be described by the theory of interdependence presented here.\r\n\r\nInferior substances do not produce a chain of quasi-life structures, for their nature is substandard in quality and they cannot exist independently. However, it has been proven that they are paradoxically essential for the chain to exist in spite of their inferiority. The hypothesis of interdependence assumes that the chain of quasi-life must contain one substance of each superior element. Nonetheless, the chain's structure, proposed by Raffard the White, has one too few paces for them, namely only five. If the chain were transposed and then transmuted, the problem would easily be solved. Alas, the first operation cannot be performed without damage to the chain's integrity. The only solution is to use a so-called reversed transmutation, which will eventually cause the chain to rotate. As a result of rotation all six superior substances will constantly leave and join the chain without destroying it. From the holistic point of view, there will always be six superior substances occupying five places. The ingenuity of this solution lies in the chain having all the qualities of the three inferior substances. Thus the paradox of interdependence, or as some say coexistence, is no longer a problem.\r\n\r\nUnfortunately, since none of the modern works describe how to perform reverse transmutation, the problem of animating the inanimate remains unresolved.", "authors": ["Adalbertus Aloysius Kalkstein"]}, {"id": 17984, "title": "The Druid's Herbarium", "text": "This book discusses various plant substances used by the druids, including hellebore petals, allspice root, wolf's aloe, verbena, mistletoe and ginatia. It also details the methods of obtaining alchemical ingredients from them.", "authors": ["Unknown "]}, {"id": 17985, "title": "Ars Amandi", "text": "The way to a mans's heart is through his stomach. The way to a lady's heart is paved with beautiful words and appropriate gifts. Many have lost fortunes trying to win a woman's heart. This book explains how to avoid that fate.\r\n\r\nOne must know that ladies' tastes vary according to their status. A gift fit for a peasant girl will not please a noblewoman. Simple girls will be happy with a flower, while refined courtesans will laugh at a bouquet and only show favor [when she] is presented with a gold ring. But beware of traps! Sometimes, with much effort, you win a lady's heart only to become her slave, ready to fulfill her every wish! Avoid earning the heart of your woman at the cost of your own head!", "authors": ["Publius Naso"]}, {"id": 17986, "title": "Ornithosaurs", "text": "The book contains information on female and male wyverns, as well as on cockatrices and basilisks.", "authors": ["Unknown "]}, {"id": 17987, "title": "Shadow People, or the story of His Majesty's Secret Service", "text": "Redania's political situation was best grasped by Sigismund Dijkstra, who could accurately foresee the future and would have assessed present events level-headedly.\r\n\r\nDijkstra knew the kings of the North were weak and that actual power rested with the sorceresses. He assumed that a counterbalance for their magic could only be provided by a strong religious cult offering an ideology that would appeal to the masses and possessing real armed forces.\r\n\r\nThe chief of Redanian intelligence supported the newly-formed Order of the Flaming Rose, but disagreed with the concept of establishing its main commandery within Redanian territory. Dijikstra is reported to have said: \"It's good to have fanatics and sorceress-scarers on one's side, but it's even better when they live beyond one's borders.\r\n\r\nFundamentalists always cause trouble, so it's best to transfer this trouble to somebody else. Like the Temerians, for instance. And if we need fanatics, if we need to unleash them against the sorceresses or Nilfgaard, we'll just whistle. They will not be far &mdash; just beyond the border.\" Time will tell how much truth there was in these words.", "authors": ["Oribasius Giafranco Paolo Reuven"]}, {"id": 17988, "title": "Hymns of Madness and Despair", "text": "I tell you: When the Sleeper awakens, Dawn will come for the Children of the Deep.\r\n\r\nI tell you: It is I &mdash; I am the Doom of the World, I am its Hope.\r\n\r\nThe unjust waslk a straight path. My paths are unknown. The lips of the unjust are caked with filth. I am the cleansing. The unjust bow before false lords and will be tramped into the ground. For who is above the Lords?", "authors": ["Philip Ward"]}, {"id": 17989, "title": "The Flower and the Flame", "text": "It was at the time when the Order of the White Rose was falling into decay and declining in power.\r\n\r\nMasters and knights were equally corrupt, lacking in faith; they preferred a warm bed to fighting, street girls to prayer.\r\n\r\nRudolf Valaris ceded the title of grand master to Jacques de Aldersberg, a man of great piety and righteousness. It is said that during the conclave, a white rose in his hand burst into flames and pious fear seized those present. Jacques had a clear vision of necessary reforms and did not hesitate to put them into effect. He changed the name of the order, which is now known as the Order of the Flaming Rose.\r\n\r\nAbove all, he set the knights a new goal &mdash; to serve and protect humans from creatures of darkness and monsters, a category he expanded to include those known as the Scoia'tael.", "authors": ["Knight Eric Vogel"]}, {"id": 17990, "title": "Lectures on Security and Hygiene in Magic", "text": "Once an absent-minded mage created a golem, animated it by casting Alzur's Thunder, and ordered his new servant to fetch water, before burying himself in his scholarly books. The golem kept carrying water day and night, without pause, and ultimately flooded not only the mage's house, but the whole city. As you can see, my young students of the Art, improper use of tools and a lack of elementary training may cause a tragedy.\n", "authors": ["Anabelle Radfind"]}, {"id": 17991, "title": "Greater Brothers", "text": "The documents describe super-humans, or super-mutants, called Greater Brothers.", "authors": ["Unknown "]}, {"id": 17992, "title": "The Aftermath of the War", "text": "It should be stated clearly and plainly: the order created after the war with Nilfgaard is no order. It is a mess. Kings still tremble before the might of the Black Ones, Nilfgaard still threatens the North. Sorceresses and spies work from the shadows, pulling puppet strings. Monsters roam the roads, while soldiers do what they want and oppress simple folk. A mess, I say.\r\n\r\nAmongst all the dangers, two are especially significant. The first comes from the nonhumans, who have assimilated only superficially. Nilfgaard has given the elves hope for a rebirth, it has placed swords in their hands and a slogan on their lips. We will know no peace while nonhumans walk the earth. The second resides in new religious movements. Only a few years ago the cult of the Eternal Fire was laughed at: how can one worship fire? Some mocked it, saying: \"Maybe we should start worshiping mud or the winds?\" They now bow their heads before the might of the Order and demonstrate themselves to be zealous neophytes.\r\n\r\nFundamentalism has always drawn strength from hypocrisy and ignorance. Never before in history, however, has there been so much on which to draw.\r\n\r\nWhat then can an ordinary man do in such turbulent times? Maintain his integrity and decency &mdash; that's what.", "authors": ["Jurga of Maribor"]}, {"id": 17993, "title": "Subterranean Plants", "text": "The book describes sewants and green mold, as well as the methods of obtaining alchemical ingredients from these plants.", "authors": ["Unknown "]}, {"id": 18449, "title": "Zerrikanian Sun", "text": "<b>The Witcher</b>\n\nAssassins from the sect known as the Zerrikanian Sun use this flash bomb to cover their escape after they eliminate a target. Sentries and guards blinded by the flash are more likely to attack each other than their opponent. The sect trains its assassins to close their eyes instinctively at the moment of detonation; witchers need not do this as their mutated pupils automatically narrow in response to the explosion.\n\n<b>The Witcher 2</b>\n\nThe explosion of the Zerrikanian Sun is so abrupt and bright that it instantly, though temporarily, blinds anyone who glances at it. Foes thus blinded become easy prey for the witcher.\n\nThis bomb is ineffective against monsters that cannot be blinded. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18450, "title": "Dragon's Dream", "text": "<b>The Witcher</b>\n\nThe Zerrikanians worship dragons, so it is no surprise this mixture, which releases a cloud of flammable gas, is named after the fearsome beasts. Whosoever detonates a Dragon's Dream is sure to conjure the spirit of the creature itself.\n\n<b>The Witcher 2</b>\n\nThe members of certain Zerrikanian religious sects claim that Dragon's Dream bombs are filled with visions of all-consuming, destructive fire - from whence the bomb's name. Upon detonation, the bomb releases a cloud of gas that ignites violently when exposed to an open flame.\n\nClouds from multiple Dragon's Dreams can ignite one another in a chain reaction that incinerates creatures spread out over a large area. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18451, "title": "King and Queen", "text": "Zerrikanian wizards have mastered the dangerous art of crafting explosives. King and Queen is an example of their handiwork &#8212; such a simple looking item and yet it is enough to send enemies scrambling, panic in their eyes.", "authors": ["Dandelion[Journal]"]}, {"id": 18452, "title": "Devil's Puffball", "text": "<b>The Witcher</b>\n\nThe formula for this bomb was developed by Zerrikanian alchemists and migrated to the Northern Kingdoms thanks to traveling merchants.\n\n<b>The Witcher 2</b>\n\nDevil's Puffball, also known as the Peasant's Fart, emits a cloud of poisonous gas centered on the detonation site. Any creature within range of the toxic cloud is poisoned.\n\nThe bomb is ineffective against creatures resistant to poison. It is advisable to use it against creatures attacking in groups.\n\n", "authors": ["Dandelion[Journal]"]}, {"id": 18453, "title": "Samum", "text": "<b>The Witcher</b>\n\nZerrikanian wizards have learned to harness the energy of hot desert storms and bind it into an arcane mixture. When detonated, the Samum releases this energy and stuns opponents with the ferocity of desert winds.\n\n<b>The Witcher 2</b>\n\nA Zerrikanian invention, Samum found its way North thanks to merchants and was later adopted by the witchers. The bomb stuns and immobilizes all creatures within range, rendering them defenseless against the witcher's blade.\n\nThis bomb is ineffective against creatures resistant to Stunning. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18454, "title": "Necrophage oil", "text": "<b>The Witcher</b>\n\nNecrophages are accustomed to poisonous vapours. Yet even the most rancid ghouls and graveirs cannot withstand the poison wounds inflicted by a blade coated with Necrophage oil.\n\n<b>The Witcher 2</b>\n\nThis blade grease increases sword damage dealt to necrophages - i.e., all creatures that devour corpses. It is the most effective oil against monsters of this type.\n\nThis oil is ineffective against humans and monsters other than necrophages.\n", "authors": ["Dandelion[Journal]"]}, {"id": 18455, "title": "Specter oil", "text": "<b>The Witcher</b>\n\nThere is a mysterious boundary between the worlds of the dead and the living, one which is easier to cross for restless specters than for humans. To injure a spectral opponent, first anoint a blade with this oil. Only then will the weapon truly part the curtain dividing the worlds, thereby damaging the specter.\n\n<b>The Witcher 2</b>\n\nWitchers apply this grease to their blades before fighting ghosts, apparitions and all manner of damned phantasms. It is the most effective oil against foes of this type.\n\nThis oil is ineffective against humans and monsters other than wraiths. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18456, "title": "Brown oil", "text": "<b>The Witcher</b>\n\nCurse your enemy bearing the name of Coram Agh Tera, the Lionhead Spider, and dip your blade in oil. An enemy wounded with the dagger will bleed to death even from a slight wound.\n\n<b>The Witcher 2</b>\n\nWounds caused by a blade covered with Brown Oil do not heal. The blade grease also augments hemorrhaging. Hit an opponent with a blade covered with Brown Oil, adopt a defensive stance, and stall for time. The adversary soon drops to the ground due to loss of blood.\n\nThis oil is ineffective against creatures resistant to bleeding. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18457, "title": "Crinfrid oil", "text": "The formula for this substance comes from the city of Crinfrid, where it is widely employed by dark characters of all kinds.", "authors": ["Dandelion[Journal]"]}, {"id": 18458, "title": "Vampire oil", "text": "Whosoever seeks to destroy a vampire, to banish it from this world forever, should prepare St. Gregory's Oil, called Vampire Oil by witchers. No fleder or bruxa can withstand it.", "authors": ["Dandelion[Journal]"]}, {"id": 18459, "title": "Hanged man's venom", "text": "<b>The Witcher</b>\n\nIn preparation for an assignment, an assassin applies Hanged Man's Venom to his blade. He grinds the ingredients with a mortar and pestle until he gets a thick paste, and then lightly coats the tools of his trade while taking care to keep the substance from touching his skin. Then comes the hard part, but even a hastily aimed slash can be fatal if Hanged Man's Venom slips into the wound.\n\n<b>The Witcher 2</b>\n\nHanged Man's Venom is a toxin that is equally lethal to humans, elves and dwarves. Applied to a blade, it deals more damage than any other coating.\n\nThis oil is ineffective against monsters. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18460, "title": "Insectoid oil", "text": "<b>The Witcher</b>\n\nHuge viys, kikimores and other insectoids suffer greater damage from weapons coated in this poison invented by witchers. Witchers also use Insectoid oil to rid their fortresses of bugs and parasites.\n\n<b>The Witcher 2</b>\n\nThis blade grease increases sword damage dealt to arachnids and creatures similar to insects in their physiology. It is the most effective oil against monsters of this type.\n\nThis oil is ineffective against humans and monsters other than insectoids. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18461, "title": "Argentia", "text": "Silver brings ruin to all beasts, but even a brave knight bearing a silver blade may not have the strength to defeat the most dreadful monsters. There is a way, though, to awaken the spirit of a silver sword &#8212; by using the moon oil known as Argentia.", "authors": ["Dandelion[Journal]"]}, {"id": 18462, "title": "Ornithosaur oil", "text": "This oil, sometimes called Basilisk Bane, contains a poison that is deadly to all reptiles. Even the basilisk, which possesses its own venom and is resistant to poisons, cannot withstand a blade coated with this substance.", "authors": ["Dandelion[Journal]"]}, {"id": 18464, "title": "Shrike", "text": "Shrike &#8212; the potion of revenge &#8212; mutates the blood itself. Whosoever spills a drop of Shrike-laced blood will earn a measure of pain in return.", "authors": ["Dandelion[Journal]"]}, {"id": 18466, "title": "Bindweed", "text": "Bindweed was created specifically to counter monsters which employ acid as a weapon. Witchers also call it 'swamp potion', because monsters which spit acid or have caustic blood are most often found in swamps.", "authors": ["Dandelion[Journal]"]}, {"id": 18467, "title": "Petri's Philter", "text": "<b>The Witcher</b>\n\nThroughout his life, the mage Petri sought a way to strengthen his magical powers. He failed in this endeavor, but several interesting potions came about through his attempts. One of these, known as Petri's Philter, is useful to witchers with magical skills. Witchers who prefer hand-to-hand combat rarely use Petri's Philter, however, especially since it is highly toxic and thus renders the use of any other potions impossible.\n\n<b>The Witcher 2</b>\n\nThis potion, created by a student of a famous mage of the first Conclave, is weaker than Stammelford's Philtre, but has no side effects. Petri's Philtre increases the intensity of witcher Signs - the impact of the Aard, the defenses of the Quen, the effectiveness of the Yrden, and so on.\n\nThe potion increases Toxicity very markedly when imbibed.\n\nIt is recommended for witchers who rely more heavily on magic than on their swords, and before fights against monsters vulnerable to Signs. \u001a\n", "authors": ["Dandelion[Journal]"]}, {"id": 18559, "title": "Conjunction of the Spheres", "text": "<b>The Witcher</b>\r\n\r\nA cataclysm which occurred 1,500 years ago, trapping in our dimension many unnatural creatures, including ghouls, graveirs and vampires. These beasts have no ecological niches of their own and are merely relics of bygone times.\r\n\r\nAccording to elven lore, humans arrived during the Conjunction, their own world having been destroyed. These human ancestors learned how to harness the power of primordial Chaos, and thus the first human wizards were born. Looking for a place in the world, humans took up arms against the Elder Races, who were unable to withstand the barbarians and ultimately surrendered. This is how humans came to rule the world.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nThere are scores of learned works, dissertations and treatises about this magical cataclysm from about 1,500 years ago. Because of this event, creatures never seen before entered our world, and still do not have their own ecological niche here. Among others, graveirs and ghouls are relics of the permeation of the spheres, though elven tradition has it that we, humans, are also newcomers from that time. The sorcerers claim that humanity received both the wondrous gift and the terrible curse that they consider magic to be at that time.", "authors": ["Dandelion[Journal]"]}, {"id": 18560, "title": "Dice poker", "text": "\"In his diary, the dice collector claims that dice poker became popular in the village of Murky Waters during the war with Nilfgaard. There should be loads of enthusiasts in the area.\"\n\n&#8212; Diary of a Dice Collector", "authors": ["Dandelion[Journal]"]}, {"id": 18561, "title": "Medical Science", "text": "For centuries, diseases have plagued mankind, yet when Jan Bekker subjected the Power to his will, people gained a powerful weapon in their fight against disease. Mages study bacteria and viruses, the ways germs spread as well as genetics. Their research is used by medics, who set up hospitals and produce increasingly effective medicines. There are also magical potions capable of healing wounds and internal injuries. Many magic users, such as Marti Sodergren or Visenna, have become healers, traveling the world and using their magic for the good of others.\r\n\r\nMedicical Science\r\n\r\nAutopsies are not universally approved of in criminal investigations. However, experts acknowledge the value of forensically examining a corpse after witnesses have been questioned and experts consulted. An autopsy can provide valuable information on the identity of a victim and on the precise means by which a crime was committed. While performing an autopsy, you should ask detailed questions based on the knowledge you possess. By rejecting impossibilities one by one, you may ultimately find that the truth lies in the most unlikely of hypotheses.\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 18562, "title": "Additional substances", "text": "An alchemical ingredient can contain one of three additional substances: albedo, nigredo or rubedo. If all of the ingredients chosen for the creation of a potion have identical additional substances, the resulting potion will provide additional benefits beyond its basic effect. \r\n &#8212; Source: Basics of Alchemy", "authors": ["Dandelion[Journal]"]}, {"id": 18591, "title": "Mage's tower", "text": "In the swamp, a mysterious building stands out from its surroundings. A tall stone tower, its doors are locked and an eerie silence reigns in the area, as if even the birds are able to sense the strange aura that surrounds it.\n\nThe tower in the swamp was built by a mage who wielded extremely powerful magic. It probably holds incredibly valuable secrets. Unfortunately, it was locked by its creator and no one has been able to open it since.\n\n\"The Secret Gates\" recounts the story of the mage who built the tower in the swamp. To erect the building on marshland, the sorcerer had to tame the elements of earth and protect the tower with spells. While delving into the secrets of magic, the sorcerer trifled with the forces of nature. The mage was betrayed by his beloved, a magical cataclysm ensued, catastrophe struck. The mage perished and all his works were sealed in the tower.\n\n\"Ain Soph Aur\" is a tome that details in a very tangled manner where to look for the Sephirot &#8212; stones which will open the tower in the swamp. The first stone is with a wise person. The second will come with freedom. The third stone is in the possession of someone wealthy, while a merciful person has the fourth. Three other stones are guarded by a girl, a mother and an old hag, and they can be obtained through sacrifice and prayer. The eighth Sephirah is hidden underground in the swamp and guarded by death. The ninth must be obtained by fighting its guardian, while the tenth and final will be a reward for tenaciously seeking the truth.", "authors": ["Dandelion[Journal]"]}, {"id": 18470, "title": "Willow", "text": "Willow augments a witcher's physical coordination and resistance to damage. It should be taken before a fight during which the witcher risks being knocked down or stunned.\"Willow augments a witcher's physical coordination and resistance to damage. It should be taken before a fight during which the witcher risks being knocked down or stunned.", "authors": ["Dandelion[Journal]"]}, {"id": 18471, "title": "Hellhound's Soul", "text": "Witchers are capable of extracting components even from the carcasses of unique creatures. This potion formula requires the iridescent mark of the mythical Hellhound, known also as the Beast. The resulting beverage causes further mutation in the witcher's body.", "authors": ["Dandelion[Journal]"]}, {"id": 18473, "title": "Cat", "text": "<b>The Witcher</b>\r\n\r\nCat is said to have been the first potion created specifically for witchers. The concoction allows witchers to pursue monsters into their lairs, including dark caves, ruins and crypts, because it augments vision to pick up additional wavelengths of light. To prevent blinding, the imbiber's pupils automatically narrow when in bright light. This is possibly the potion most commonly used by witchers.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nCat is one of the potions witchers use most often. After imbibing it, the witcher is able to see in total darkness and will avoid being surprised by any nocturnal creatures. The potion allows its user to see both living creatures and those made of inanimate matter, even through walls.\r\n\r\nCat slightly disrupts perception, however, as a result of which its user deals less damage to monsters. The Rook potion can be used to alleviate this side effect.\r\n\r\nPotion causes minor intoxication when imbibed.\r\n\r\nThe Cat potion is recommended before entering a cave or a crypt, and before a midnight stroll through dangerous terrain. \u001a", "authors": ["Dandelion[Journal]"]}, {"id": 18474, "title": "Zeugl venom", "text": "Zeugl venom &#8211; The venom of the frightful zeugl, a hermaphroditic creature which reproduces in places just like the sewers.", "authors": ["Dandelion[Journal]"]}, {"id": 18475, "title": "Frightener's Vision", "text": "The sorcerers who pioneered the witcher mutations discovered that mixing rare and powerful ingredients with more common substances resulted in potions that strengthened witchers' mutations. This potion, made with a frightener's eye, transforms and fortifies a witcher's body when consumed.", "authors": ["Dandelion[Journal]"]}, {"id": 18574, "title": "Gifts", "text": "Geralt can present gifts to many of the characters in the game. Usually the recipients express their gratitude by offering useful items or information. Gifts can also help Geralt win the affections of women. The trick is to choose the right gift from Geralt's inventory. Usually, characters themselves suggest the kind of gift they would like to receive and Geralt can figure out what would make them happy based on hints. For example, peasant women like to receive flowers, while townswomen prefer jewellery or clothing. Prostitutes would rather get money, and elegant courtesans desire precious gems. It is important to remember that a badly chosen gift may insult the recipient.", "authors": ["Dandelion[Journal]"]}, {"id": 18575, "title": "Eternal Fire", "text": "Worshippers of the Eternal Fire believe in the undying flame as a symbol of survival and a guide through darkness. They view it as a harbinger of progress and better days to come. Clerics of the Eternal Fire oversee the faithful as well as their temples, where flames burn continuously. The Order of the Flaming Rose is the cult's militant arm.", "authors": ["Dandelion[Journal]"]}, {"id": 18576, "title": "Fisstech", "text": "Fisstech is an illegal narcotic that is used widely in Temeria. It takes the form of a white powder and is highly addictive. It can be manufactured only by professionals with the use of complicated alchemical equipment.", "authors": ["Dandelion[Journal]"]}, {"id": 18578, "title": "Codringher and Fenn", "text": "A famous pair of lawyers who ran a firm in Dorian until both partners died tragically under mysterious circumstances. At its height, the firm was retained by people from all over Temeria. If someone had difficulties, troubles, problems - they went to Codringher and Fenn. So the firm's clients quickly received proof of dishonesty and malpractice by their business partner. They could count on receiving credit from a bank without insurance or security. As one of a long list of creditors, they would be the only one to exact what was due from the company declaring bankruptcy. Their son would be released from the dungeon and cleared of all charges based either on irrefutable evidence or a lack thereof, because if evidence existed it disappeared mysteriously while witnesses retracted any earlier testimony. The wife's lover or the daughter's suitor would suffer complicated fractures in three limbs, including at least one upper one - all as a result of an unfortunate accident. And an enemy with a grudge or some other troublesome individual would soon stop being a nuisance, often vanishing into thin air. That's how Codringher and Fenn worked.", "authors": ["Dandelion[Journal]"]}, {"id": 18579, "title": "Order of the Flaming Rose", "text": "<b>The Witcher</b>\r\n\r\nThe Order of the Flaming Rose was established after the war with Nilfgaard by a charismatic leader, Jacques de Aldersberg, on the foundations of the deteriorating Order of the White Rose. De Aldersberg's aim was to protect the people from monsters and other evils, and to promote belief in the Eternal Fire. The Order's headquarters are located in Vizima, with numerous commanderies spread across the whole of Temeria.\r\n\r\nThe book \"People of the Shadows\" reveals some secrets regarding the genesis of the Order of the Flaming Rose. According to the author, the Order was established with the help of the Redanian intelligence service to counter the sorceresses, who were organizing themselves and growing in power. Furthermore, the author believes that Redanian intentionally refused to grant a charter to the main commandery of the Order, thus preventing a strong organization from planting roots within the country's borders.\r\n\r\nAccording to the author of \"The Aftermath of the War\", the Order of the Flaming Rose is underestimated and treated too lightly. The Grand Master may be calculating and cunning, but he is above all a fanatic. Furthermore, the author believes that the Order aims to gain as much power over people's souls as possible. To achieve this, the Order wages secret wars with other clandestine organizations, such as the one founded by the sorceresses. The persecution of witches and freaks is but a prelude to the real attack, which will be directed against the sorceresses.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nThis knightly brotherhood originating in Temeria initially followed sublime ideas. It could not have been otherwise, as it was founded on the basis of fighting corruption and depravity in the Order of the White Rose - a declining association that, in effect of those reforms, was then transformed into the Order of the Flaming Rose. \r\n\r\nUnfortunately, strong racist tendencies, even strengthened by the leadership of Jacques de Aldersberg, turned the new order into a nest of intolerance. It's role in the Vizima Rebellion still remains morally ambiguous.", "authors": ["Dandelion[Journal]"]}, {"id": 18580, "title": "Destiny", "text": "Many people believe in the existence of Destiny, a mysterious force which binds certain people together, determining their fates. According to believers, one can either follow the path of Destiny of one's free will or try to resist it, although the latter can bring grim consequences. On the other hand, some feel that Destiny is not everything. These people say that something more is needed in order to bind two lives together, even if the rules of fate decide otherwise.\r\n\r\nThe poet Dandelion contemplates whether human life is ruled by Destiny. Dandelion mentions the Law of Surprise &#8212; when a witcher demands from a man rescued on the road that which he does not expect once he returns home. It turns out to be a child born during the father's absence. Witchers take the Unexpected Children to their fortresses and train them to be their successors. Dandelion also wonders whether love can bind people with bonds of destiny. In no ballad does he provide a clear answer to the questions posed.", "authors": ["Dandelion[Journal]"]}, {"id": 18477, "title": "Thunderbolt", "text": "<b>The Witcher</b>\r\n\r\nWitchers take this potion before fighting strong, heavily armored opponents. Imbibing Thunderbolt causes witchers to enter into a battle trance. While in this state, witchers attack more efficiently and cause greater damage, while at the same time neglecting their own defense and becoming an easier target.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nThe Thunderbolt potion augments muscle power and thus damage dealt using a sword. As simple as it is effective, the brew is a more powerful version of the Rook potion.\r\n\r\nUnfortunately, Thunderbolt may cause weaker muscle fibers to rupture, decreasing both Vitality and its regeneration. These side effects can be alleviated by taking the Swallow potion.\r\n\r\nPotion significantly increases Toxicity when imbibed.\r\n\r\nThis potion is recommended before fighting particularly resilient or heavily armored monsters.", "authors": ["Dandelion[Journal]"]}, {"id": 18478, "title": "White Raffard's decoction", "text": "<b>The Witcher</b>\n\nWhite Raffard, a famous mage of times long past, developed a healing potion for the human warriors who conquered the new world for their race ages ago. Witchers have found new, more efficient ways to produce White Raffard's Decoction, using ingredients obtained from monsters. Classic witcher training suggests that the Swallow potion be consumed simultaneously, for White Raffard's Decoction is highly toxic.\n\n<b>The Witcher 2</b>\n\nInvented by a famous mage, this potion helps the witcher survive wounds that would normally be lethal to him. The buzz from this powerful brew, however, adversely affects coordination. After consuming it, although he is fortified, the witcher deals reduced damage for a short time. This side effect can be alleviated by drinking the Rook potion.\n\nThis potion very significantly increases Toxicity when imbibed.\n\nIt should be consumed before fights that could prove particularly difficult.\n", "authors": ["Dandelion[Journal]"]}, {"id": 18479, "title": "Koshchey's Core", "text": "By using the heart of a koshchey &#8212; a legendary alchemical component &#8212; a witcher can create a powerful potion which deepens the process of mutation begun during the Trial of the Grasses.", "authors": ["Dandelion[Journal]"]}, {"id": 18480, "title": "Full Moon", "text": "Full Moon is an all-purpose potion. Witchers imbibe it before combat when they are not certain what kind of opponent awaits them. The downside to Full Moon is its high toxicity.", "authors": ["Dandelion[Journal]"]}, {"id": 18483, "title": "Zeugl's Vigor", "text": "One of the strongest mutagenic potions is made from the venom of the zeugl, a mammoth beast which inhabits sewers and trash dumps.", "authors": ["Dandelion[Journal]"]}, {"id": 18484, "title": "Wives' Tears", "text": "Village witches sell this brew to women whose husbands patronize local inns too frequently. Witches, lacking mastery of the arcane secrets of alchemy, usually know only one method of creating Wives' Tears.", "authors": ["Dandelion[Journal]"]}, {"id": 18568, "title": "Mage", "text": "<b>The Witcher</b>\r\n\r\nOnly rare individuals have the potential to become mages and many of those with this potential are doomed to madness. Unless the \r\nindividual in question &#8212; known as a Source &#8212; learns to control their power quickly, he or she may end up a half-insane, slobbering oracle. That is why schools of sorcery were created, where talented children study for many years, acquiring knowledge and mastering magical skills. Because of their powers, mages age more slowly than ordinary people. They can extract magical energy from the four elements, transport themselves long distances and heal, as well as kill, in the blink of an eye. They have extensive scientific and political knowledge; in the latter respect, many mages are the equals of rulers.\r\n\r\nThe early days of the war with Nilfgaard saw the end of the Brotherhood of Sorcerers, an organization which grouped mages and closely controlled the practice of magic. During the Brotherhood's last assembly, a rebellion broke out on Thanedd Island; some of the mages were accused of high treason, that is, working for Nilfgaard, and were either arrested or killed. The remaining sorcerers won independence and set up smaller associations.\r\n\r\nIn the wake of the rebellion, the mages retained their influence. Many of them remained royal advisors, sometimes even ruling countries from behind the scenes. Philippa Eilhart strengthened her position as eminence grise of Redania, whereas the elf Francesca Findabair, the queen of Dol Blathanna, took greater interest in the affairs of humans and became ruler of elven lands in general. Triss Merigold, one of the youngest sorceresses and a representative of King Foltest, also joined in creating the new order.\r\n\r\nSimple folk fail to differentiate between witches, sorcerers and witchers. Anyone who wields magic is regarded as suspicious and godless. But the better educated, and those who dwell in large cities, know to treat mages with due respect.\r\n\r\n<b>The Witcher 2</b>\r\n\r\n'Sorcerer' is the name customarily applied to male persons capable of commanding the Power, though it is but one of the many terms or phrases, most of them highly unflattering, to have been used over the ages. These terms have ranged from the rather respectful title of \"Wise One\" to the somewhat less specific \"bloody son of a bitch - the plague take'im.\" As for women of this persuasion - that is, sorceresses - they have been called everything from \"archmistress\" to a colloquial expression I will not repeat out of regard for the language and respect for the female gender. The command of the Power these mages possess sets them above mere mortals - which can be good or bad. From the dawn of time, history remembers mages either as pure-intentioned and courageous heroes or as rogues bereft of reverence and faith. Human memory tends to remember the latter for longer, which may be why common folk mostly hold people of this profession in contempt.", "authors": ["Dandelion[Journal]"]}, {"id": 18569, "title": "Dimeritium", "text": "Dimeritium is a rare and precious metal with an interesting feature &#8212; it represses the transfer of magical energy. A bluish alloy of iron and dimeritium is used to produce handcuffs and necklaces. Those who wear them cannot cast spells or use magic in any way. There are known cases, however, of extraordinarily powerful sorcerers managing to overcome the shield generated by dimeritium.", "authors": ["Dandelion[Journal]"]}, {"id": 18570, "title": "Coram Agh Tera", "text": "Coram Agh Ter, called the Lionhead Spider, is a cruel deity who expects bloody sacrifices from his worshippers. The Cult of the Lionhead Spider is banned and there are but a few places in the world where its adherents can openly declare their faith. Temeria strives to eradicate belief in the Lionhead Spider, and the cultists are tried as murderers.", "authors": ["Dandelion[Journal]"]}, {"id": 18571, "title": "Kalkstein's notes", "text": "In his sharply inclined hand, Kalkstein scrawled some notes about where to look for the Sephirot.\n\n\"Here's what I've read from Kalkstein's notes:\n\nCompassion &#8212; Tipperath: Declan Leuvaarden. Fortunately Kalkstein spelled this one out for me. I never would've drawn the link between Leuvaarden and compassion.\n\nMercy &#8212; Kezath: Vaska, leader of the brickmakers in the swamp. Now, how does mercy figure into our relationship?\n\nKingdom &#8212; Maal'kad: The sewers beneath Vizima. One of my favorite places. Kalkstein must have had a gnome for an ancestor if he managed to associate sewers with some bit from a book.\n\nUnderstanding, Power, Glory &#8212; Veen'ah, Ghe'vrath, 'Oth: The statues of Melitele, one in the swamp, the other in Saint Lebioda's Hospital. I have no idea what prayer without faith can possibly mean, but it's worth a try.\n\nFoundation &#8212; Y'esath: The cave in the swamp. More evidence to show that Kalkstein's ancestors were gnomes. A cave in the swamp and the concept of a foundation &#8212; I can't make anything of it. We'll see.\n\nVictory &#8212; Neh'tza: The Tower Sentry, right, that wasn't hard... Except that I need to defeat him...\n\nCrown &#8212; Keth'aar: Destiny. Here Kalkstein outdid himself. His notes indicate I'll find the last sephirah by chance, for instance, while sitting in the privy or in the roast chicken I order at The Hairy Bear. An unknown. Destiny will throw it in my hands. Next time I see Kalkstein, I'll ask him if he hides his gnomish roots on purpose, fearing racist persecution...\"", "authors": ["Dandelion[Journal]"]}, {"id": 18572, "title": "Elf", "text": "<b>The Witcher</b>\r\n\r\nAfter gnomes, elves are the eldest race on the continent. They created a magnificent civilization and the greatest human cities, like Vizima and Oxenfurt, were built upon elven ruins. Elves also have a special affinity for magic, although their magic is different from that of humans.\r\n\r\nElves are long-lived, yet the reproductive period of their lives ends quite early and, moreover, they reproduce much more slowly than humans. This is why they were defeated, the reason why they lost their re-eminence in the world. Today only two enclaves of the race remain: the Blue Mountains, where elves suffer privation and are dying out; and Dol Blathanna, the Valley of the Flowers, which is ruled by the sorceress Enid an Gleanna. The Valley of the Flowers is a dependency of Nifgaard.\r\n\r\nElves are a beautiful and long-lived race. They have pointed ears, sharp features and possess no canine teeth. Elves are arrogant and proud, and over many centuries they have developed a high and sophisticated culture. Few remain today, however, and these are in constant conflict with human civilization. That is why so many younger elves, eager to fight for their rights, join Scoia'tael commando units.\r\n\r\nElves don't discuss their faith in the presence of humans, because they think the barbarians would be unable to grasp its philosophical and mystical subtleties. Most humans, on the other hand, don't care about elven beliefs. It is a fact that some elves believe in Dana M&#233;adbh, the mother goddess, who seems to be an embodiment of the Goddess Melitele.\r\n\r\nHumans have their own version of the legend of Lara Dorren and Cragen of Lod, which differs greatly from that of the elves. An elf and a human came together just after the Conjunction of the Spheres and the rise of the human race. The legendary lovers became a symbol of the peaceful co-existence of the two races until some elves, jealous of Lara's attentions, treacherously killed 'the barbarian' who had dared to get involved with their kinswoman. In the human version, Lara is portrayed as a witch. Cregan's death resulted in much treachery and scheming and thus the hostility which exists today between the races is the elves' fault.\r\n\r\nThe elves tell the story of Lara Dorren and Cregan of Lod &#8212; an elven sorceress and a human wizard &#8212; the legendary lovers who formed the first union between the two races. Elves claim this relationship proved that peaceful co-existence between the races was possible, at least until humans treacherously killed the wizard and banished Lara. Thus &#8212; according to the elves &#8212; human hostility, possessiveness and aggression were first demonstrated. These 'barbarian' qualities make co-existence with humans impossible, so the lovers' tragic end triggered a war that continues to this day.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nElves, or Aen Seidhe, as they call themselves, are a folk known for their beauty and longevity. Their sages, scholars, and artists were at the fore of their fields, creating real, breathtaking masterpieces. The glory of this Elder Race is long gone, however. After a series of bloody conflicts with humans, their cities were ruined, and the elves themselves were forced to retreat to the east, into unapproachable mountains, or to recognize human domination and accept their lot. Years of wars, persecution, and mutual enmity created a rift between our races. Many elves saw a chance of winning freedom in the last war against Nilfgaard, so they took up arms, creating the partisan groups of Scoia'tael. Though they managed to secure the creation of the partially independent realm of Dol Blathanna, some feel they were deceived and still wage war on humans.", "authors": ["Dandelion[Journal]"]}, {"id": 18573, "title": "Lodge of Sorceresses", "text": "The Lodge of Sorceresses was founded after the mutiny on Thanedd Island as a substitute for the Council of Sorcerers. The founders' aim was to bring the war between Nilfgaard and the Northern Kingdoms to a close while maintaining the mages' influence on the fate of the world. It is effectively an association of the most powerful female mages from both the northern and the southern realms. The Lodge has significant political influence, although its activities are not entirely understood by the public.", "authors": ["Dandelion[Journal]"]}, {"id": 18488, "title": "Black Blood", "text": "In the distant past, mages working with witchers developed this potion specifically for use in fighting cemetery and crypt dwellers that drink the blood or eat the innards of their still living victims. Witchers use Black Blood unwillingly because the potion only works when a monster begins to feast on their body. Their transmuted blood proves to be a deadly drink.", "authors": ["Dandelion[Journal]"]}, {"id": 18491, "title": "Wolverine", "text": "It is not by accident that the witchers have named this potion after an animal known for its fierce and aggressive nature. Wolverine unleashes the entire potential of mutation, turning the witcher into a dervish of destruction. Witchers use this potion when they are certain that Signs will not help them in combat.", "authors": ["Dandelion[Journal]"]}, {"id": 18492, "title": "Tawny Owl", "text": "<b>The Witcher</b>\n\nIn preparation for an all-night vigil at the side of a cursed man, or before a battle which is certain to be prolonged, a witcher mixes a dose of Tawny Owl potion to boost his endurance.\n\n<b>The Witcher 2</b>\n\nTawny Owl speeds up the regeneration of Vigor. After consuming it, the witcher can parry monsters' blows and cast Signs more often. The potion is weaker than Lapwing, but generates no side effects. It can also be used to alleviate the side effects of Gadwall.\n\nPotion moderately increases Toxicity when imbibed.\n\nThe potion is recommended for witchers who specialize in casting Signs and those who fight monsters that employ strong attacks which must be parried. Its low toxicity and virtual lack of side effects make it ideal for combining with other potions. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18493, "title": "Perfume", "text": "Legend has it that perfume was created by an alchemist for his wife. The woman accused the scholar of devoting too much time and energy to his work without generating any practical results. He responded by creating a formula for producing perfume from almost any ingredient.", "authors": ["Dandelion[Journal]"]}, {"id": 18494, "title": "Werewolf's Wrath", "text": "It was determined ages ago that a potion containing the fur of a werewolf could strengthen a witcher's mutations and augment his predatory instincts. Opponents of this potion's use argued that it made witchers similar to monsters. As a result, use of Werewolf's Wrath was restricted, though few objected since acquiring the beasts' fur is risky business.", "authors": ["Dandelion[Journal]"]}, {"id": 18495, "title": "Golem's Pith", "text": "Golems are usually described as unthinking constructs and have effectively become synonymous with insentience. Yet only the most powerful mages know how much effort is required to cast a spell on a golem's stone heart, to force the creature to follow even the simplest commands. Renegade mages somehow learned to draw on the complex magic contained in a golem's obsidian heart to produce a powerful mutagenic potion that affects witchers' brains.", "authors": ["Dandelion[Journal]"]}, {"id": 18496, "title": "Wolf", "text": "<b>The Witcher</b>\n\nWolf is widely used by witchers employing the Group Style. The potion improves its imbiber's precision, meaning that the witcher's slashing blade finds its opponents' soft spots all the more readily.\n\n<b>The Witcher 2</b>\n\nWitchers who drink the Wolf potion are more agile during fights. Their special attacks, like those causing poisoning or heavy bleeding, are more accurate and effective.\n\nThe potion has no known side effects. When imbibed, the brew can cancel the side effects of the Maribor Forest and Virga potions.\n\nPotion causes minor intoxication when imbibed.\n\nWolf is recommended for witchers who apply oils to their swords or specialize in inflicting additional effects, such as Incineration, during fights. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18497, "title": "Swallow", "text": "<b>The Witcher</b>\n\nThere is no bird more beautiful than the swallow, the harbinger of spring. Even the dark mages who developed the formula for witchers' potions appreciated the charm of this bird, lending its name to the potion that accelerates regeneration of a mutated organism.\n\n<b>The Witcher 2</b>\n\nSymbolizing spring and rejuvenation, the swallow lent its name to this potion that accelerates the rate at which wounds scab over and heal. As a universal brew, it is good on many occasions and additionally produces no side effects.\n\nThe witcher can use the Swallow potion to balance out some of the undesirable effects of potions like Thunderbolt, Maribor Forest, Tiara and Stammelford's Philtre.\n\nThe potion increase Toxicity slightly when imbibed.\n\nIt is recommended before long fights. Slow but consistent Vitality regeneration will provide a significant advantage over foes. Witchers unsure of the dangers they might face in a given battle should take Swallow.\n", "authors": ["Dandelion[Journal]"]}, {"id": 18500, "title": "Kiss", "text": "This potion affects witchers' mutated bodies by forcing their blood to congeal almost instantaneously. It is often consumed before taking on monsters known to inflict hemorrhaging wounds.", "authors": ["Dandelion[Journal]"]}, {"id": 18503, "title": "White Honey", "text": "White Honey strongly stimulates the production of purifying enzymes in witchers' mutated bodies. Thus, it frees their bodies of the effects of toxicity, though it simultaneously nullifies the beneficial effects of any potions previously consumed. White Honey does not alleviate the effects of common venoms and poisons.", "authors": ["Dandelion[Journal]"]}, {"id": 18504, "title": "De Vries' extract", "text": "The talented sorceress Tissaia de Vries is credited with discovering this powerful potion, which won her considerable renown. The potion improves the imbiber's vision and allows opponents to be detected even through walls.", "authors": ["Dandelion[Journal]"]}, {"id": 18506, "title": "Maribor forest", "text": "<b>The Witcher</b>\n\nAccording to an old tale, this potion was first made by dryads from the forest of Brokilon. The formula was obtained by the druids of Maribor Forest, who then passed it on to their brethren in other corners of the world. The formula also reached Kaer Morhen, where the practical-minded witchers began producing the potion using ingredients obtained from monster carcasses.\n\n<b>The Witcher 2</b>\n\nMaribor Forest considerably boosts Vigor. After consuming it, the witcher tirelessly parries blows and can cast many Signs in a row.\n\nIt is, however, a devastating brew that causes minor twitching. It reduces Vitality and the accuracy of special attacks, such as those causing Poisoning, Incineration, or Bleeding. Its side effects can be alleviated by consuming the Wolf and Swallow potions.\n\nPotion causes serious intoxication when imbibed.\n\nThis potion is used by witchers who specialize in casting Signs and by those preparing to fight monsters with strong attacks that must be parried. \n", "authors": ["Dandelion[Journal]"]}, {"id": 18796, "title": "Giant centipede", "text": "While on their way to Du&#233;n Canell, Geralt and Braenn confront such a beast who is threatening what appears to be a halfling in the short story \"The Sword of Destiny\". The \"halfling\" ultimately turns out to be Ciri.", "authors": ["Dandelion[Journal]"]}, {"id": 18507, "title": "Striga's Urge", "text": "The mixture of a striga's heart with common ingredients results in a mutagenic potion which, when consumed, strengthens a witcher's abilities, making him even more deadly.", "authors": ["Dandelion[Journal]"]}, {"id": 18508, "title": "Potion for Triss", "text": "According to Lambert's instructions, the potion for the unconscious sorceress Triss can be made of celandine, a frightener's claw and a sewant mushroom, though Calcium equum can replace the latter ingredient. Once gathered, these components should be mixed with White Gull.", "authors": ["Dandelion[Journal]"]}, {"id": 18563, "title": "Scoia'tael", "text": "<b>The Witcher</b>\r\n\r\nThe Scoia'tael are a group of elven and dwarven rebels fighting against the discrimination of nonhumans. They are divided into commando groups, or independent squads. Their protest against racism quickly turned violence. Scoia'tael rob merchant caravans, plunder and burn villages, and kill. Instead of finding a peaceful solution, humans send troops to fight them. Scoia'tael means 'squirrel' in elven and the name probably comes from the rebels' habit of attaching squirrel puffs to their clothing.\r\n\r\nAccording to the author of \"The Aftermath of the War\", the Scoia'tael are inspired by Nilfgaard and other powers. The leaders of the rebellion send their people to certain death because they are blind or manipulated. The author also claims that wars between humans and non-humans will never cease because there is too much hostility between the races. In his opinion, the elves are doomed to extinction.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nScoia'tael is a name used by the rebels fighting for nonhuman freedom. In the common tongue it means \"squirrels\". As some would have it, it is because of squirrel tails that adorn the rebels' caps, or from the forest board they had to survive on. Scoia'tael formed units over a score strong, consisting mainly of elves, yet sometimes dwarves and halflings joined too. During the last war against Nilfgaard, the Scoia'tael fought on the side of the Empire, making diversions and great damage beyond our lines. Despite the provisions of the Peace of Cintra, many did not disarm and continued to fight, especially when it turned out that Nilfgaard sacrificed them in the name of peace and gave the units' leaders to the Nordlings to be executed.", "authors": ["Dandelion[Journal]"]}, {"id": 18564, "title": "Catriona plague", "text": "A disease which quickly spread through all the northern countries after the war with Nilfgaard. Those who suffer from catriona die a terrible death &#8212; their convulsions become stronger each day, they vomit blood and mucus, and have bloody diarrhea. After a fortnight or so they die in agony.", "authors": ["Dandelion[Journal]"]}, {"id": 18565, "title": "Ithlinne's Prophecy", "text": "An old elven prophecy about the end of the world: \"The Wolf's Blizzard approaches, the time of the sword and axe. The Time of the White Frost and White Light, the Time of Madness and Disdain, Tedd Deireadh, the Final Age. The world will perish amidst ice and be reborn with the new sun. Reborn of the Elder Blood, of Hen Ichaer, of a planted seed. A seed that will not sprout but burst into flames!\r\n\r\nIthlinne, an elven prophetess, is famous for her foretelling of the end of the world. According to her prophecy, the world will be destroyed by an ice age and all humans will die. The only survivors will be elves, saved by an offspring of the Elder Blood, known also as the Swallow. Several signs will herald the destruction of the world, and the cataclysm will begin when elven blood soaks the earth. This will mark the advent of the 'Time of Disdain, the Axe and the Wolf's Blizzard', which can be interpreted as a long war or a return to barbarism.", "authors": ["Dandelion[Journal]"]}, {"id": 18566, "title": "Magic", "text": "<b>The Witcher</b>\r\n\r\nMagic is the art of bending the power of Chaos to one's will. Practitioners of the art must master a vast and complicated corpus of knowledge and, it seems, women have a special predisposition for it. Sorcerers seek out talented children and teach them.\r\n\r\nThe Power bound in spell formulae may be used for healing, teleportation, destruction, creating illusions, and altering form. The most famous spells are named after their creators, e.g. Alzur's Thunder or Merigold's Hailstorm. Thanks to magic, it is also possible to create magical glyphs and amulets, such as the witchers' medallions.\r\n\r\nThe witchers' Signs are very simple spells, mostly kinetic or mind-influencing. To use them, one needs concentrated will and a hand gesture. Casting Signs is not time-consuming, so witchers use them when fighting monsters.\r\n\r\nMagically gifted children are born all over the world. They are called Sources. The Brotherhood of Sorcerers was charged with finding and training such children. Descendants of Lara Dorren are a special case &#8212; their magical gifts are very strong. They can travel through time and space, and release the pure energy of Chaos. These powers are wild and difficult to control, though, and are activated in moments of stress, often surprising their possessor.\r\n\r\nThe power used to cast spells is drawn from the elements. Fire is the best but simultaneously most dangerous elemental source. Mages who specialize in the magic of fire often achieve great power, but they pay a price for it: as fire addicts, they often suffer burns or even die engulfed in flames. The essence of fire becomes their essence, which makes them vulnerable to water.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nThe Power the sorcerers can command is commonly called magic. In the opinion of a certain sorceress I'm acquainted with, magic is chaos, an art and a science, a curse, a blessing and progress. However poetic it may sound, it is hard to find a better simile. Everything depends on the person that uses that Power, of course. Still, it is a fact that it can be used to achieve things not possible to normal humans. The witchers' Signs are also a form of magic, but sorcerers look at them with disdain, since they cannot be compared to the forces the sorcerers themselves command. Without magic our world would certainly be less interesting, and many beautiful things would be forgotten.\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 18567, "title": "Witcher", "text": "<b>The Witcher</b>\r\n\r\nWitchers came into being when the first settlers were colonizing the untamed lands of present-day Temeria. The elite caste of warrior-monks was to defend Humans from the monsters which inhabited the wild. Thanks to mutagenic mushrooms, herbs, and plant stimulants, the bodies of young apprentices developed superhuman speed and endurance. As a result of the painful and dangerous Trial of the Grasses, young witchers gained cat-like eyes, which allowed them to see in the dark. With the help of sorcerers they learned to utilize simple combat spells called Signs as well as magic potions that augmented their fighting skills. Nowadays, when monsters have become something of a rarity, the demand for the witchers' services has declined significantly. Only a few representatives of the caste still travel the world, and no more monster slayers are being made.\r\n\r\nDue to their otherness, unusual abilities and magic skills, Witchers are treated as outcasts and sometimes even meet with hatred. This hatred was made manifest during the infamous attack on Kaer Morhen, which led to the destruction of the fortress and the death of most of the Witchers wintering there. Those who survived are doomed to extinction since they no longer train successors.\r\n\r\nPeople need Witchers but are simultaneously afraid of them. The itinerant warriors inspire fear because they are mutants and have superhuman powers. A Witcher is rarely a welcome guest and contacts with members of this profession are almost always limited to business. Witchers are invariably attacked during pogroms and social upheavals directed against those who deal in magic.\r\n\r\nMutagens and magic render witchers' bodies resistant to all kinds of disease, even to the point of outright immunity.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nDespite my long friendship with Geralt, I know little more about this peculiar brotherhood or guild than learned tomes provide. On top of that, I am obliged to discretion, so I shall write nothing more than necessary on the subject. Once as numerous as the beasts they fought, today the witchers are seen as a relic of times long gone. The exact character of their training remains a mystery. It is known it consists, among others, of the Trials - processes that transform the organism using a specific combination of secret herbs and infusions. Those who survive them gain superhuman reflexes, speed of reaction, the ability to see in the dark and many other traits making them lethal foes. During their training they learn swordplay and basic magic, known as signs. Armed with this set of abilities, the witchers can effectively fulfill their objective, that is protecting humans from the monsters inhabiting our world.", "authors": ["Dandelion[Journal]"]}, {"id": 18516, "title": "Kikimore's Ire", "text": "Kikimore queens' unique nervous systems inspired renegade mages to develop this strong mutagenic potion. The potion causes changes in the ventral cavity and also prompts production of mutated digestive enzymes. Broad use of the potion was curtailed due to the scarcity of its core ingredient.", "authors": ["Dandelion[Journal]"]}, {"id": 18517, "title": "Dagon Sap", "text": "The mages of old created the formula for this mutagenic potion which should, in theory, greatly strengthen a witcher physically. Their notes indicate that the secretions of the mythical being named Dagon are required to produce the potion.", "authors": ["Dandelion[Journal]"]}, {"id": 18799, "title": "Mutant", "text": "It seems that the proposed method of mutation leads nowhere. Fast, agile and aggressive creatures are born as a result of the transformation; however, they lack intelligence. They are closer to animals than men. Of course, that does not mean we will not find any practical use for them. On the contrary, simplified mutating procedures guarantee that we can create many Mutants, which are perfect tools for spreading chaos and terror.", "authors": ["Dandelion[Journal]"]}, {"id": 18557, "title": "Redania", "text": "<b>The Witcher</b>\r\n\r\nRedania borders Temeria in the north. It is ruled by King Radovid V, also knows as Radovid the Stern, son of the murdered King Vizimir. The monarch was thirteen when his father was killed, so the Royal Council assumed power until the prince came of age. After his coronation, Radovid gained notoriety for dealing brutally with anyone who had previously mistreated him or his mother Hedvig. The most important cities in Redania are the capital of Tretogor, the Free City of Novigrad, which enjoys far-reaching autonomy, and Oxenfurt, with its famous university.\r\n\r\nOne of the Northern Kingdoms, Redania is a wealthy realm which profits from trade and agriculture. For ages, it has fought a customs war with Temeria, which is its main competitor in the north. The country possesses the best intelligence service in the world. The government of Redania is heavily influenced by sorceresses.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nSituated between the Braa River in the north and the Pontar in the south, Redania is one of the North's more important kingdoms. Its coat of arms is a crowned silver eagle on a red field. The eagle grips a golden scepter in its talons and a small black shield bearing a golden cross adorns its proudly protruding chest. Despite recent unrest, the country survived, unscathed and intact, the crisis that followed the death of King Vizimir the Just. Tretogor, King Radovid's seat of power, is the country's capital, though the Free City of Novigrad is its largest population center. In fact, Novigrad is something akin to the capital of the world - a center and cradle of commerce and culture, where an enlightened man can breathe his fill as long as he does so away from the back alleys. Old, musty and scholarly Oxenfurt, the home of this author's alma mater, is another of the kingdom's noteworthy cities. During the last war with Nilfgaard, Redania joined with Temeria, Aedirn, Kaedwen and other northern realms to repel the invaders, and the Royal Redanian Corps played an important part during the Battle of Brenna.", "authors": ["Dandelion[Journal]"]}, {"id": 18558, "title": "Temerian History", "text": "Before Lara Dorren died in solitude, she gave birth to a daughter, who was adopted by the queen of Redania and named Riannon. At the age of seventeen, Riannon married Goidemar, the king of Temeria.\r\n\r\nThree years after the wedding the famous Falka rebellion began, during which the pregnant Riannon was accidentally captured. In prison, she gave birth to twins and subsequently descended into madness. At the same time the fierce Falka gave birth to a daughter, whom she abandoned to wage war, leaving the child for the mad prisoner to nurse. Soon thereafter the rebellion was suppressed, Falka was captured and burned at the stake and King Goidemar regained his wife - with three children.\r\n\r\nThe first Nilfgaardian invasion began ten years ago. After crossing the Yaruga river, the Black Ones attacked Cintra. The capital was taken by surprise, its citizens were slaughtered, and the queen committed suicide.\r\n\r\nBrugge, Sodden and Temeria stood against Nilfgaard. It seemed the Nilfgaardian offensive was unstoppable, but the three states managed to halt it at the Battle of Sodden. Altogether twenty-two mages fought for the Northern Kingdoms, fourteen of whom died. Yet in the end it was the mages who negotiated a truce.\r\n\r\nAfter three peaceful years, during a meeting of the Brotherhood of Sorcerers, there occurred a schism in the organization and its members fought each other. As a result, many died and the Brotherhood disbanded. At the same time, the Imperial forces attacked the Northern Kingdoms. The kings were divided, arguing, and couldn't face Nilfgaard on their own. King Foltest signed a truce with the Black Ones, yet it proved short-lived. The Imperial army pushed forward and was not defeated until the Battle of Brenna. This victory proved pivotal, reminding the feuding rulers that Nilfgaard is not invincible - the kings of the north reunited and faced the Black Ones together. Finally, a peace treaty was signed, changing the balance of power in the world forever.", "authors": ["Dandelion[Journal]"]}, {"id": 18520, "title": "Blizzard", "text": "Witchers usually drink the Blizzard potion immediately before combat. The potion is also favored in especially dangerous situations.", "authors": ["Dandelion[Journal]"]}, {"id": 18521, "title": "Golden Oriole", "text": "<b>The Witcher</b>\n\nBefore fighting a venomous creature like the basilisk, a witcher drinks Golden Oriole to release enzymes that increase his resistance to toxins. The truly cautious prepare a second dose in case an opponents' poison somehow overcomes this resistance.\n\n<b>The Witcher 2</b>\n\nGolden Oriole, one of the best-known witcher potions, increases resistance to special attacks, such as Poisoning, Incineration and Bleeding. The brew also negates the side effects of the Lapwing and Brock potions, while producing no side effects of its own. The potion increases Toxicity slightly when imbibed.\n\nGolden Oriole is recommended before fighting monsters that employ powerful special attacks. It is effective against venomous and fire breathing creatures, as well as those that cause Bleeding.\n\n", "authors": ["Dandelion[Journal]"]}, {"id": 18581, "title": "Dwarf", "text": "<b>The Witcher</b>\r\n\r\nDwarves are shorter than humans, but tougher and more muscular. Male dwarves wear long beards. They are usually gruff but can be merry, and are renowned for their stubbornness. Considered excellent craftsmen and warriors, many have earned grudging acceptance in human society. Still, it is not uncommon for young dwarves to join the Scoia'tael rebels to fight for more rights for non-humans and an end to persecution.\r\n\r\nDwarves are one of the Elder Races. They were once a dominant race, along with the elves, but now their sole enclave is Mahakam, a mountain-city rich in metal and mineral deposits. Of all the elder races, the dwarves have assimilated best and many now live in human cities. They run businesses and are often wealthy, although they meet with disdain and distrust. During the war with Nifgaard, dwarves made a name for themselves as mercenaries, although many of them also fought in Scoia'tael commando units against the Northern Kingdoms.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nDwarves are one of the Elder Races. Stocky and bearded, with strongly built bodies and low voices, they are distinguished for their height, which is lower than human. Of simple and direct manners, they are sometimes seen as grumpy, unkind and greedy. I have to stress that my own opinion of the dwarfs is by no means similar to the latter part. I only cite it here to present the views of other people - even if they are dull-minded, hate-blinded buffoons. Mahakam is the dwarves' mountainous homeland, famed for it's numerous mines where precious stones and ores are mined. Many dwarves also live in human cities, for that race usually adapts to new neighbors easily, something that cannot be, unfortunately, said about a large part of humanity. Despite vexations, persecution, and even bloody pogroms, the coexistence with dwarves goes a lot better than with elves. Their flair for trade and craft makes them excellent merchants, bankers, smiths and armorers.", "authors": ["Dandelion[Journal]"]}, {"id": 18582, "title": "Gnome", "text": "Gnomes are secretive and mysterious. Most of them live in Mahakam and are allied with the dwarves; they seldom interact with humans. Gnomes are talented craftsmen, miners and inventors. Their technology is superior to that of humans, and gnome weapons can be equaled by no others. They are also considered the eldest race on the continent.", "authors": ["Dandelion[Journal]"]}, {"id": 18583, "title": "Melitele", "text": "<b>The Witcher</b>\r\n\r\nAmong the numerous faiths of the Nordlings, the most widespread is the cult of Melitele, the goddess in three forms: young girl, woman and crone. Melitele is the Mother Goddess, extending her care over her children. Her following is not solely composed of women &#8212; men pray to her as well. Clerics of Melitele preach love and peace. They run many hospitals, shelters and orphanages.\r\n\r\n<b>The Witcher 2</b>\r\n\r\nGreat Melitele is, among others, the patron of love, marriage, fertility, nature and abundance. Her cult came to be through the blending of those beliefs many different races and cultures held about these aspects of life. Melitele's popularity never waned, and the phenomenon is explained in various ways. I think the causes are prosaic myself. The Cult of Melitele is a predominantly woman cult, and the goddess is, among others, the protector of women in childbirth. A delivering woman has to scream and, apart from the usual yells and empty promises that she will never give herself to another mangy man again, the woman has to call some deity for help, and Melitele fits the bill perfectly. Because women were delivering, deliver and will be delivering, the goddess Melitele does not have to worry about a lowering of the number of worshippers.", "authors": ["Dandelion[Journal]"]}, {"id": 18596, "title": "Vizima cemetery", "text": "Within the walls of Vizima there is a cemetery. It is currently closed due to a ghoul plague.\n\nThere is a crypt in the cemetery, as well as a small, hexagonal ruin that appears to have once been a temple or chapel. The gravestones look neglected, and there are signs of the undead everywhere. It seems the necropolis has not been used in a while.", "authors": ["Dandelion[Journal]"]}, {"id": 18598, "title": "Shani's house", "text": "It's easy to find Shani's home as it's located by a statue of the Rod of Aesculapius. The building is owned by an old lady with a difficult personality &#8212; one has to curry favor with her to get inside.", "authors": ["Dandelion[Journal]"]}, {"id": 18599, "title": "Cloister", "text": "There is really only one haven of law and order in the Temple Quarter of Vizima. It is the Cloister &#8212; the seat of the Order of the Flaming Rose. Crimson banners embroidered with a rose hang before the entrance. Only authorized personnel can enter. Inquiries should be directed to Siegfried, whose office is in one of the buildings belonging to the Order.", "authors": ["Dandelion[Journal]"]}, {"id": 18603, "title": "Guardhouse", "text": "The source of law and order in the Merchants' Quarter is the city watch, with headquarters in the watchtower, sometimes called the guardhouse. The burgomaster Velerad can often be seen here. He oversees all affairs connected with crime and the city's security.", "authors": ["Dandelion[Journal]"]}, {"id": 18605, "title": "Kaer Morhen", "text": "Kaer Morhen is an inaccessible mountain stronghold which has been the headquarters of the witchers' guild for centuries. The name comes from the language of the elves &#8212; the original Caer a'Muirehen translates into Old Sea Fortress. The castle's time of greatness has passed, the battlements and moat have deteriorated, and a cold wind blows through the spacious halls. Currently, only a handful of witchers live here, but once many young boys underwent gruesome training along the infamous \"Gauntlet\" near Kaer Morhen.\n\nKaer Morhen is an inaccessible mountain stronghold which has been the headquarters of the witchers' guild for centuries. Its name derives from its original elven appellation &#8212; Caer a'Muirehen, meaning Old Sea Fortress. The castle's times of glory have passed, its battlements and moat have deteriorated, a cold wind blows through its spacious halls. Only a handful of witchers live here now, but in past times droves of young boys underwent gruesome training along the infamous \"Gauntlet\" near Kaer Morhen.\n\nYears ago a horde of fanatics, their hatred incited by various publications defamatory of witchers, laid siege to Kaer Morhen. The mob would not have captured the fortress nor later turned it into a ruin without the help of mages. Practically all those who were in the Old Sea Fortress during the assault perished. From among those witchers who called Kaer Morhen home, only a few survived the massacre, merely because they were out on their Paths at the time. The bones of the dead remain at the bottom of the moat surrounding the stronghold, left there as a reminder of the massacre that was born from hatred directed against changelings.\n\nThe Keep of the Sea of Yore, home to the witchers of the Wolf School.", "authors": ["Dandelion[Journal]"]}, {"id": 18790, "title": "Hellhound", "text": "When fighting the Hellhound:", "authors": ["Dandelion[Journal]"]}, {"id": 18791, "title": "Dagon", "text": "Dagon is one of the boss monsters in the game. He appears in Chapter IV as part of the Ripples quest. He is worshipped by one faction of the vodyanoi who inhabit the underwater city in Lake Vizima. The other vodyanoi worship the Lady of the Lake.", "authors": ["Dandelion[Journal]"]}, {"id": 18794, "title": "Vodyanoi warrior", "text": "see also: Vodyanoi priests", "authors": ["Dandelion[Journal]"]}, {"id": 18625, "title": "Trade Quarter", "text": "\"Vizima's Trade Quarter is teeming with life. It is inhabited by the capital's social elite &#8212; nobles, wealthy merchants, townspeople, sorcerers, even Burgomeister Velerad himself. The cobbled streets are kept clean. The brick houses with flowers in the windows are huddled side by side on the narrow streets, testifying to the wealth of the inhabitants. After all, not everyone can afford a home in the best district, situated near the castle of Foltest himself! At the very center of the Trade Quarter lies a large marketplace, where merchants exhibit luxury goods from all over the world. Nearby stands an impressive town hall. Currently, due to the quarantine, only a few people with letters of safe conduct are allowed into this part of Vizima.\"", "authors": ["Dandelion[Journal]"]}, {"id": 19346, "title": "Elves of Murky Waters", "text": "Elves are proud beings with fiery temperaments, but they can't take care of themselves. It's a good thing they find those who bring them food once in a while.", "authors": ["Dandelion[Journal]"]}, {"id": 18633, "title": "Lakeside", "text": "In the evenings, a light breeze from the lake ripples the waters of small inlets, the Fisher King gathers his nets, and the few villagers come to watch the mirage of the underwater city, seen above the lake's surface thanks to the unusually clear waters, the light of the moon and a little optical magic. There is also a cave in the area, a refuge for elven fugitives who live in peace alongside the inhabitants of the nearby village.", "authors": ["Dandelion[Journal]"]}, {"id": 18635, "title": "Temeria", "text": "<b>The Witcher</b>\r\n\r\nTemeria's population is not exclusively human. It also includes dwarves, elves, gnomes and dryads. After the devastating war with Nilfgaard, many areas are haunted by monsters, which have hitherto not constituted a serious threat, while the realm's roads are made unsafe by outlaws and common bandits. As a result, the witcher profession is once again in demand, though people continue to treat witchers with caution and disdain, often calling them mutants and freaks.\r\n\r\nThe Kingdom of Temeria has silver lilies on a black background as its emblem. This powerful country has gained ever more influence in recent years under the wise rule of King Foltest. Across the Pontar River, the kingdom borders Redania. To the south and east it is hemmed in by mountain ranges, including Mahakam, the mainstay of dwarves and gnomes, past which lie the lands of Lyria and Aedirn. The capital of Temeria is Vizima, lying on the shore of Lake Vizima. The second largest city is Maribor. Temeria mints its own coin &#8212; the oren. The most widespread religions are the Cult of Melitele and the belief in the Eternal Fire. Temeria is home to the headquarters and many commandeers of the Order of the Flaming Rose.\r\n\r\n<b>The Witcher II</b>\r\n\r\nAnyone who wishes to be considered an educated man rather than a common boor should mention Temeria first where the Northern Kingdoms are concerned. The realm's coat of arms is a black shield dotted with silver fleurs-de-lys, and its capital is Vizima, where the Royal Palace erected by King Foltest stands. The country extends its protection to several surrounding domains, including the mountainous dwarven homeland of Mahakam. Currently Temeria's neighbors include the mighty Redania, the wooded Kaedwen, and Cidaris, known for the truly pathetic poetry of Valdo Marx, a troubadour unworthy of the title, for he chiefly devotes himself to besmirching the work of other, superior artists. Two other places in Temeria are essential to our story and thus must be mentioned. Firstly, north of Vizima, near the White Bridge that links the banks of the Pontar, stands the proud fortress and walled town of the La Valette family. Secondly, further up the Pontar lies the small river port and trading post of Flotsam. Both will prove important to the beginning of our story...", "authors": ["Dandelion[Journal]"]}, {"id": 18806, "title": "Vodyanoi", "text": "In Sword of Destiny, the residents of the underwater city of Ys are not called \"vodyanoi\" but simply \"People of the sea\" (\"Morski lud\"), but it seems quite clear that the creatures in the game were based on this story.", "authors": ["Dandelion[Journal]"]}, {"id": 18650, "title": "Black Tern Island", "text": "A picturesque island rises unexpectedly from the lake. This is where the chosen few can meet the Lady of the Lake. The small strip of land, overgrown with trees, is also a haven of hundreds of animals. The degenerate vodyanoi have built an altar there from stone extracted from the Deep. They use the shrine to offer bloody sacrifices to Dagon.", "authors": ["Dandelion[Journal]"]}, {"id": 18658, "title": "The Hairy Bear", "text": "The Hairy Bear Inn is located in the southernmost corner of the slums in the Temple Quarter. It is just kitty corner from the Eager Thighs brothel, and if you lack the orens for a proper room, there is a conveniently located campfire just outside.\r\n\r\nThe Hairy Bear is the place for indiscriminate client&#232;le. The innkeeper obviously holds back on the lye, though he waters down the ale generously enough. Patrons share the thin mattresses with rats, but most everyone can find their entertainment of choice here. Illegal fistfight enthusiasts, hustlers and drunkards will all find something to do at the Hairy Bear.\r\n\r\nIt is said that you can even buy the illegal drug fisstech here, provided you can find a dealer named Coleman. ", "authors": ["Dandelion[Journal]"]}, {"id": 18668, "title": "Druids' grove", "text": "\"The swamp is a place where man must bow before Nature in all its wild, tangled grandeur. That is why the druids have settled there, establishing a sacred grove with the tree of life at its centre. The disciples of Nature allow no violence within the grove, where they tend to sick animals, even taking in wounded dryads.\"", "authors": ["Dandelion[Journal]"]}, {"id": 18801, "title": "Echinops", "text": "Unlike the novels, Echinopsae in the game are huge, carnivorous plants. see also Archespore", "authors": ["Dandelion[Journal]"]}, {"id": 18793, "title": "Kikimore queen", "text": "The Queen cannot be fought properly, as it will inevitably kill Geralt in a single hit since the player is meant to escape, so don't waste time drinking potions for a boss fight. The player must instead run away from the Queen and use the Aard sign to first collapse the passage to slow down the queen and then use it to destroy the supports of the Salamandra Cave, which will bring down the section on top of the Kikimore and cause its death. You can then retrieve the Professor's remains and acquire the Kikimore Queen's nerve that can be used to make the Kikimore's Ire potion.", "authors": ["Dandelion[Journal]"]}, {"id": 18680, "title": "Outskirts Inn", "text": "The inn in the Outskirts was established to cater to the needs of travelers and merchants headed for Vizima. The owner has surrounded it with a high palisade. Although the inn doesn't feature extravagant comforts, it is a safe place to spend the night and eat a meal. The innkeeper also offers a wide selection of alcohol. It is a favorite meeting place for the inhabitants of the Outskirts, so there's always someone to talk to or dice with.", "authors": ["Dandelion[Journal]"]}, {"id": 18682, "title": "Royal Palace (Vizima)", "text": "The castle was completed around the time when King Foltest's previous seat was taken over by a striga, the product of the ruler's incestuous affair with his own sister. Spacious stone halls, stained glass windows and vaulted ceilings indicate that dwarven engineering was employed here. King Foltest is a very active ruler and often travels, though when in Vizima he usually occupies his chambers and generally remains at the castle with his modest court. In the throne room, the King grants audiences to his subjects, be they petitioners or trusted advisors.", "authors": ["Dandelion[Journal]"]}, {"id": 18786, "title": "Frightener", "text": "The first frightener was created by the mage Dagobert Sulla. After creating the beast, he is said to have exclaimed \"What have I done?\" and promptly destroyed it.", "authors": ["Dandelion[Journal]"]}, {"id": 18693, "title": "Vizima sewers", "text": "The sewers beneath Vizima were built in the age when an ancient elven city stood on this site. Not much of their original greatness remains, but they still serve their function well. Connecting the Temple Quarter and the Trade Quarter, they carry off sewage from the entire city, rendering the stench of the gutters a little less overbearing. The sewers have recently become infested with monsters, especially drowners. Apparently, a cockatrice has also made its lair there.\n\nSecluded and rarely visited, the sewers have become an ideal refuge for the worshippers of the forbidden Cult of the Lionhead Spider.\n\nI found a way to reach the Salamandra hideout in the city sewers.", "authors": ["Dandelion[Journal]"]}, {"id": 18698, "title": "Old mine outside Kaer Morhen", "text": "\"The mine near Kaer Morhen is at least as old as the fortress. Once a rich source of iron ore, it is now deserted, mining having ceased long ago. Its abandoned tunnels have fallen into ruin, and the witchers venture there solely to gather sewant mushrooms. When the witchers return from their Paths each autumn, they must exterminate the monsters that make their lair in the mine while the beast-slayers are away.\"", "authors": ["Dandelion[Journal]"]}, {"id": 18781, "title": "Garkain", "text": "Vampire oil", "authors": ["Dandelion[Journal]"]}, {"id": 18705, "title": "St. Lebioda's Hospital", "text": "The hospital, named after the prophet Lebioda, was set up in a former temple of Melitele. To this day a triple-bodied statue of the goddess stands inside. Nurses and novices work there, trying to help those struck by the plague. It is not a pleasant place, filled with the moans of the suffering and the stench of their excretions. Those who do not survive the disease, meaning the overwhelming majority, are thrown into a pit behind the hospital. Every once in a while, the bodies are burned to prevent the plague from spreading. Recently the Order of the Flaming Rose placed the hospital under its protection.", "authors": ["Dandelion[Journal]"]}, {"id": 18715, "title": "Temple Quarter", "text": "The Temple Quarter of Vizima is strangely reminiscent of a quarrelsome, dirty prostitute, who &#8212; despite her disagreeable appearance and personality &#8212; remains somehow alluring. This may be because of the uncomplicated, illicit entertainment it offers &#8212; always a temptation. Beggars, shady characters, scowling poor folk, frustrated nonhumans and, of course, \"ladies\" occupy every corner. Recently, Vizima's Temple Quarter was cut off from the rest of the world by the threat of an epidemic. The few City Guard patrols that come here try not to venture too far into the quarter's dark alleys, where brutal deeds take place each night. At the centre of Vizima's Temple Quarter stands St. Lebioda's Hospital (previously a temple of Melitele), the only place of solace for the poor and plague victims. Alongside the hospital stand the headquarters of the Order of the Flaming Rose, which tries to combat local crime and the monsters creeping in from the sewers and the cemetery.", "authors": ["Dandelion[Journal]"]}, {"id": 18717, "title": "Vivaldi Bank", "text": "Like any large city, Vizima also has a branch of the\r\n\r\ndwarf-owned Vivaldi and Sons Bank. It is located in a sturdy building with thick stone walls. Guards armed to the teeth watch the armoured safes, while wealthy clients can count on discreet, professional service. The bank is renowned and so its reputation did not suffer when rumours began circulating of a hostile takeover. Apparently, the bank's owner was having financial problems, and an anonymous investor took advantage. ", "authors": ["Dandelion[Journal]"]}, {"id": 18726, "title": "Nonhuman district", "text": "A separate area has been designated for elves and dwarves in Vizima's Temple Quarter. Members of these races live and work here. Those who venture into the nonhuman district do so at their own risk.", "authors": ["Dandelion[Journal]"]}, {"id": 18733, "title": "Vizima", "text": "<b>The Witcher</b>\r\n\r\nVizima, the capital of Temeria, is the largest city in the kingdom. It is located on the shore of Lake Vizima, at the intersection of important trade routes, one of which is a waterway. Owing to a developed network of roads, the city draws considerable profit from trade. By King Foltest's order, the city is governed by Burgomeister Velerad. Vizima is divided into three large districts. The poorest one is the Temple Quarter, where Saint Lebioda's Hospital and the Cloister of the Order of the Flaming Rose are located. The Trade Quarter is home to the wealthiest and most important inhabitants, and both the town hall and the main marketplace are situated there. The oldest part of the city, Old Vizima, has been recently converted into a ghetto for non-humans.\r\n\r\nI acquired a pass which allows me to pass through the gates into the city in spite of the quarantine.\r\n\r\n<b>The Witcher II</b>\r\n\r\nLying where important trade routes converge, Temeria's capital sits picturesquely on the shore of Lake Vizima in the valley of the Ismena River, a tributary of the Pontar. The city is divided into four teeming quarters, which are home to thousands and host travelers from all corners of the world. The Royal Palace and court are both found here, and the city boasts many markets, temples, forges, shops, banks, workshops, inns and brothels. Since our story does not concern Vizima directly, I will end my description here and urge those interested to consult other sources.", "authors": ["Dandelion[Journal]"]}, {"id": 18738, "title": "Vizima dike", "text": "Just outside the Vizima's walls is a landing where merchants and travelers dock their boats. You can hire transport to the nearby swamp from there or look at wares that will soon find their way to marketplace stalls. There is also a passage from the Dike into Old Vizima, though the gate leading to that quarter is closed due to the quarantine. The epidemic, or fear of it, has also brought boat traffic on the lake to a nearly complete halt.", "authors": ["Dandelion[Journal]"]}, {"id": 18739, "title": "Swamp", "text": "Across the lake from Vizima lies a large area of marshlands which is home to small human communities, but also to various monsters. It is not safe there, even during the day &#8212; a drowner or a bloedzuiger can spring from the murky water at any moment. The casual traveler should also be mindful of the misleading will-o'-the-wisps, which have a tendency to lure unwary adventurers further and further into the swamp, until they become mired in mud and perish. To reach the swamp, one must hire a ferryman at the Dike in Vizima and take the boat across the lake.\n\nA group of lumberjacks works deep within the marshlands, making money by selling lumber to Viziman craftsmen. They are lead[sic] by a dwarf named Yaren Bolt, who rules the small community with an iron fist.\n\nThe swamp is home to brickmakers who make their living excavating and firing clay. Theirs is a small, secluded village, where life proceeds at its own pace. A somewhat crazed woman named Vaska leads them.\n\nThe swamp is a place where man must bow before Nature in all its wild, tangled grandeur. That is why the druids have settled there, establishing a sacred grove with the tree of life at its center. The disciples of Nature allow no violence within the grove, where they tend to sick animals, even taking in wounded dryads.\n\nThe misty marshes hide many secrets. For example, there is a small clearing where statues of powerful golems are half-buried in the mud as if frozen mid-step. One of them is particularly unsettling, towering ominously over the clearing", "authors": ["Dandelion[Journal]"]}, {"id": 18741, "title": "Old Vizima", "text": "Surrounded by a low palisade, Old Vizima conjures the spirit of yesteryear, when even the capitals of powerful nations looked like the makeshift collection of thatched wooden huts, and their streets were filled with hens and dirty children. Relocating his seat from the old manor to the Royal castle, King Foltest began the long process of converting Vizima from a wooden village into a brick town.\r\n\r\nThe war was merciless to Old Vizima's inhabitants. At its end, the area became something of a ghetto for non-humans - assimilated elves and dwarves were forced to settle where even the poor did not want to live. Currently Old Vizima is an area of skirmishes between knights of the Order of the Flaming Rose and the Scoia'tael. ", "authors": ["Dandelion[Journal]"]}, {"id": 18745, "title": "House of the Queen of the Night", "text": "For people who can't complain about the lightness of their purses, Vizima's Trade Quarter offers entertainment of the highest quality. The most beautiful women await their clients at the House of the Queen of the Night. They offer refined pleasures and a chance to forget about the dreariness of daily life.", "authors": ["Dandelion[Journal]"]}, {"id": 18748, "title": "Safe house", "text": "A special place, this house has become a shelter for many people fleeing the war. They differ in terms of status, views and walks of life, yet they have all found peace and safety here, amidst other refugees, while fires rage and fighting continues in the streets of Vizima. Those here are obviously not aware that this temporary haven can become a trap.", "authors": ["Dandelion[Journal]"]}, {"id": 18751, "title": "Triss' house", "text": "Triss lives in a corner building on a small square where a statue plinth stands, bereft of its monument. The statue itself, which bore the likeness of an elven philosopher, was recently melted down to make a new bell for the Cloister of the Order of the Flaming Rose. The sorceress has decorated her home very luxuriously, if not extravagantly. There are many expensive devices here, as well as magical components and equipment.", "authors": ["Dandelion[Journal]"]}, {"id": 18803, "title": "Striga", "text": "There is not much known about the curse that turns females into striga. The only well-documented example of a striga's lifetime was that of Adda the White, daughter of Foltest, king of Temeria. She was cursed prior to her birth, then born a striga. She and her mother, who did not survive the birth, were laid to rest in a single tomb. For seven years she grew inside the sarcophagus, only to emerge a creature of predatory instinct with the size and skill to carry it out.", "authors": ["Dandelion[Journal]"]}, {"id": 18755, "title": "Murky Waters", "text": "The origins of this settlement's depressing name are unknown, for anyone who visits Murky Waters quickly realizes that the ruddy peasants who inhabit its sturdy-looking houses and work in its tidy farmyards are merry and welcoming people. The numerous wreaths of field flowers that shapely peasant girls have hung everywhere indicate an approaching wedding.", "authors": ["Dandelion[Journal]"]}, {"id": 18757, "title": "Swamp cemetery", "text": "When the royal court was at the Old Manor, the marshes around this structure were regularly dried and cleared of monsters. An old cemetery dating back to elven times occupies a good portion of the area. Currently, Vizima's main necropolis lies within its walls, and the swamp cemetery has turned into a dangerous, haunted place. Entrances to numerous crypts have been flooded by muddy water, and numerous unpleasant creatures lurk among the stinking vapors. Nevertheless, refugees from Old Vizima have found shelter in the small caves which litter the marshes.", "authors": ["Dandelion[Journal]"]}, {"id": 18758, "title": "Witchers' laboratory", "text": "The castle was completed around the time when King Foltest's previous seat was taken over by a striga, the product of the ruler's incestuous affair with his own sister. Spacious stone halls, stained glass windows and vaulted ceilings indicate that dwarven engineering was employed here. King Foltest is a very active ruler and often travels, though when in Vizima he usually occupies his chambers and generally remains at the castle with his modest court. In the throne room, the King grants audiences to his subjects, be they petitioners or trusted advisors.", "authors": ["Dandelion[Journal]"]}, {"id": 18762, "title": "Crypt in the outskirts", "text": "There is an old crypt in the Outskirts, and it has not been used for a long time. People are afraid to enter it because of the monsters that dwell there.", "authors": ["Dandelion[Journal]"]}, {"id": 18767, "title": "Lady of the Lake's altar", "text": "... For the Lady of the Lake is a goddess of elder peoples of such wisdom and might that her single utterance conquered hatred and greed. She spoke but one sentence, one sentence so filled with truth that they had no choice &#8212; for no man and no vodyanoi can resist the ultimate truth. And so humans and vodyanoi shoook hands and presented each other with gifts, forging a truce. Wondrous were the gifts indeed! A gold bracelet belonging to the village's founder, richly ornamented by a true master's hand, went to the vodyanoi. And an old vodyanoi looked upon the Lady's face, and said: \"Thy word can make this world sink just as it can make it burn until only ashes remain.\" And as the people saw a fine statue of alabaster appear, they were all speechless. And by the lake, in a wondrous land, a great feast was held. And so on the story goes...", "authors": ["Dandelion[Journal]"]}, {"id": 18804, "title": "Zeugl", "text": "The zeugl is the best example of a monster that has grown accustomed to human settlements. The beast feeds on the waste and filth produced by the city, so it need not hunt or fight to survive. It simply grows and gradually becomes a danger to people. This shows how detrimental continued degradation of the natural environment can be in the long run. Therefore, I implore the reader: respect nature.", "authors": ["Dandelion[Journal]"]}, {"id": 18777, "title": "Detective's house", "text": "As in many large cities of the north, in Vizima one can enlist the services of a private investigator, an expert in sensitive issues, discreet investigations and tracking suspects. Detective Raymond Maarloeve is available at his office day and night.", "authors": ["Dandelion[Journal]"]}, {"id": 18809, "title": "Archespore", "text": "Fortunately, fire proved an equally efficient remedy for these cursed plants, and using the Igni sign does not require carrying an inconvenient tank on one's back.", "authors": ["Dandelion[Journal]"]}, {"id": 18814, "title": "Skullhead", "text": "Archeological research is the only source of knowledge about skullheads. Skeleton reconstructions make it possible to describe the creature's appearance and movement. Addressing his students, Professor Sendivoy Barren summed up research on the skullhead thusly: 'We are more than lucky that the bastards died out.", "authors": ["Dandelion[Journal]"]}, {"id": 18816, "title": "Greater brother", "text": "These mutated knights are clad in heavy armor and wield humongous shields, making them tough nuts to crack, even for a witcher. The only thing worse than a Greater Brother would be a monster that uses weapons with great skill and demonstrates mastery of complex combat tactics.\n\nFirst Fight with Greater Brothers", "authors": ["Dandelion[Journal]"]}, {"id": 18820, "title": "Alghoul", "text": "<b>The Witcher</b>\r\n\r\nAlghouls are ghouls which had been devouring corpses for so many years that human flesh becomes irresistible and they begin to prey on the living. They are seen in crypts and on battlefields, frequently surrounded by ghouls. Simple folk do not notice the differences between these two types of scavengers &#8212; unlike witchers, who know that the alghoul is a more aggressive and challenging opponent.\r\n\r\n<b>The Witcher III</b>\r\n\r\nAn alghoul's basically a badarse ghoul.\r\n\r\nYarpen Zigrin, dwarven warrior\r\n\r\nAlghouls differ from normal ghouls in size, strength, coloring and, most importantly, intelligence. Whereas ghouls and graveirs are primitive creatures unfit to plan even the simplest ambush, alghouls and their kindred (such as cemetaurs) are capable of forethought, and are thus much more dangerous.\r\n\r\nGhouls seem to possess wits enough to at least know a brighter mind when they see it, and so let alghouls and cemetaurs lead their packs. A pack so led will terrorize all in its path, attacking not only lone travelers but also caravans and even farmsteads. When encountering such a pack the alghoul should be eliminated as a first priority, leaving the other beasts for once their leader is gone. One be particularly careful when fighting alghouls around dusk and at night, when they fight with doubled strength.\r\n\r\nDuring combat alghouls and cemetaurs try risky maneuvers aimed at knocking their opponents to the ground so the others can finish the job by tearing them to shreds. Like a normal ghoul, an injured alghoul can fall into a frenzy and attack with blind fury. An experienced witcher knows to get out of its way on such occasions and strike from behind, while for an inexperienced witcher, such a turn of events often marks the end of his Path.", "authors": ["Dandelion[Journal]"]}, {"id": 18822, "title": "Kikimore worker", "text": "Kikimore workers were reintroduced with the Blood and Wine expansion.", "authors": ["Dandelion[Journal]"]}, {"id": 18824, "title": "Drowner", "text": "<b>The Witcher</b>\r\n\r\nThe drowner, a frightful creature of mud and scum, drags people down into mires and bubbling eddies. It feeds on young women who bathe in rivers and on occasion will pull men off their horses or carts as they cross a bridge or weir. Drowners arise from the bodies of villains who meet their end in running water or in undertows that appear after storms. These watery creatures embody the spirits of those who can not rest after death and are sometimes born of fetuses aborted by magical means. They are ugly in appearance, skinny, tall and bony. Their bodies are slimy and green, as is their hair. Wherever a drowner steps, pools of their slimy substance form. This creature can be fought using ordinary weapons.\r\n\r\n<b>The Witcher II</b>\r\n\r\nSometimes a drowned man returns as a monster, to haunt the living. Tormented with his death, he murders his victims. He prefers to draw them beneath the water's surface, tearing the drowning victim to shreds with sharp claws, and eat them like a wet biscuit. Such creature is called a drowner. They are quite often found at the banks of the Pontar, since the huge river with regular shipping and riverside villages provides them with ample sustenance.\r\n\r\n\"When monsters are really crappy, ganging up makes them happy\". Drowners are not the mightiest beasts in the world, so they hunt in groups, in accordance with the above saying. They are surprisingly fast on land, but are a threat only to fishermen and washerwomen. They can best a witcher only if he is drunk or in love. Sometimes, however, a more robust specimen is found among the drowners. It is called a drowned dead and can command the entire band. Thus it's best to eliminate it first.\r\n\r\nOne could say that if drowners chatted among themselves, Geralt would be highly esteemed among them after his exploits in Vizima. Yet drowners do not chat - they are dumb like a left shoe. And good. Fast style should be used when fighting them, and one must spin swiftly before they flee from a witcher's blade. Enough said.\r\n\r\nAs they are already dead, drowners do not fear poisons, and even a large loss of blood makes no impression on them. This ends the list of the monsters' strong points, however, as the rest of the witchers' arsenal is extremely effective against them. Thus the drowners can be killed with fire, immobilized by traps, knocked down and, above all else, sliced and diced until slime spills from their ears.\r\n\r\n\r\n<b>The Witcher III</b>\r\n\r\nWhen at the water's edge, you gotta be quiet. First of all, so as not to scare the fish. Second - so you don't attract drowners.\r\n- Yanneck of Blaviken, fisherman \r\n\r\nA drowner resembles a corpse dredged from the bottom of a pond. It is sickly blue or green in color, with slime and sludge oozing out of every pore and the acrid stench of rot wafting off of it. That is why it is often thought drowners - along with their more dangerous cousins: vodniks, mucknixers and drowned dead - arise from the bodies of those who drown in shallow water: lost travelers falling into bogs, children who swim too far from the shore or, in the case of vodniks, inebriated peasants who stumble off narrow swamp trails. ", "authors": ["Dandelion[Journal]"]}, {"id": 18825, "title": "Armored hound", "text": "\"During the first stage of research, we performed experiments on animals only. Having bred a mutated hound, we are certain that the potion formulae are suitable and if we administer them to human subjects, we will achieve exactly what we seek.\"", "authors": ["Dandelion[Journal]"]}, {"id": 18828, "title": "Bruxa", "text": "<b>The Witcher</b>\r\n\r\nIt is said that at night bruxae haunt attractive young men and drink their blood. These vampires move quietly in the dark to suddenly emerge near their victims. Bruxae are womanoids and may take the form of beautiful girls, leading some to mistake them for water-nymphs, but their long fangs and unrestrained thirst for blood always betray them.\r\n\r\n<b>The Witcher II</b>\r\n\r\nThe bruxa is a higher vampire, that is a post-Conjunction creature, an intruder in our world. She appears as a beautiful woman, but when she is hungry or attacking, she is terrifying. As a vampire, the bruxa drinks blood. She often finds a victim to become her lover and a constant supply of sustenance at the same time.\r\n\r\nThe bruxa finds the smell of garlic to be socially inconvenient at most. And she considers holy symbols to be interesting examples of handicraft. She endures the light of the sun well, but she prefers the darkness of the night. As you see, you can stuff most stereotypical preconceptions about vampires up your arse when it comes to a bruxa. So what works? The blade of the silver sword, as usual. Apart from silver, she can be wounded with fire and a stake, provided that the latter is as long as a wagon's drawbar.\r\n\r\nLess powerful bruxae often hunt in packs, making it easier to corner prey. If threatened, they attack with their talons and rip the victim apart, pausing only to savor the blood of their dying foe. The greatest threat to a witcher is the bruxa's voice. The creature can screech with such force that the Shockwave will knock even a huge man down, making him easy prey for the vampiress. Blindness is as great a threat as this ghastly scream. Bruxae deprive their enemies of sight in order to play cat and mouse with them. Until sight returns, one should defend against their attacks in any way possible, for example by using the Quen Sign.\r\n\r\nThe bruxae have masterful control over their blood circulation, rendering poisons and oils that increase bleeding ineffective against them. They are good at defending themselves against witchers1 tricks, but they are vulnerable to fire and can be knocked down and finished off as they try to get up.\r\n\r\n<b>The Witcher III</b>\r\n\r\nIf you must travel through the woods, steer clear of any places where you can hear several different kinds of birds at once. That sound means you're entering a bruxa's territory and can kiss your life farewell.\r\n- anonymous piece of advice \r\n\r\nFortunately for us all, bruxae are rare creatures. Most live far from population centers, for they care greatly for their own safety and make their lairs in places where they cannot be taken by surprise. Those who decide to live near men avoid crowds and emerge from their shelters only at night. When they do, one could almost mistake them for delayed travelers hurrying towards their night's lodging, yet subtle details give them away: their close ties to birds, their piercing voices and the breathtaking speed of their movements. Bruxae are far swifter and stronger than men, but their greatest asset is their ability to turn invisible. \r\n\r\nBruxae dart about with uncanny speed, and with their power of invisibility they can easily confuse opponents and attack unexpectedly or from behind. Thus when fighting these vampires the Moon Dust bomb is a great aid - while it cannot eliminate the vampire's invisibility altogether, it can make it easier to track its motions. A generous smearing of vampire oil is also effective. \r\n\r\nBruxae use their sharp claws to attack and can easily break through an opponent's guard by buffeting him with a hail of blows from all directions. They will try to bite their prey and drink its blood once it is weakened, so every witcher who expects to encounter such a monster should swallow a Black Blood potion beforehand. Bruxae are also known for their sonic attacks, which knock down and stun their prey. ", "authors": ["Dandelion[Journal]"]}, {"id": 18831, "title": "Cemetaur", "text": "Much has been written about ghouls and graveirs, since they are encountered by common people in times of war or in cemeteries. Cemetaurs are female graveirs, rare and stronger than it's graveir husbands, but when they appear in a necropolis, they take it over. All ghouls respect them and must bow to them.", "authors": ["Dandelion[Journal]"]}, {"id": 19347, "title": "Adda the White", "text": "At Leuvaarden's reception I had the chance to meet Princess Adda. Some years ago I relieved her of the striga curse, and the princess has grown into a pretty, if somewhat wild and spoiled girl.\r\n\r\nAccording to the Professor's notes, Adda collaborated with Salamandra. She was behind the counterfeiting of the royal seal and forged the proclamation of the state of emergency. She was promised the throne of Temeria, though in reality Salamandra believed her to be unpredictable. The organization planned to break the alliance.\r\n\r\nIt turned out that Adda was behind the forgery of the royal seals and responsible for the chaos in the Trade Quarter. The princess had been collaborating with Salamandra, but it seems this alliance was too much for her. Thanks to Triss' intervention, I managed to escape Adda's claws by the skin of my teeth.\r\n\r\nPrincess Adda was born of an incestuous union and came into this world as a striga. This was the consequence of a curse cast by a jealous courtier who had loved her mother. For several years the striga roamed Old Vizima, stalking and devouring the unwary. Until I arrived, no one had been able to kill her or lift the curse. Adda did not fully regain her personality, however, and there is still danger of a relapse. That's why the princess wears amulets and participates in rituals designed to ward off the curse.\r\n\r\n<i>If Geralt kills the striga:</i>\r\n\r\nThe curse of the striga returned and Adda changed into a monster again. This time I had to kill her.\r\n\r\n<i>If Geralt lifts the curse:</i>\r\n\r\nThe curse of striga returned and Adda changed into a monster again. I managed to free her of the spell once more.\r\n\r\nPrincess Adda was born a striga as a result of Ostrit's curse. The magnate was in love with the king's sister and Adda's mother, whose name was also Adda. When he learned of the incestuous relationship between the king and his sister, Ostrit put a curse on the king and described the process in his diary. Whoever possesses the diary may renew the curse and transform Adda back into a striga.\r\n\r\nKing Foltest's daughter had been cursed even before leaving her mother's womb and turned into a striga as a child. The jag-toothed princess had long terrorized Vizima, until Geralt lifted the curse. It returned after a few years, but the witcher managed to lift it a second time. Later Adda became the wife of Radovid V, king of Redania.", "authors": ["Dandelion[Journal]"]}, {"id": 19349, "title": "Kalkstein", "text": "The absent-minded alchemist seems nice, but it is obvious that scientific theories are of greater concern to him than the more prosaic aspects of life.\n\nHe lives in the part of the Temple Quarter inhabited by non-humans. He runs an alchemy workshop there, earning his living selling potions. But he devotes himself to his greatest passion &#8212; gnomish alchemy.\n\nThe alchemist sometimes uses the services of witchers. Berengar used to work for him.\n\nKalkstein has dealings with Vizima's criminal underworld. Strange company for an alchemist to keep.\n\nI have proved that Kalkstein is not the Salamandra leader. I'm glad, because I've actually grown fond of the alchemist.\n\nFor the first time since I arrived at Kaer Morhen, I saw a truly happy man. The door to the tower in the swamp stood wide open, and at the thought of all the alchemical secrets waiting inside, Kalkstein was as delirious as a drunken dwarf.\n\nEven though he calls himself a scientist, Kalkstein is an alchemist, so he definitely dabbles in magic.\n\nKalkstein is the author of many alchemical works, including a treatise analysing attempts to animate inanimate matter, an activity known otherwise as constructing a golem. Apparently the alchemist has been interested in this matter for years. Kalkstein's convoluted style makes his work difficult to read.\n\nRiots and fires in the city drove Kalkstein from his laboratory. I met the alchemist in Old Vizima, to where he fled.", "authors": ["Dandelion[Journal]"]}, {"id": 18842, "title": "Alp", "text": "\"No other monster inspires so many myths and fallacies as the alp. People believe that this vampire is able to turn into a black dog or a venomous toad. They mistake alps for succubi, believing them to be lecherous and inclined to seduce handsome young men. Folk tales describe their charm and their beautiful, seductive voices, as well as their loathing of virgins. What is true beyond any doubt is that they move noiselessly and attack by surprise, rarely giving their victims as much as a chance to scream in terror.\"", "authors": ["Dandelion[Journal]"]}, {"id": 18843, "title": "Mutant assassin", "text": "Mutation and training makes witchers excellent killers. The problem is their conscience, which prevents them from carrying out political assassinations or causing terror among common folk. The laws of the market say that if there is demand, it must be satisfied as soon as possible &#8212; which is why Salamandra created the mutant assassin.", "authors": ["Dandelion[Journal]"]}, {"id": 18844, "title": "Ifrit", "text": "\"An ifrit is a minor genie of fire, or, as some say, an elemental. It does not fulfill wishes, build palaces or make anyone rich, but it serves mages who research the element of fire if they can force the creature to be obedient.\n\nElementals use their physical strength mostly, and their main goal is to stop the opponent, no matter what the cost is.", "authors": ["Dandelion[Journal]"]}, {"id": 18845, "title": "Vedymin", "text": "Eeee... But careful one must be to touch not the witchman, for thus the mange can one acquire. And lasses do from him hide away, for lustful the witchman is above all measure&#8212;\n\nIn the original game, the term used was witchman. This following journal entry is, in fact, a slightly paraphrased quote from the short story \"The Edge of the World\".", "authors": ["Dandelion[Journal]"]}, {"id": 18847, "title": "Greater mutant", "text": "While ingenuity and technique have their advantages, sometimes a sweeping blow with a huge club is the best solution in combat. That is why Salamandra created greater mutants. After all, someone (or something) has to wield that huge club.", "authors": ["Dandelion[Journal]"]}, {"id": 19345, "title": "Lambert", "text": "<b>The Witcher</b>\r\n\r\nThe young witcher I met at Kaer Morhen sure is quarrelsome and he has a biting tongue... He is rude, especially to Triss Merigold, who he addresses by her last name. I think at times he uses rudeness to express his fondness for someone.\r\n\r\n<b>The Witcher III</b>\r\n\r\nIf destiny truly chooses which boys become witchers, then in Lambert's case it had made a twisted, cruel choice. After hearing his story, Geralt had to admit that Lambert had every reason to be unenthused about the lot fate had granted him.\r\n\r\nA chance encounter of two witchers hunting the same ekimmara turned into a tale of old friendship, murder, and vengeance. The moral of the story? Don't mess with Lambert.\r\n\r\nThough Lambert made no secret of his hatred for Kaer Morhen, when the time came to stand in its defense, he did so without a second thought.\r\n\r\n<i>If Keira didn't go to Kaer Morhen and Geralt didn't save Lambert in time:</i>\r\n\r\nSadly, during the battle, Lambert found himself overwhelmed by enemy forces. Relief came too late and he was cut down by the Wild Hunt's soldiers.\r\n\r\n<i>If Geralt convinced Keira to come to Kaer Morhen:</i>\r\n\r\nDuring this battle, he came within a hair's breadth of losing his life. Luckily, Keira arrived in the nick of time and together they held back his attackers.\r\n\r\nIt just might be that Lambert and Keira's later (and somewhat unexpected) relationship came about as a result of that moment, when they fought for survival at each other's side. It is also possible it was a simple matter of two attractive people taking a liking to each other. At any rate, only time could tell what would become of the couple.", "authors": ["Dandelion[Journal]"]}, {"id": 18852, "title": "Fleder", "text": "They are known by other names as well: kites and fliers to name only two.", "authors": ["Dandelion[Journal]"]}, {"id": 18853, "title": "Vodyanoi priest", "text": "see also: Vodyanoi warriors\n\nRipples Quest: Humans and Vidyanoi\n\nKilling Dagon and His Priests", "authors": ["Dandelion[Journal]"]}, {"id": 18854, "title": "Barghest", "text": "&#8211; \"Sermons for Feasts and Funerals,\" by the Reverend Yomen of Tretogor", "authors": ["Dandelion[Journal]"]}, {"id": 18855, "title": "Ghoul", "text": "<b>The Witcher</b>\r\n\r\nA horrible, low, and nasty beast, this abomination nests in cemeteries, old burial mounds (kurgans), necropolises, and on battlefields. Disgusting in form and character, it emerges to feed usually during the full moon, and well-rotted corpses are a delicacy for it. When driven by hunger, the ghoul will not hesitate to prey on the living. Only by fire, silver, and bright light can they be harmed. For this reason, it hunts only at night.\r\n\r\n<b>The Witcher III</b>\r\n\r\nGhouls creep and crawl at night\r\nEating everything in sight\r\nIn a snap they'd eat you, too'\r\nChop you up for a ghoulish stew!\r\n&#8212; Children's rhyme\r\n\r\nGhouls and graveirs are hard to describe. In part, they resemble humans &#8211; yet on the whole, they are the utter negation of all that is human. Though they have arms and legs like men, they walk on all fours like dogs or badgers. Though they have eerily familiar faces, one searches them in vain for any sign of sentiment, reason or even a spark of consciousness. They are driven by one thing and one thing only: an insatiable craving for human flesh.", "authors": ["Dandelion[Journal]"]}, {"id": 18858, "title": "Bloedzuiger", "text": "Developer CD Projekt's characterization of the Bloedzuiger taken from the monsterbook, which was enclosed with the Collectors Edition of the computer game The Witcher (PC) for Poland, Hungary and the Czech Republic:", "authors": ["Dandelion[Journal]"]}, {"id": 18859, "title": "Koshchey", "text": "The first koshchey was created by an ex-druid called Fregenal using either the Triangle Within a Triangle or Alzur's Double Cross and destroyed by Visenna using the Mirror Effect spell.", "authors": ["Dandelion[Journal]"]}, {"id": 18860, "title": "Graveir", "text": "Graveirs are depraved, lecherous and treacherous bastards. Larger than ghouls, they have three bony combs on their head and short but cruel, thick claws. Their teeth and thin tongue allow them to eat marrow &#8212; and the more rotten and rancid the marrow, the more it is to their liking. The vile graveirs have cadaverine in their teeth, so anyone who engages one in battle beware. Graveirs fear fire, silver, and magic, but weapons of steel cause them no harm.", "authors": ["Dandelion[Journal]"]}, {"id": 19342, "title": "People of Murky Waters", "text": "I felt dizzy almost constantly in the idyllic settings of Murky Waters. Love is in the air and, like the scent of flowers warmed by the sun, it distracts me. The people here seem to feel the same.", "authors": ["Dandelion[Journal]"]}, {"id": 19343, "title": "Reverend", "text": "The leader of the community in the Outskirts is a domineering priest of the Eternal Fire called the Reverend. His authority reaches well beyond the realm of the spiritual - people from the town and village in the Outskirts do exactly what he says. The Reverend is a religious fanatic and a hypocrite. He easily finds guilt where it doesn't exist, ignoring real offences. \r\n\r\nThe Reverend lives in the town, just left of the temple. During the day he either prays or tends to the church. \r\n\r\nThe witch Abigail was probably gone by the time I arrived at the Reverend's. Irreconcilable differences is all I can call it. We argued and I had to kill the priest. \r\n\r\nThe escalating conflict between the Reverend and the local soothsayer ended grimly. A lynch mob accused Abigail of summoning the Beast and then burned her at the stake. \r\n\r\nAfter tending to the witch Abigail, the Reverend unleashed his congregation on me. I had to kill the priest.", "authors": ["Dandelion[Journal]"]}, {"id": 19344, "title": "Lady of the Lake", "text": "<b>The Witcher</b>\r\n\r\nOn an island in the middle of the lake I encountered a supernatural being known as the Lady of the Lake. She is a nymph or a vila. Both the inhabitants of the nearby villages and the monsters of the lake worship her.\r\n\r\nThe Lady appointed me her champion and gave me a silver sword. Thus was I admitted into the ranks of the many noble knights who have served her over the centuries. The Lady predicted that the sword she gave me will prove important as I pursue my mission.\r\n\r\nI left Murky Waters and returned to Vizima. I have a feeling the Lady of the Lake's domain was the only place where I might have found peace. What a pity.\r\n\r\n<b>The Witcher III</b>\r\n\r\nGeralt had first encountered the Lady of the Lake when his search for what had been stolen from Kaer Morhen took him to the village known as Murky Waters. There a mysterious female being dwelled in the murky depths of the village's namesake waters and watched over the residents living on the shores. Such was their esteem for their underwater guardian, they erected a monument in her honor. The Lady of the Lake once had many knights in her service, but they had all died, as valiant knights tend to, during campaigns in far-off lands. She now lived in near solitude, so was glad to accept Geralt's company, the witcher being someone she liked and respected.\r\n\r\nOnce the witcher had believed the Lady of the Lake was some kind of local goddess, but their reunion at Lac C&#233;lavy made him realize she did not dwell only in Murky Waters. Instead, the Lady of the Lake calls home any place where virtue and chivalry are honored.\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19339, "title": "Ramsmeat", "text": "I met Ramsmeat, the leader of a gang from the Temple Quarter. He didn't make a good impression. I think the feeling was mutual.\r\n\r\nHis boys react nervously to the symbol of Salamandra. It is evident that they have some links to the organization.\r\n\r\nThe thug probably had something to do with Berengar's disappearance.\r\n\r\nRamsmeat sent his people to Saint Lebioda's Hospital. His bandits attacked me when I tried to interrogate the prisoner being kept there.\r\n\r\n<i>Only if Geralt clears Ramsmeat:</i>\r\n\r\nMy suspicions turned out to be false. I found proof that Ramsmeat is not the leader of Salamandra.\r\n\r\n<i>Only if Geralt kills Ramsmeat:</i>\r\n\r\nThe gang leader died by my hand.", "authors": ["Dandelion[Journal]"]}, {"id": 19340, "title": "Townsfolk", "text": "Unmarried townswomen are treated strictly by their parents and largely kept at home. They're a bit bored, but also curious.", "authors": ["Dandelion[Journal]"]}, {"id": 19341, "title": "Professor", "text": "One of the leaders of the Salamandra attack on Kaer Morhen was a man called the Professor, who seemed to be a cunning assassin. The other leader was a mage.\n\nIt turned out that the assault on Kaer Morhen was not the Professor's first foul deed. The arrest warrant shows clearly that my opponent is a wanted man.\n\nThe Professor is a wanted man and the City Guard is looking for him. A warrant for his arrest has been issued.\n\nThe Professor was released from the dungeon right in front of my eyes. He mocked the law and proved to me just how powerful Salamandra is.\n\nThe Professor is dead. Defeating him wasn't easy, but it was very satisfying.", "authors": ["Dandelion[Journal]"]}, {"id": 19338, "title": "Vincent Meis", "text": "Vincent is the Captain of the City Guard and the main executor of the king's law in the Temple Quarter.\r\n\r\nIt appears I've fallen into disfavor with the City Guard, or more to the point with Vincent himself. He thinks I'm hindering his attempts to break up Salamandra's network.\r\n\r\nThe Captain of the City Guard released the Professor, one of the most wanted criminals of Temeria.\r\n\r\nOn his orders the city guards are forbidden to talk about Salamandra.\r\n\r\nVincent Meis was one of the few who knew that I was going into the sewers to kill the cockatrice and that I could only leave by the exit where I encountered the Salamandra bandits.\r\n\r\nThe Captain of the City Guard is innocent. I have evidence to prove that he wasn't collaborating with Salamandra.\r\n\r\nVincent is the Captain of the City Guard and the main executor of the king's law in the Temple Quarter.\r\n\r\nPeople say that it's impossible to get in touch with Meis at night. After dark, the captain vanishes into thin air.\r\n\r\n<i>If Geralt kills the werewolf:</i>\r\n\r\nIt turned out that Vincent Meis had a dark secret. The Captain of the City Guard is a lycanthrope. As a werewolf, he roamed the streets at night and fought criminals. I decided the monster was too big a threat to the people of the city and killed him.\r\n\r\n<i>If Geralt spares the werewolf:</i>\r\n\r\nIt turned out Vincent Meis had a dark secret. The Captain of the City Guard is a lycanthrope. As a werewolf he roams the streets and at night and fights crime. I decided that Vincent poses no threat to common folk and let him live, though he is in fact a monster.\r\n\r\nCarmen, a prostitute who is in love with Vincent, asked me to find a remedy for lycanthropy and I told her how to cure her beloved. Vincent is no longer a werewolf, so nothing stands in the way of his and Carmen's love.", "authors": ["Dandelion[Journal]"]}, {"id": 19337, "title": "Thaler", "text": "<b>The Witcher</b>\r\n\r\nIn the Temple Quarter of Vizima lives a fence named Thaler. He has many things that belonged to Berengar, and also deals in illegal goods. The fence is a repulsive man and uses particularly foul language.\r\n\r\nDuring the day he can be found in his store, which is located in a house in the Temple Quarter.\r\n\r\nThaler put Berengar's witcher equipment up for sale. I wonder how he acquired these things.\r\n\r\nThe fence's circle of influence is really wide. It also includes city guards.\r\n\r\nFor a fence and a thug Thaler has surprisingly extensive contracts, not only with thieves, but also among the affluent.\r\n\r\nThere was a lot of circumstantial evidence suggesting that Thaler was working for Salamandra, yet he proved to be innocent.\r\n\r\nTo my surprise Thaler the fence was invited to Leuvaarden's reception, at which only the rich and influential were present.\r\n\r\nIt turned out that Thaler is the chief of Temerian intelligence and his fence guise is simply one of many assumed personalities.\r\n\r\n<i>If Geralt stays neutral when Count de Wett and Thaler are in the courtyard:</i>\r\n\r\nWhen Count de Wett accused Thaler of treason, I did not object. The former head of Temeria's Intelligence Service was summarily executed.\r\n\r\n<i>If Geralt defends Thaler from Count de Wett in the courtyard:</i>\r\n\r\nThaler is interested in the political situation in Vizima. He's also investigating an important case involving forgeries.\r\n\r\n<b>The Witcher III</b>\r\n\r\nGeralt was not expecting to meet Bernard Ducat, former head of Temerian intelligence, in such circumstances. Their relationship went back a long ways, to the time when Ducat was leading an espionage operation in the Vizima Temple District disguised as a fence named Thaler. Thaler the fence was known for his gruff manners and extremely filthy tongue.\r\n\r\nMuch had changed since those days, but Clogs the cobbler (as Ducat now called himself) was as rude and vulgar as Thaler had ever been.\r\n\r\nHis exact role in the attack on Radovid was not clear, but considering his experience and professionalism, one could hardly expect him to share that information, not even with an old friend.\r\n\r\nSpycraft leaves no margin for error, sentiment or dropping one's guard...\r\n\r\n<i>If Geralt chooses to intervene and fight Dijkstra:</i>\r\n\r\n ...Thaler should have known this, but instead he left himself exposed and only escaped death thanks to Geralt's intervention, his life saved by the witcher's departure from his usual neutrality.\r\n\r\n<i>If Geralt chooses to not intervene and lets Dijkstra kill Thaler:</i>\r\n\r\n ...Thaler died in a violent bout of political maneuvering when it turned out his plans conflicted with the greater good of Redania.", "authors": ["Dandelion[Journal]"]}, {"id": 19335, "title": "Triss Merigold", "text": "<b>The Witcher</b>\r\n\r\nAlong with me and the other witchers, Triss fought in defense of Kaer Morhen. The sorceress stood against the mysterious mage, one of the leaders of the assault. She was injured and lost consciousness. Ironically, Triss is allergic to magic and she can only be administered natural healing potions.\r\n\r\nTriss Merigold is my friend. She saw me die and my return to the world of the living surprised her. Triss is a sorceress &#8212; one of the most influential and talented of her kind. She has numerous powerful friends, and she knows the Kaer Morhen witchers. She is one of the few people who know the way to the fortress. I have a feeling Triss likes me a lot.\r\n\r\nAfter Leo's funeral, the sorceress teleported to Vizima. She decided to use her extensive contacts and search for information on Salamandra. Triss promised to find me as soon as I arrive in Vizima.\r\n\r\nTriss found me in the swamp, where I lay unconscious after my clash with Azar Javed. She transported me to her house in the Trade Quarter and took care of me until I came round. Lying there awake I overheard Triss gossip with her friend on the magic communicator, and I now know that other sorceresses are also interested in Salamandra.\r\n\r\n<i>If Geralt leaves Alvin with Shani:</i>\r\n\r\nI left Alvin in Shani's care. Triss decided that I don't trust her and that I prefer the medic. She is angry with me and it seems our affair is over.\r\n\r\n<i>If Geralt leaves Alvin with Triss:</i>\r\n\r\nI concluded that it would be best to leave Alvin in Triss' care. She saw my choice as proof of my trust. She decided I liked her more than Shani, which only improved our relationship.\r\n\r\nDandelion delivered a letter from Triss. The sorceress has asked me to take good care of Alvin. She is also worried about me &#8212; she hopes we can have a steady relationship and raise Alvin together when I complete my mission.\r\n\r\nI answered Triss' letter and explained my feelings.\r\n\r\nAfter Foltest's return to Vizima, Triss fell into disfavor &#8212; the monarch didn't approve of her political scheming. The sorceress is practically a hostage at the Royal Palace and her fate is in my hands.\r\n\r\n<i>Neutral Path:</i>\r\n\r\nTriss joined me during the attack on the Old Manor. As a friend, she aids me in my search. I think she seeks revenge on Azar Javed for their magical duel at Kaer Morhen.\r\n\r\nI met Triss, or rather a vision of her, in the Ice Plains. The sorceress helped me pursue the Grand Master.\r\n\r\n<b>The Witcher II</b>\r\n\r\nI have known the sorceress Triss Merigold for a long time, for she is one of the Geralt's closest friends. The young, pretty, talented, auburn-haired mage from Maribor hardly reminded me of the giggling flapper of years past. Her knowledge, abilities and loyalty had brought her far. A hero from Sodden, known as the Fourteenth of the Hill - for she was mistakenly counted as the fourteenth mage to die in that battle - she sat on the royal council of King Foltest of Temeria. And though they say that a monarch's favor is uncertain - for the king had once expelled all mages from Temeria - Triss had managed to gain Foltest's trust. As regards the witcher, everyone who was witness to Triss' friendship with Geralt, anyone who saw them together, would easily confirm that these two had much in common... And it is common knowledge that an old flame never dies...\r\n\r\nFor those reasons, after Foltest's death the sorceress decided that she would help the witcher most by staying by his side. Not heeding her threatened position at court, she harnessed all her strength and powers to helping Geralt, whom she still had feelings to.\r\n\r\nI was not there at the time, but I heard tales of the show of power Triss put on at that beach near Flotsam. Though she was weakened and barely conscious, the sorceress managed to sustain a magical barrier and the three survived the Scoia'tael arrows thanks to her.\r\n\r\nNobody was surprised that Triss knew Sile de Tansarville. A more attentive observer would certainly have noticed the chill in their greetings, as well as Triss' evident dislike of her elder colleague.\r\n\r\n<i>If Geralt agrees to forget about chasing the king slayer:</i>\r\n\r\nThe sorceress' greatest desire was to be the one and only woman in Geralt's life, and to forget about all the troubles and dangers they had recently experienced. Geralt agreed to her proposal, but before they could act, Fate showed them how hard it can be to carry out such romantic plans.\r\n\r\n<i>If Geralt decides he must continue chasing the king's slayer:</i>\r\n\r\nThe sorceress' greatest desire was to be the one and only woman in Geralt's life, and to forget about all the troubles and dangers they had recently experienced. Geralt was close to agreeing to her proposal, yet he knew that it would be impossible to lead a quiet life until he could clear his name. His decision saddened Triss, but the sorceress understood.\r\n\r\nTriss was kidnapped by Letho. Geralt and I feared what he might do to her. Believe me, it was eating me alive, making rest impossible.\r\n\r\nSearching Sile's quarters and talking to her neighbor brought more questions than answers. It appeared that Triss had known the woman she had talked to, but the fragments of the conversation recounted to us remained mysterious.\r\n\r\nTriss had reached Aedirn &#8211; there was evidence to prove it. Finding her would prove difficult, however.\r\n\r\n<i>If Geralt chooses Iorveth's path and helps Philippa in order to lift a curse from Saskia instead of rescuing Triss:</i>\r\n\r\nIn Aedirn, the search for Triss ended with the discovery of a bitter truth - transformed into a nephrite figurine, she had ironically been in the possession of an oblivious Geralt for a time and he had brought her straight to the Nilfgaardian camp. The Nilfgaardian emissary envisioned a special part for her in Loc Muinne...\r\n\r\n<i>If Geralt chooses Roche's path and rescues Anais La Valette instead of Triss:</i>\r\n\r\nIn the end the sorceress was freed by a witcher, yet it was not Geralt. Thanks to Letho she escaped unharmed, but I am sure she would be glad to forget the time she spent in Nilfgaardian captivity. Thus were the lovers reunited among the ruins of Loc Muinne after their long parting, and the story of Triss Merigold's kidnapping ended.\r\n\r\n<i>If Geralt rescues Triss instead of Anais La Valette or Philippa:</i>\r\n\r\nYet the witcher foiled this plan, wrestling Triss from Nilfgaardian hands. I described the story's finale in one of my ballads, omitting the carnage Geralt wrought there, however. For his part, he thinks that my version, with its colorful description of a mounted pursuit of Renuald aep Matsen, a limp sorceress trundled across his saddle, is too pretentious. Witchers...no sense of licentia poetica at all.\r\n\r\nTriss had one more part to play, and a significant one at that. Thanks to her, De Tansarville's machinations were publicly revealed. The scene &#8211; now known as \"Triss Merigold accuses the Lone Witch of Kovir\" &#8211; passed into history and presently is one of the more common motifs in contemporary painting.\r\n\r\nThe testimony Shilard extracted from Triss was used to accuse the sorcerers. In this way Miss Merigold contributed involuntarily to a witch-hunt greater than any before it.\r\n\r\n<b>The Witcher III</b>\r\n\r\nI always considered it a point of particular pride to count Triss Merigold of Maribor among my closest and dearest friends. This exceptionally talented sorceress was a shining star of her profession, the former mage advisor to King Foltest, and a famous hero of the Battle of Sodden, known as the Fourteenth of the Hill. yet in no way did she resemble her often unbearably haughty sisters in magic. Her deft mind, warm smile and considerable personal charm had always won over even the hardest of hearts.\r\n\r\nThough my personal relations with Triss never ventured beyond the fraternal, Geralt of Rivia at one point found her allure irresistible. From then on the two shared feelings that ran far deeper than a superficial and fleeting fancy.\r\n\r\nYennefer told Geralt that Triss had recently taken up residence in the Free City of Novigrad.\r\n\r\nIt seemed Triss had gone into hiding from the so-called witch hunters persecuting magic wielders in the city, turning to one of the leaders of the local underworld for protection.\r\n\r\nAfter a bit of a run-around Geralt found the sorceress, who had indeed entered into an arrangement with the so-called King of Beggers. She paid for his protection by providing magic services to his organization. Though Triss did not know anything about Ciri and her stay in Novigrad, she promised to do all within her power to aid Geralt's search.\r\n\r\nThough theoretically Triss and Geralt had ended their romance half a year earlier, it was clear the feelings they felt for each other had not vanished so easily. To deal with this, the sorceress pretended that nothing had happened and the witcher, as is his wont, sheepishly masked his feelings with a mix of hesitant interest and fake indifference. It must be said that both of them handled the situation quite awkwardly.\r\n\r\nThe plan to get close to Caleb Menge that Triss presented to the witcher was very risky and placed her in great danger. The sorceress knew, however, that Ciri's life might be on the line, and so did not hesitate for even a moment.\r\n\r\n<i>If Geralt kisses Triss:</i>\r\n\r\nThe sorceress' laugh, the look in her cornflower blue eyes, the memory of enchanting moments spent together - all that surely weighed on Geralt's decision to kiss Triss in the Vegelbuds' garden. And though their moment of sweet oblivion lasted briefly, it breathed a gale's worth of new life into feelings between them.\r\n\r\n<i>If Now or Never is completed:</i>\r\n\r\nThough Triss and Geralt said their final goodbyes on that wind-swept Novigrad dock, in the end the sorceress decided not to leave for Kovir after all. She knew that when Geralt asked her to stay, the witcher was opening up his heart to her for the first time.\r\n\r\nGeralt and Triss met again at Kaer Morhen. Triss arrived there at the witcher's behest to help defend Ciri, whom she had always treated as a younger sister.", "authors": ["Dandelion[Journal]"]}, {"id": 19333, "title": "Vaska", "text": "Vaska is the leader of the brickmakers who live in the swamp. She talks in riddles and seems a bit crazy.\n\nShe seems to worship the Water Lords &#8212; probably vodyanoi &#8212; and is quite touchy when it comes to them.", "authors": ["Dandelion[Journal]"]}, {"id": 19334, "title": "Poor townsfolk", "text": "City life is a departure from the peaceful rhythms of the countryside. The locals here are more confident. They know what they want.", "authors": ["Dandelion[Journal]"]}, {"id": 19331, "title": "Haren Brogg", "text": "Haren Brogg is a suspicious character who fears only the Reverend. He sneers at the law and surrounds himself with thugs who protect his shady dealings.\n\nBrogg lives in the Outskirts, in a little lakeside settlement that he rules outright. He never strays far from his home. Brogg runs a store trading in weapons and alchemical ingredients used to produce bombs.", "authors": ["Dandelion[Journal]"]}, {"id": 19332, "title": "Zoltan Chivay", "text": "<b>The Witcher</b>\r\n\r\nThe dwarf's name is Zoltan Chivay. He claims to have witnessed my death years ago in Rivia. Zoltan seems reasonable and pragmatic. He takes the world with a grain of salt and sees irony in most things. Just like other nonhumans, he also seems vexed by the racist atmosphere in Temeria.\r\n\r\nI helped a dwarf being attacked by racists. He recognized me as an old friend of his.\r\n\r\nIn front of the inn in the Outskirts a group of racists attacked a dwarf, but I ignored them. It turned out the dwarf is an old friend of mine.\r\n\r\nZoltan managed to get to the Temple Quarter. The dwarf was happy to see me again.\r\n\r\nI met Zoltan again. This time it was on a hill, when the fight between nonhumans and the Order began for earnest.\r\n\r\nZoltan organized the nonhumans' escape from the ghetto. I helped him and the group managed to get through the burning city. I bade farewell to Zoltan. I have a feeling I will not be seeing him soon.\r\n\r\n<b>The Witcher II</b>\r\n\r\nThe dwarf Zoltan Chivay is a close friend of Geralt's and mine, met while we were sneaking through the forests and wilderness of Brugge and Sodden, when war raged all around and the hooves of Nilfgaardian cavalry thundered on the high roads. Like many of his kin, he later fought at Brenna in the Mahakam Volunteer Detachment, a unit that contributed greatly to the victory, although this fact is sadly ignored by most chronicles. After the war he wanted to start a business, and even thought about taking a wife, yet fate had things arranged a bit differently. Zoltan had proved his friendship to the witcher many times, eagerly standing at his side in any moment of need, disproving those who claim that each and every dwarf is a spiteful, aggressive son of a bitch, that they do nor care for human plight and that coexistence is impossible. I know many nonhumans and if anything stands in the way of coexistence, it is human ignorance, spite and ungratefulness.\r\n\r\nThey say a dwarf would get himself hanged for a friend, but Zoltan was in my company on the scaffold for another reason. The local authorities had accused him of colluding with the Scoia'tael, and that is usually enough to earn one the main role in entertainment like a morning execution.\r\n\r\nThe charges that Zoltan had contacts with the Squirrels were not entirely baseless. Though he did not actively participate in military action, the dwarf knew the unit's leader, Iorveth, among others.\r\n\r\nIt was not surprising, really, that, having encountered the aforementioned human spite and ungratefulness at every step, Zoltan sympathized with the dwarven and elven freedom fighters. He was balanced in his views, however, and valued loyalty to old friends above all else.\r\n\r\n<i>If Geralt chooses Roche's path:</i>\r\n\r\nThough it was not exactly Zoltan's cup of tea to visit Henselt's camp, a place where non-humans were at best treated with mistrust and disdain, he decided to go with us. Yet he felt rotten, knowing nearby his kin were preparing to repel the same Kaedweni we were visiting.\r\n\r\nEveryone's patience has limits. Thus it should not be surprising that he eagerly took the chance to leave Henselt's camp and head to Vergen.\r\n\r\nAfter the fall of Vergen the roads were flooded with refugees. On one such road outside Henselt's camp, I met Zoltan, who had luckily managed to flee safely. It is hard to remember the last time I was as happy as when I saw his bearded face. Zoltan and I kept each other company during that journey and we reached safety together. But that is a different story altogether.\r\n\r\n<i>If Geralt chooses Iorveth's path:</i>\r\n\r\nZoltan went with us to Vergen and, with enthusiasm worthy of his military past, began training the local militia that would soon see it's baptism of fire. Though it appeared they would have a hard time, Zoltan was ready to defend the cause he believed in, fighting at the side of elves and men.\r\n\r\nGiven an occasion to heave an axe in good company, Zoltan grabbed it faster than I can unlace a woman's corset &#8211; which is pretty fast, provided I'm sober. He followed Geralt without hesitation and proved his worth, showing that there's more to him than just a loud mouth.\r\n\r\nZoltan won great renown during the defense of Vergen, closing the gate and stopping King Henselt's retreat nearly single-handedly. Thus he sealed the victory over the Kaedweni army that memorable day.\r\n\r\nJust as I did, Zoltan decided to remain in Vergen when Geralt and Iorveth chose to travel to Loc Muinne to complete the final chapter of this story. There was still much to do in the newly independent Pontar Valley, and the dwarf turned out to be the right sort to take up some of the responsibilities.\r\n\r\n<b>The Witcher III</b>\r\n\r\nA dwarf, a soldier of fortune, a veteran of the Battle of Brenna, an unassailable optimist, a committed altruist, a lover of rough drinks and rougher songs, a master gwent player and, above all, a dear and loyal friend to me and Geralt &#8211; ladies and gentlemen, allow me to present Zoltan Chivay. We first became fast friends years ago, when Geralt and I ran into Zoltan and the band he was leading at the time across war-stricken Riverdell.\r\n\r\nIt proved our fate to cross paths many times after that, and we eventually became inseparable companions, sticking together through good and ill. At our tale's beginning Zoltan and I had gone into business together running a Novigrad tavern called the Rosemary and Thyme.\r\n\r\nBy saving me from the transport taking me to my doom Zoltan proved yet again he would never abandon a friend in need. In return, Zoltan soon found himself on the receiving end of an act of friendship. Suffering some financial difficulties, he had taken out a loan from one of the Novigrad mob bosses, and as a result had made many unfortunate enemies.\r\n\r\nHe planned to repay his debt by gathering a prize collection of gwent cards &#8211; a risky endeavor, given the cutthroat nature of Novigrad gwent circles at the time, and one that would have never worked without Geralt's help.", "authors": ["Dandelion[Journal]"]}, {"id": 19330, "title": "Raymond Maarloeve", "text": "I hired a detective named Raymond Maarloeve to help me search for Salamandra's leader. Raymond, a bitter and cynical man, refused to lift a finger until I paid him. But he also seems to know a lot, including his craft.\n\nSomeone has assumed the detective's identity and I can prove it.\n\nI found the detective's body. Someone discovered I was working with him and clearly didn't like that. They killed him and assumed his identity. I need to know why.", "authors": ["Dandelion[Journal]"]}, {"id": 19350, "title": "Celina", "text": "Seems like Tobias Hoffman's elder daughter is jealous of her little sister Alina, who is getting married&#8230;", "authors": ["Dandelion[Journal]"]}, {"id": 19351, "title": "Alina", "text": "A young girl from Murky Waters. Soon she will marry Julian, against the will of her jealous sister Celina and the poet Adam, who loves her.", "authors": ["Dandelion[Journal]"]}, {"id": 19352, "title": "Nurses", "text": "Some women feel compelled to care for others, bring them relief from their suffering. They become nurses, priestesses and medics, treating the sick and wounded, providing comfort and hope to those in need.", "authors": ["Dandelion[Journal]"]}, {"id": 19353, "title": "Odo", "text": "The wealthiest person in the Outskirts is a grim drunkard who inherited a fortune from his brother. Odo is distrustful and stingy.\r\n\r\nHe lives at the end of the village, in a house surrounded by a fence with a high gate.", "authors": ["Dandelion[Journal]"]}, {"id": 19354, "title": "Roderick de Wett", "text": "I met Count de Wett at Leuvaarden's reception. He hails from Nilfgaard, belongs to the Order of the Flaming Rose and advises King Foltest on behalf of the Order. He is exceptionally loathsome and arrogant, and he came to hate me from the moment we met. De Wett arrived at the party in the company of Princess Adda. I sense there is something going on between them.\r\n\r\nDe Wett turned out to be the sworn enemy of Thaler, the chief of the Temerian intelligence service.\"\r\n\r\nThe Order acknowledged De Wett's achievements and promoted the rat. I don't know what the count did in response, but it apparently pleased his superiors.\r\n\r\nThe Nilfgaardian spilt the beans. Now I am certain he is to blame for the return of Adda's striga curse.\r\n\r\nI killed De Wett in a fight. One less son of a bitch to worry about.\r\n\r\n<i>Only if Geralt kills both the werewolf and the striga:</i>\r\n\r\nI encountered De Wett's ghost in the Ice Plains.", "authors": ["Dandelion[Journal]"]}, {"id": 19355, "title": "Vesemir", "text": "<b>The Witcher</b>\r\n\r\nVesemir is the oldest and most experienced witcher, possibly older than Kaer Morhen itself. He spends each winter in the fortress and sets off on the road when spring comes, just like all the other witchers. Despite his age, Vesemir is robust and lively. Many youngsters could envy him his health. An excellent fencer, he was the one who taught me swordsmanship.\r\n\r\nHe has raised many witchers, including me. His disciples treat him like a father. Leo was probably the old witcher's last prot&#233;g&#233; &#8212; the boy's death shocked him.\r\n\r\nHe was one of a few to survive the assault on Kaer Morhen. He is well aware of the magnitude of the hatred some people feel for witchers.\r\n\r\n<b>The Witcher III</b>\r\n\r\nVesemir was the oldest living member of the Wolf School and most likely the oldest witcher of any school on the Continent.\r\n\r\nAbout as long in years as the ruins of Kaer Morhen themselves and eternally complaining about his creaky bones, this master of the witcher trade gave no thought to a well-deserved retirement. Gray, but still spry, he continued to ply the monster hunting trade into his golden years &#8211; effectively, too, as he'd seen more beasts than all his students put together.\r\n\r\nA harsh and demanding instructor in Geralt's youth, over the years he had become something of an adoptive father and mentor to the other witchers, always ready to help with sage advice and steady hands.\r\n\r\nIn the spring of 1272, when our story begins, Vesemir had joined Geralt on his search for Yennefer, trekking with him through war-ravaged Temeria.\r\n\r\nVesemir always said no witcher had ever died in his own bed, so death in combat surely awaited him as well. Death's waiting ended on the mournful day when the Wild Hunt descended on Kaer Morhen in pursuit of Ciri. Vesemir gave his all to protect his former ward, whom he had always treated like an adopted granddaughter, and died a hero's death at the hands of Imlerith, the Hunt's cruel general.", "authors": ["Dandelion[Journal]"]}, {"id": 19356, "title": "Siegfried of Denesle", "text": "<b>The Witcher</b>\r\n\r\nSiegfried of Denesle, a knight of the Order of the Flaming Rose, is an idealist who adheres to the Order's rules but is not devoid of common sense. Polite and open, he is unlike many of his brothers from the Order in that he is not prejudiced. He is undeniably courageous and demonstrated this when he descended alone into the sewers to fight the cockatrice.\r\n\r\nSiegfried and I defeated the cockatrice together. The knight proved both polite and a skilled swordsman.\r\n\r\nI have a feeling Siegfried is starting to see through his own misapprehensions. He has realized that killing monsters will not eliminate all the evil of this world, and his duties towards the Order sometimes force him to choose the greater of two evils.\r\n\r\nDuring the bank robbery in the Trade Quarter, I opposed Yaevinn and his forces together with Siegfried. The attack reinforced the knight's conviction that the Order's dislike of non-humans is justified.\r\n\r\nI asked Siegfried for military support during the assault on Salamandra's headquarters in Vizima. The knight, who was among those invited to Leuvaarden's party, agreed to help me break up the organization.\r\n\r\n<i>If Geralt does not side with Yaevinn in Force Recon:</i>\r\n\r\nThe knights led by Siegfried defeated the Scoia'tael during the clash in the Golem Burial Ground.\r\n\r\n<i>If Geralt chooses the Order path:</i>\r\n\r\nOn the hill under the Old Manor, during the fight against Salamandra, my friend aided me again.\r\n\r\n<i>If Geralt chooses the neutral path and decides to kill Siegfried:</i>\r\n\r\nSiegfried of Denesle died by my hand when he stood between me and the Grand Master. He remained loyal to the Order of the Flaming Rose to the very end.\r\n\r\n<b>The Witcher II</b>\r\n\r\nThe knightly caste should oblige its members to follow the path of honor, of certain rules and ideals. Unfortunately in our rotten times, many among the knighted, dismissive of the vows they made, are often more interested in their own privileges and chances to stuff their pouches. Compared to all those false knights, robber barons and other heraldic rabble, the House of Denesle stood apart like a lion among mongrels. Like his father Eyck of Denesle before him, the young Siegfried always followed strict moral rules in life and an iron code of honor, to the point that his devotion sometimes bordered on fanaticism. During our last meeting, Siegfried had served in the ranks of the Order of the Flaming Rose, and he played no small part in the events at that time in the capital of Temeria.\r\n\r\n<i>If Geralt chose the Order Path in The Witcher:</i>\r\n\r\nIt was because of those past times that Siegfried made no objections and allowed Geralt to enter Loc Muinne.\r\n\r\n<i>If Geralt decides to give Anais to John Natalis:</i>\r\n\r\nTheir friendship proved its worth for a second time when Geralt and Roche faced a patrol sent to bring Anais La Valette under Radovid's protective wing. Because the Temerian and the witcher's interests differed from the king's, bloodshed seemed inevitable &#8211; yet, remembering their friendship, the knight of Denesle conveniently \"forgot\" that he saw them in the Kaedweni camp.", "authors": ["Dandelion[Journal]"]}, {"id": 19357, "title": "Alvin", "text": "A boy named Alvin managed to escape the barghest attack which cost his foster mother her life. As a result of the shock, he started to divine the future and uttered the Prophecy of Ithlinne. I suppose Alvin is a Source &#8212; he has magical powers he cannot control.\r\n\r\nAlvin lived with Abigail until the witch gave the boy to the Reverend. The preacher gave the orphan to a group of Salamandra thugs, who demanded that the dwellers of the Outskirts surrender their children. I killed the bandits and saved Alvin.\r\n\r\n<i>If Geralt leaves Alvin with Triss:</i>\r\n\r\nI met Alvin again, this time in Old Vizima. Both Triss and Shani wanted to take care of the boy. After some consideration I left him with Triss.\r\n\r\n<i>If Geralt leaves Alvin with Shani:</i>\r\n\r\nI met Alvin again, this time in Old Vizima. Both Triss and Shani wanted to take care of the boy. After some consideration I left him with Shani.\r\n\r\nAlvin disappeared and was found in the village of Murky Waters, where a young couple took him in. Wild magical skills still dwell in him, but the amulet I gave him from Triss should suppress them.\r\n\r\nThe boy seems to have taken to me. When I was in Murky Waters he followed me everywhere and asked a multitude of questions. My answers impressed him. I think Alvin can travel through time and space, though he cannot control these abilities and they surface when he is under stress.\r\n\r\nWhen the Order's units appeared in Murky Waters, Alvin was taken hostage by the elves. The boy got so scared during the ensuing fight that he used his extraordinary skills to disappear. I still hope to meet him again.\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19358, "title": "Abigail", "text": "A witch named Abigail lives in a village in the Outskirts. Though the villagers buy herbs and potions from her, she also faces much hostility.\r\n\r\n<i>If Geralt saves Abigail from the mob:</i>\r\n\r\nThe Reverend informed the congregation that Abigail had uttered the Curse of the Hellhound and the witch was surrounded by an angry mob. I decided that she did not deserve to die, and saved her from being lynched. Abigail left the Outskirts for good.\r\n\r\nI met Abigail again in the village of Murky Waters. The witch still trades in herbs and potions.\r\n\r\n<i>If Geralt leaves Abigail to be lynched:</i>\r\n\r\nThe Reverend informed the congregation that Abigail had uttered the Curse of the Hellhound and the witch was surrounded by an angry mob. I decided not to interfere in the shadowy internal affairs of the Outskirts. The witch was burned at the stake just after I left.", "authors": ["Dandelion[Journal]"]}, {"id": 19359, "title": "Geralt of Rivia", "text": "<b>The Witcher</b>\r\n\r\nA book entitled \"The Rivian Pogrom\" claims that Geralt, known also as the White Wolf, died during a massacre of non-humans. The pogrom took place in the city of Rivia just after the second war with Nilfgaard. Geralt was killed by an angry mob when he tried to defend the oppressed. The sorceress Triss Merigold and the dwarf Zoltan Chivay witnessed his death. The witcher's body was never found.\r\n\r\nThe bard Dandelion recounts the adventures of the witcher Geralt in his ballads. After reading them, one may conclude that the White Wolf was the most famous witcher of his time. He actively participated in many historical events, such as the mage rebellion on Thanedd Island. Dandelion's poems are mostly devoted to Geralt's fights against monsters, the numerous romantic entanglements for which he is famous, and to his love for a certain sorceress.\r\n\r\nSome years ago, Geralt of Rivia came to King Foltest's court in search of work. He obtained a contract to free the monarch's daughter Adda from a spell which had turned her into a striga, or to kill her if all else failed. The witcher managed to free the girl from the spell, and discovered that one of the courtiers had been responsible for the curse.\r\n\r\n<b>The Witcher II</b>\r\n\r\nBehold our hero: subjected to mutations and rigorous sword and sorcery training as a child, he has become a superhuman monster slayer. Always penniless and often disdained by those whom he protects, he wanders the world seeking work. Fate has little mercy for him, piling obstacles in his way, yet he trudges on. He has more scruples than a beggaring bum has fleas. Doubts haunt him even when a band of ruffians, knives drawn, approaches him on the highway. Is he a good man? I do not think so. Does he try to maintain his humanity? I believe he does.\r\n\r\nYou must know that Geralt of Rivia died once already, or at least everyone thought him dead. During a massacre in Rivia, he sought to defend nonhumans and fell to overwhelming odds. Placed in a boat, he floated into the mist, into a realm where he finally found peace, but not for long. Because of forces mentioned later, Geralt returned just in time to defend the witchers' ancient home fortress, and then embarked on a mission to recover the secrets stolen from it. Along the way he took part in a Scoia'tael uprising, shattered a powerful criminal organization, and killed the Grand Master of the Order of the Flaming Rose. All the while his fame as a lover grew. Well, that's Geralt for you. As if all this wasn't enough, he then foiled the attempted assassination of King Foltest of Temeria and became one of the monarch's most trusted men.\r\n\r\n<b>The Witcher III</b>\r\n\r\nMany cannot fathom the friendship Geralt of Rivia and I, Dandelion, have shared all these years. When we first began breaking bread together, spiteful tongues said he'd be better off cutting my throat and dumping my body in a hollow tree &#8211; before I provoked someone else into doing that same to us both. Those individuals spoke out of pure jealousy, for Geralt was my dearest friend, a fact which he gave ample evidence of on numerous occasions.\r\n\r\nI could say a great deal about that world-famous monster hunter, the man known in Elder Speech as Gwynbleidd, or, in our younger (yet no less noble) tongue, as the White Wolf. For Geralt of Rivia is a truly exceptional individual. A brief encounter might tempt one to label him a mere swinger of swords, a simple monster-catcher, a rough-and-tumble practitioner of a dirty trade &#8211; but peer closer and you will soon discover he is a man of unplumbed depths, unique views and vast, world-spanning experience.\r\n\r\nOn the surface, he is introverted, tight-lipped, and one might even say gruff, but underneath lies an overflowing sea of goodwill, good humour, and an honest readiness to help his friends, be it with a bit of sound advice or the masterful application of his blade.\r\n\r\nSetting aside cumbersome false modesty, I can say that I know his story better than any man alive. I was with him through hard times and good, helping with wise advice, warm words and razor wit. As a result, I am a vital part of his story, both in its earlier and present portions. It is thus my duty to continue my chronicle and, for the benefit of future generations, put in writing the next chapter of his deeds and exploits.\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19360, "title": "Blue-eyed lass", "text": "The blue-eyed beauty from the House of the Night has an interesting scar on her neck. Looks just like a vampire bite...", "authors": ["Dandelion[Journal]"]}, {"id": 19361, "title": "Carmen", "text": "I met Carmen, a prostitute from Vizima's slums. All the local strumpets value her opinion, and it could be said that Carmen is their representative.\r\n\r\n<i>Only if Geralt invites Carmen to Shani's party:</i>\r\n\r\nI invited Carmen to Shani's party. She turned out to be quite entertaining, as I expected she would be.\r\n\r\n<i>Only if Geralt cures Vincent:</i>\r\n\r\nI freed Vincent from the lycanthropy curse and managed to convince him that Carmen is worthy of his love. I hope things work out for them.\r\n\r\n<i>Only if Geralt kills the werewolf:</i>\r\n\r\nI met Carmen in a strange house in the rebellion-ravaged Temple Quarter.", "authors": ["Dandelion[Journal]"]}, {"id": 19362, "title": "Jethro", "text": "Jethro is a guard in the city dungeon. He would merely be a standard smartass, except that he's addicted to fisstech.", "authors": ["Dandelion[Journal]"]}, {"id": 19363, "title": "Berengar", "text": "Vesemir mentioned a witcher who had left Kaer Morhen before my arrival. His name is Berengar.\r\n\r\nBerengar was seen in the Outskirts earlier. He agreed to kill the Beast but then disappeared. Did he fear facing the monster?\r\n\r\nI found out Berengar had dealings with Salamandra. I don't know whether he was their associate or enemy.\r\n\r\nBerengar remains one step ahead of me. He was in Vizima, where he was hired by Kalkstein the alchemist. Just like me.\r\n\r\nBerengar the witcher is dead.\r\n\r\nThe early rumors about Berengar proved false. The witcher was working with Salamandra, and the Professor had ordered him to find Alvin.\r\n\r\nI finally met Berengar in the village of Murky Waters. A bitter and unfriendly outcast, he bears a grudge against other witchers. Apparently, I'm included.\r\n\r\nI had a serious conversation with Berengar, which left me with a better understanding of his experiences and motivations. Berengar seemed moved and decided to seek peace elsewhere, far away from trouble.\r\n\r\nBerengar wrote a letter in which he admitted that he was a coward, that he had collaborated with Salamandra and that he had betrayed Kaer Morhen. I was moved by our meeting &#8212; Berengar set off to Vizima to catch Azar Javed in a hidden Salamandra laboratory.\r\n\r\n<i>If Geralt kills Berengar:</i>\r\n\r\nAfter a tense conversation, Berengar challenged me to a duel. I had to kill him.\r\n\r\n<i>If Geralt spares Berengar:</i>\r\n\r\nThis time it was Berengar who followed me. He came to my aid as I fought Azar Javed. Unfortunately, he perished, but his sacrifice was not in vain.", "authors": ["Dandelion[Journal]"]}, {"id": 19364, "title": "Prostitute", "text": "Vizima's Temple Quarter offers joys aplenty to those who can afford them.", "authors": ["Dandelion[Journal]"]}, {"id": 19365, "title": "Velerad", "text": "Velerad governs Vizima, the capital city of Temeria. In Foltest's absence, Velerad holds the highest authority in the city. The burgomeister knows me from long ago, since he was the one with whom I negotiated the contract for lifting Princess Adda's striga curse. Although I don't remember Velerad, I have a vague feeling that he has grown old and taken to drink since we first met. People say that Velerad has lost his authority and doesn't run the city as efficiently as he used to.\n\nThe burgomeister seemed glad to see the striga problem solved. He told me his hands were tied and he could not help me find those guilty of reactivating the curse. I got the impression that Velerad cannot handle the situation now that a rebellion has engulfed Vizima.", "authors": ["Dandelion[Journal]"]}, {"id": 19366, "title": "Vetala", "text": "Vetala is a mythical beast, invented by the common people. Tales about him are typical examples of urban legend, spread by word of mouth, which grow increasingly fantastic with each retelling. Vetala is believed to be an intelligent ghoul or graveir who lives in the city cemetery as the absolute ruler among scavengers. Not only does Vetala speak the human language, he is also known for his sophisticated manners. Vetala is said to prefer corpses over living flesh. He rarely attacks humans and demonstrates unusual courtesy on the rare occasions when he does.\r\n\r\nI met a talking ghoul, a real freak of nature.\r\n\r\n<i>If Geralt decides to kill Vetala:</i>\r\n\r\nI decided to kill him, for despite his eloquence he was still a monster, a threat to humans. And I'm a witcher.\r\n\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19367, "title": "Golan Vivaldi", "text": "Golan Vivaldi is a dwarf who's very touchy about his race. The Vivaldis are financiers and one of their banks is located in Vizima's Trade Quarter.\n\nThe money for the Professor's bail came from Vivaldi's bank. That's how the criminal walked free.\n\nVivaldi lost control of the family business. There was a hostile takeover and the bank is now controlled by human owners. That explains the dwarf's bitterness as well as his poverty.\n\nI unfairly suspected Vivaldi of financing Salamandra. The evidence indicates he is innocent.\n\nThe dwarf hates humans. Apparently, in doing business with them, he's had a chance to see them at their worst.\n\nVivaldi has relations with nonhumans, including the persecuted Scoia'tael.", "authors": ["Dandelion[Journal]"]}, {"id": 19368, "title": "Vesna Hood", "text": "A barmaid from the tavern in the Outskirts, Vesna is quite a determined girl. She sells food and alcohol.", "authors": ["Dandelion[Journal]"]}, {"id": 19369, "title": "Azar Javed", "text": "The mage attacked Kaer Morhen in order to steal the witchers' secrets hidden in the fortress.\n\nOne of the leaders of the forces that attacked Kaer Morhen was a mage so powerful that even Triss Merigold could not oppose him. The organization that he leads uses the symbol of the salamander.\n\nThe mysterious mage using the salamander symbol is a skilled alchemist who is researching mutation.\n\nThe mysterious mage is Azar Javed &#8212; an exotic name suggesting that he comes from a distant place.\n\nThe mage is in hiding, yet his influence extends over the whole of Vizima and possibly beyond.\n\nThe man I'm looking for is addicted to fisstech. He takes large amounts of the drug in its purest form.\n\nMy adversary is a renegade mage. This means that, for some reason, he was expelled from the wizards' circle. In the past, renegade mages performed the witchers' mutations.\n\nEven powerful men have their weaknesses &#8212; Azar likes to bask in luxury.\n\nWomen are another weakness of this wizard, and his lust is equal to his appetite for magical power.\n\nAzar Javed specializes in the element of fire. Not only does the mage use fire magic with great expertise, it seems that fire has become a part of his being.\n\nI have learned that Azar Javed has political ambitions, which is quite typical of wizards.\n\nIf Javed is not found out until the tower confrontation:\n The illusion is gone. It turned out that Azar Javed, the Salamandra leader, has been deceiving me by pretending to be detective Raymond. I didn't unmask him in time and he was able to outsmart me.\n\nIf Javed is found out before the tower confrontation:\n The illusion is gone. It turned out that Azar Javed, the Salamandra leader, has been deceiving me by pretending to be detective Raymond. Luckily I managed to see through the ruse and outsmart him.\n\nDuring the fight with the Professor, the mage came to his companion's rescue. This time he was unable to stop me, and I forced him to flee.\n\nAccording to the Professor's notes, Azar Javed is in Salamandra's hidden laboratory, where he is working to put the secrets of Kaer Morhen to use.\n\nAzar Javed died by my hand after the duel in the Salamandra laboratory.", "authors": ["Dandelion[Journal]"]}, {"id": 19370, "title": "Declan Leuvaarden", "text": "I met Declan Leuvaarden, a rich merchant from Nilfgaard, at an inn in the Outskirts. Leuvaarden seems a resourceful and wealthy man with extensive contacts. He lives in the Trade Quarter of Vizima. During the day he can be found on the Dike, from where he runs his business.\n\nAlthough Leuvaarden seemed to be working with Salamandra, he turned out to be innocent. But I still sense the Nilfgaardian has something to hide.\n\nIt seems Leuvaarden belongs to a secret organization. He refused to reveal any details.\n\nLeuvaarden represents a secret organization euphemistically referred to as the Merchants' Guild. They wish to destroy Salamandra, because the bandits have become too powerful and threaten the Guild's interests. This is why Leuvaarden has aligned himself with Triss Merigold, who represents the sorceresses. I joined them to create a triumvirate, though I only represent myself.\n\nNot all his businesses are legal. He prefers to keep some of his deals very quiet.\n\nThe city guards are used to receiving bribes from Leuvaarden, who clearly is not the city's most law-abiding resident.\n\nIn the world of big finance, Declan Leuvaarden is in his element. He does business via banks and other middlemen, which makes tracing his transfers a very difficult task.", "authors": ["Dandelion[Journal]"]}, {"id": 19371, "title": "Half-elf", "text": "Vizima is also home to half-elves, born of unions between humans and elves. Female half-elves are possessed of a delicate, inimitable beauty. Many are fluent in the Elder Language.", "authors": ["Dandelion[Journal]"]}, {"id": 19372, "title": "Dandelion", "text": "<b>The Witcher</b>\r\n\r\nI've heard rumors that the famous bard and poet Dandelion visited the Outskirts.\r\n\r\nI met Dandelion, who has supposedly always been my best friend. From what I've heard, Dandelion is an indefatigable windbag, a buffoon, and a wastrel. He is also a womanizer with an incredible talent for getting into trouble. At the same time, Dandelion is a truly talented artist, despite his tendency to wander the countryside and eke out a living through occasional performances.\r\n\r\nDandelion got into trouble and I had to help him out. Everything I've heard about him has proven to be true.\r\n\r\nA friend in need is a friend indeed. Dandelion somehow convinced Triss that I needed him and she teleported him here. He has joined me in my exile in Murky Waters.\r\n\r\nI ran into Dandelion again and I think it was no coincidence. Either Dandelion wants to aid me in my search or he wants to witness the end of this journey so he can compose a ballad afterwards. It could also be both.\r\n\r\n<b>The Witcher II</b>\r\n\r\nIt is always awkward to write about oneself, yet I cannot shirk this duty. In an effort to preempt any accusations of partiality, I shall set down the humblest of notes, relating only the best-known facts. Dandelion, in reality the Viscount de Lettenhove, though titles are unimportant, is a certified troubadour, a lecturer at Oxenfurt University, a persona known among society as a charmer, poet, dandy and unparalleled lover. Almost everyone north of the Yaruga has heard of him, and those who have not are either boors or simpletons or both, as a result of which their opinions do not matter in the slightest. Dandelion played a significant part in the most important events of the era. He loved, fought, negotiated, and acquired immense knowledge, even that of the forbidden variety. His works are a testimony of the times, but it is his moving poetic tropes that have brought him true fame. The important thing in this story is that Dandelion was a friend to Geralt of Rivia &#8211; possibly his only true friend. He was Geralt's confidant, advisor, and companion in misery (for it was impossible to experience good fortune in the witcher's company). What Geralt did, Dandelion faithfully recounted, and one should not give credence to those who accuse this humble chronicler of confabulating.\r\n\r\nDiscretion, a virtue I have always professed, obliges me to remain silent about the circumstances in which, through the person of Vernon Roche, I began working with the Temerian intelligence service. Suffice it to say that there comes a moment in everyone's life when, facing great events, they cannot remain indifferent. And so I could not stand aside as history took shape before my very eyes. My dedication to the cause brought me to Flotsam at the time. There, through an unfortunate incident involving twins at the local brothel, a town guard, a dog, a cat, and an oil lamp, I wound up on the scaffold in the town square, from which I barely escaped with my life.\r\n\r\n<i>If Geralt chooses Roche's path during the end of chapter I:</i>\r\n\r\nObviously, when Geralt decided to continue his search in King Henselt's military camp, located in a borderland soon to be engulfed by the flames of war, I chose to accompany him, for the witcher could at times be naive as a child and knew as much about politics as a ghoul knows about cooking. Thus the chances were slim to none that, bereft of my help, he would manage to find new leads without getting embroiled in some trouble along the way. As his friend, I clearly could not allow that.\r\n\r\nIn hindsight, the pamphlet against Henselt's rule could have been better written, yet I am pleased with it anyway. I'm not accustomed to ignoring human misfortune, and Henselt made a mistake when he insulted art &#8211; I was merely the instrument of its retribution.\r\n\r\nWhen Geralt and Roche headed for Loc Muinne to meet their destiny, I had little desire to sit in Henselt's camp. Despite their victory, the Kaedwenis' mood was as sour as milk in the udders of a dead cow. Therefore I packed up, resolving to reach Loc Muinne in time to witness the important events transpiring there. This was not to be, however, as Geralt's arrival accelerated events as usual. Thus I know the rest of the story only from the accounts of others, yet I present it here as faithfully as possible &#8211; anything omitted was surely not worth a mention in the first place.\r\n\r\n<i>If Geralt chooses Iorveth's path during the end of chapter I:</i>\r\n\r\nObviously, when Geralt decided to continue his search in Vergen, located in a borderland soon to be engulfed by the flames of war, I chose to accompany him, for the witcher could at times be naive as a child and knew as much about politics as a ghoul knows about cooking. Thus the chances were slim to none that, bereft of my help, he would manage to find new leads without getting embroiled in some trouble along the way. As his friend I clearly could not allow that.\r\n\r\nHaving taken part in many adventures by Geralt's side, when he asked for my help I agreed without hesitation. I had already been imperiled when helping him in less rewarding tasks than using poetry to lure an unparalleled demonic lover. Thus I had the chance to risk my life in the name of three most beautiful values: friendship, poetry and love &#8211; there was no other decision to make.\r\n\r\nGeralt and Iorveth headed for Loc Muinne to meet their destiny, yet I decided to stay in Vergen a bit longer. I had more than enough material for new ballads, therefore I fought the urge to reach Loc Muinne in time to witness the important events transpiring there. Thus I know the rest of the story only from the accounts of others, yet I present it here as faithfully as possible &#8211; anything omitted was surely not worth a mention in the first place.\r\n\r\n<b>The Witcher III</b>\r\n\r\nI would wager anyone that you, dear reader, are a person of culture and taste - and therefore already familiar with me, Dandelion, and the role I am to play in the following tale. Nevertheless, allow me to sketch a few lines by way of self-portrait, for the sake of thoroughness, and in the event you have spent much of the last half-century in some dark corner where the light of my star has yet to reach.\r\n\r\n\"Born in 1229, a talented poet and troubadour, a graduate of Oxenfurt Academy, a frequent performer at royal courts, an unequaled lover appreciated, and in some cases adored, by ladies worldwide, a skilled negotiator and a stirring orator\" - such is the image of the bard Dandelion as painted by his friends and promoters.\r\n\r\nThis image is, of course, somewhat overbright in its coloring - I personally prefer to think of myself as a dedicated artist in thrall to his Muse, one whose work has benefited immeasurably from the fact that I was, am and forever will remain a close friend and steadfast companion to the witcher Geralt. It is his fate I chronicle in this present work and his story which I shall sing till the end of my days.\r\n\r\nHaving learned of my disappearance, Geralt dropped everything to find out what had become of me. Though at first he suspected the cause of my trouble lay in my many and turbulent affairs of the heart, he later determined that I had strayed into a life of crime, seeking to steal treasure belonging to one of the leaders of Novigrad's underworld.\r\n\r\nThe motivations for my actions became clear some time later. I proved that, when it came to helping Cirilla, I would not balk at sticking my head into the lion's maw, let alone crossing such common scum as Cyprian Wiley, better known (for good reason!) as Whoreson.\r\n\r\nOnly a madman calls it courage to fight when faced with overwhelming odds. Though known for my capricious and unpredictable charm, I am not yet considered mad, and so, while defending my companion's escape to the very last, I ultimately allowed the temple guard to take me to their prison, where I awaited my imminent execution.\r\n\r\nThe saying does not lie - \"true friends show when fortune hides her face.\" My dear comrades gave ample evidence of this by breaking me free from my prison transport, saving me from certain and painful death.", "authors": ["Dandelion[Journal]"]}, {"id": 19373, "title": "Shani", "text": "<b>The Witcher</b>\r\n\r\nSoon after I arrived in the Outskirts I met Shani, an acquaintance from a long time ago, in quite dramatic circumstances. Shani is completely devoted to medicine, her passion, and she had plenty to do in the Outskirts, so there was no time for small talk. I got the impression that this sensible, intelligent girl likes me a lot.\r\n\r\nI dragged Shani into the business with Salamandra, and although the girl was in danger, it all ended well. Shani finished what she had to do in the Outskirts and returned to Vizima, to her house in the Temple Quarter.\r\n\r\nShani works at Saint Lebioda's Hospital during the day and spends evenings at her lodgings in the Temple Quarter. She hates it when people disturb her at work so it's best to visit her later in the day.\r\n\r\nDuring the party Shani recounted her experiences during the Battle of Brenna, where she tended to the wounded. I have a feeling Shani has come to like me a lot.\r\n\r\n<i>If Geralt left Alvin with Triss:</i>\r\n\r\nI left Alvin in Triss' care. Shani decided that I don't trust her and that I prefer the sorceress. She is angry with me, and it seems our affair is over.\r\n\r\n<i>If Geralt left Alvin with Shani:</i>\r\n\r\nI've decided to leave Alvin in Shani's care. The medic took my choice to be a proof of my trust. She decided that I like her more than Triss, which only improved our relationship.\r\n\r\nDandelion delivered a letter from Shani. The girl asks me to find Alvin, who has gone missing. Her letter exudes worry for the boy and me - Shani hopes to see us both soon and also hopes we can become a family.\r\n\r\nI answered Shani's letter and explained my feelings.\r\n\r\nShani has moved back to rebellion-torn Old Vizima. She is tending to the wounded of both factions in a makeshift field hospital.\r\n\r\nI met Shani, or actually a vision of her created by my mind, in the Ice Plains. The medic aided me as I pursued the Grand Master.\r\n\r\n<b>The Witcher II</b>\r\n\r\n<i>If Geralt left Alvin with Shani:</i>\r\n\r\nSome of you have surely heard the rumors about the relationship that bloomed between the young medic Shani and Geralt. I hasten to inform you that they are all true. I consider Shani a friend both true and old. We go back to the days when I lectured in minstrelsy at Oxenfurt University, and I was the one to introduce her to the witcher. Upon Geralt's return to the living, they were reunited in Vizima, where the red-haired medic competed with Triss Merigold for Geralt's heart. She emerged victorious from the rivalry. The flame of their romance blazed bright, but it burned out quickly. Though a very young woman, Shani proved more mature than the witcher, who had always found relationships puzzling and difficult. Geralt would dodge his obligations towards her, preferring instead to pursue the missions King Foltest assigned him. The medic quickly realized this flour would yield no bread. She had a serious conversation with the witcher, and they parted amicably. Shani accepted an offer to teach at Oxenfurt and left for that city, whereas Geralt followed Foltest to the lands of the La Valettes. After splitting with Shani, the witcher needed comforting and quickly found solace in Triss Merigold's arms.\r\n\r\n<b>The Witcher III</b>\r\n\r\nGeralt entered the Oxenfurt sewers expecting to hunt down a hideous monster &#8211; so you can imagine his surprise when down one of those dank, slimy corridors he ran into Shani, an old and dear friend. Geralt and I had first met this extraordinary young woman years earlier, when she was just a coltish coed, but by this time she had grown into a dignified doctor and a fearless field medic for the Redanian Army.\r\n\r\nThis latter role had led her, and a unit of soldier escorts, to descend into the sewers. Their goal was to gather a sample of the venom spewed by the monstrosity squatting there. Geralt, a gentleman through and through, agreed to help her in her task.\r\n\r\nGeralt's encounter with Vlodimir von Everec reminded him that he and Shani had once shared passionate (though passing) feelings for each other. He also became aware some remnant of these feelings was still lodged in his heart&#8230;\r\n\r\nAt times fate composes tales so shocking no poet would dare put his name to them, for fear his public would mock them as overly outlandish. Such was the case when Geralt and the ghost of Vlodimir von Everec shared a body for an evening and accompanied Shani to the wedding of Aldona, her friend from the Academy. Some might have let this unusual escort interfere with their enjoyment of the evening &#8211; but not Shani. Looking around at the tasteful wedding decorations, smelling the rich odor of berry-laden rowan &#8211; a plant near and dear to her heart, one which summoned up fond childhood memories &#8211; Shani felt the heedless abandon of her younger years return and, overjoyed, threw herself into the thick of the festivities.\r\n\r\nOne thing is certain &#8211; Shani was not bored by the company of Vlodimir von Everec, who showered her with professions of burning desire and swept her off her feet with his maniacal energy. Yet when the hour came for him to return to the netherworld, she breathed a sigh of relief, for now she could spend some time alone with Geralt, who was much more sensitive and predictable (though Vlod would probably just call him boring).\r\n\r\nA pleasantly-begun evening blossomed into a night of rapture, then settled into a golden dawn on the shores of a lake, serenaded by nature's first awakening murmurs. Though Shani seemed delighted by this course of events, the morning air had put her in a reflexive mood. She parted ways with Geralt, explaining she had to think through what had just happened.\r\n\r\nFate decreed Shani would not linger long in her hometown of Oxenfurt. For as long as the war lasted, she was the Redanian army's to command, and her commander had decided to send her to Kaedwen, the conflict's eastern front. Before setting off she managed to inform Geralt about a certain Professor Shakeslock, who might be able to help with Gaunter O'Dimm. Geralt thanked his friend and they parted ways, hoping they would meet again, later or, quite preferably, sooner.", "authors": ["Dandelion[Journal]"]}, {"id": 19374, "title": "Foltest", "text": "<b>The Witcher</b>\r\n\r\nKing Foltest is the ruler of Temeria. He inspires both fear and respect in his subjects. Foltest rules with an iron fist; he is decisive and hot-headed. Under his rule Temeria has become the most powerful of the Northern Kingdoms.\r\n\r\nThe king left the city. Theoretically, Burgomeister Velerad is to rule in his stead. In practice, the decisions come from an entirely different source, which causes chaos in the city.\r\n\r\nFoltest returned to Vizima and began restoring order right away. He decided to put an end to the chaos and punish the culprits. It turned out that the king had a job for me, and my deeds influenced his plan.\r\n\r\n<i>If Geralt kills the striga:</i>\r\n\r\nI spoke to Foltest about his daughter's death. It was a difficult conversation. If this stern man had one weakness, it was Adda.\r\n\r\n<i>If Geralt lifts the curse:</i>\r\n\r\nI spoke to Foltest about freeing his daughter from the curse. Adda is the apple of her father's eye, so I definitely lifted his spirits, though the stern ruler showed no emotion.\r\n\r\n<b>The Witcher II</b>\r\n\r\nIn retrospect, His Royal Majesty King Foltest was certainly an exceptional persona when compared to the other crowned heads of the time. This King of Temeria, Prince of Sodden, Sovereign of Pontar and Mahakam, and Senior Protector of Brugge, Angren, Riverdell and Ellander was a firm and decisive ruler - as, I suppose, one should expect from someone so abundantly titled. He was the kind of man who, when hit, made a sound suggesting he was forged of steel and not molded of bird dung. Being unmarried, he led a rather casual private life. In his youth, while still a prince, Foltest strove to demonstrate what he was capable of, and he proved capable of much. The love affair he had with his own sister, by whom he fathered his eldest daughter Adda, is widely known, as is his later affection for Baroness Mary Louisa La Valette. Both relationships bore heavy consequences, so to speak, and in both instances Geralt found himself stuck in the middle of the resulting mess.\r\n\r\nFoltest most certainly still harbored feelings for his former lover and decided to save the children that were the fruit of this affair. He feared they would otherwise become trump cards in the game of politics, tools of intrigue. Once Foltest made a decision, no one and nothing could stand in his way.\r\n\r\nThe deaths of the great and powerful of this world do not always befit their lives. The blow was so unexpected that even the witcher failed to react in time. A dagger's blade ran across the throat of Foltest, ruler of Temeria, cleanly slitting it, and his blood flowed out onto the floor of the temple solar. Thus died one of the most powerful kings of the North - at the hands of an assassin in the garb of a monk.", "authors": ["Dandelion[Journal]"]}, {"id": 19375, "title": "Yaevinn", "text": "Yaevinn the elf is as conceited as he is eloquent. He seems cunning and wise; moreover, he despises humans, considering them aggressive barbarians, and has respect only for the Elder Races. Still, this disillusioned elf treats me with respect in his own, peculiar way. Everything suggests that Yaevinn is preparing for battle &#8212; in the swamp he has created a training camp for the Scoia'tael under his command.\r\n\r\n<i>Scoia'tael Path:</i> The Scoia'tael led by Yaevinn defeated the Order of the Flaming Rose during the clash in the Golem Burial Ground.\r\n\r\nYaevinn is interested in artifacts of historical value for the nonhumans &#8212; he's looking for something which could serve as a banner for his Scoia'tael. Yaevinn remains a cynic and a pragmatist even when thinking about the heritage of the Elder Blood.\r\n\r\nDuring the bank robbery in the Trade Quarter I decided to support the Scoia'tael. Yaevinn believes that the stolen money will finance an uprising.\r\n\r\nI asked Yaevinn for military support during the assault on Salamandra's headquarters in Vizima. The elf, who was among those invited to Leuvaarden's reception, agreed to help me dismantle the organization.\r\n\r\nOn the hill under the Old Manor my friend aided me again. We stood shoulder to shoulder against Salamandra.\r\n\r\n<i>Order's path:</i> Yaevinn accused me of causing Toruviel's death. A fight broke out and he died by my hand.\r\n\r\n<i>Neutral path:</i> Yaevinn accused me of causing Toruviel's death. I didn't let him provoke me and he went his own way.", "authors": ["Dandelion[Journal]"]}, {"id": 19376, "title": "People of the Outskirts", "text": "Though the peasants here seem gloomy and unpleasant, the Outskirts nevertheless have their advantages...\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19377, "title": "Rayla", "text": "The hunt for the free elves who had been resting near Murky Waters was led by White Rayla, a mercenary hired by the Order. Rayla is a natural-born soldier and a veteran of the wars with Nilfgaard, during which she was maimed and disfigured. Rayla is used to discipline and has but one passion &#8212; she hates elves and hunts them with unwavering ruthlessness.\r\n\r\nRayla surrounded Toruviel's elves in the village of Murky Waters, but the situation got out of control. A fight broke out between her soldiers and the elves.\r\n\r\n<i>Order Path:</i> I decided to help Rayla during the siege of Murky Waters, thus helping her to defeat Toruviel's elves.\r\n\r\nWhite Rayla returned to Vizima. She was slain by elven arrows as non-humans and knights of the Order clashed in the burning city.\r\n\r\nI met the mercenary again. Salamandra found her close to death and subjected her to mutation. Rayla recuperated and , as a mutant, regained her strength in no time. In return for her second life, she had to swear absolute loyalty to her new masters. She tried to stop me and I had to kill her. For good this time.", "authors": ["Dandelion[Journal]"]}, {"id": 19378, "title": "Jacques de Aldersberg", "text": "<b>The Witcher</b>\r\n\r\nThe Grand Master of the Order of the Flaming Rose is Jacques de Aldersberg. He is said to be a pious worshiper of the Eternal Fire, almost to the point of fanaticism. He is charismatic and widely respected. His aversion to non-humans, particularly elves, is well-known. Jacques de Aldersberg orders his knights to persecute the Scoia'tael just as much as monsters.\r\n\r\nI met the Grand Master in rebellion-torn Vizima. Jacques de Aldersberg is a man of action &#8212; he personally led the knights who came to King Foltest's rescue as he was ambushed.\r\n\r\nIt turned out that the Grand Master of the Order of the Flaming Rose was behind the actions of Salamandra. Jacques de Aldersberg was giving orders to the Professor and Azar Javed.\r\n\r\nBy means of magic I was transported to the Ice Plains, as mentioned in the Prophecy of Ithlinne, which exist in the mind of Jacques de Aldersberg. The Grand Master wanted to show me what will eventually befall humanity if he does not lead them.\r\n\r\nI dueled the Grand Master in the Ice Plains and defeated him. Thus the person responsible for Leo's death and the theft of the witchers' secrets has been punished.\r\n\r\n<b>The Witcher II</b>\r\n\r\nHistory is full of charismatic leaders who, by their deeds, etched their names in the annals of kingdoms and nations. Jacques de Aldersberg, Grand Master of the Order of the Flaming Rose, was beyond any doubt one such figure. He died at Geralt's hand and his rebellion against King Foltest was crushed, yet both these events left their mark on Temeria and its political situation, and their echoes can be heard to this day.", "authors": ["Dandelion[Journal]"]}, {"id": 19379, "title": "Leo", "text": "Leo is the youngest of Kaer Morhen's residents. He's not a full witcher &#8212; though he has completed his training, he was not subjected to mutation. Leo comes across as a hot-headed whelp, but is also kind-hearted and good.\n\nIt appears that Leo is somewhat fascinated with me. He has heard the ballads about the White Wolf and now holds me in high regard.\n\nLeo was killed by the Professor, one of the leaders of the assault on Kaer Morhen. The boy was too hasty and inexperienced. I wasn't able to help him, even though I was right beside him.\n\nI saw Leo's face again &#8212; this time on a specter. It reminded me that I failed in the cellars of Kaer Morhen.", "authors": ["Dandelion[Journal]"]}, {"id": 19380, "title": "Eskel", "text": "<b>The Witcher</b>\r\n\r\nThe calm and reasonable witcher is my peer. We are similar in many ways and people often think we are brothers.\r\n\r\n<b>The Witcher III</b>\r\n\r\nAll witchers have a great deal in common, but with Eskel and Geralt, the similarities are particularly striking. They first met as two boys of the same age swinging wooden swords at Kaer Morhen. They then went though an ordeal together: the first round of selections, the murderous Changes, the Trial of the Grasses, and training on the Gauntlet - the witchers' daunting obstacle course. They also received hidings together for more than one act of childish delinquency. When they became adults, they walked the Path separately, but still reconvened at Kaer Morhen nearly every winter to wait out the cold, drink to their successes and remember fallen comrades.\r\n\r\nThough Eskel never gained Geralt's renown, he equaled the White Wolf in experience and carried out his contracts with care and efficiency. Death had almost taken him many times during his hunts, yet in an ironic twist the hideous scar on his face came not from a monster claw but from the blade of Deidre Ademeyn, his highly unpredictable Unexpected Child.\r\n\r\nPerhaps this traumatic experience lay at the root of Eskel's dislike for Yennefer, though he tried not to let this get in the way of friendship with Geralt.\r\n\r\nEskel took active part in the defense of Kaer Morhen, standing bravely in the face of overwhelming odds to fight one of the Hunt's generals. When Vesemir died, he took over responsibility for watching over the witchers' keep.", "authors": ["Dandelion[Journal]"]}, {"id": 19381, "title": "Adam", "text": "Adam is one of Murky Waters' more interesting residents. He's desperately and hopelessly in love with Alina, but that hasn't helped his poetry a bit.\r\n\r\n<i>If Geralt exposes Adam:</i>\r\n\r\nAdam, a young poet in love with Alina, accused of killing Celina. He has been arrested and awaits trial.\r\n\r\n", "authors": ["Dandelion[Journal]"]}, {"id": 19382, "title": "King of the Wild Hunt", "text": "<b>The Witcher</b>\r\n\r\nI am persecuted by the Wild Hunt, a cavalcade of ghostly riders on skeletal steeds. Leading them is the King of the Wild Hunt, the harbinger of war and despair. I know he seeks me, but I don't know why.\r\n\r\nThe King of the Hunt appeared again and appointed one of his wraiths to fight me. He exploited a weakness &#8212; the wraith was the specter of Leo.\r\n\r\nThe spectral sovereign appeared in the village of Murky Waters near Vizima. I'm certain his appearance heralds disaster.\r\n\r\nThe King of the Wild Hunt appeared in the Grand Master's vision. I now know that I'm not the only one haunted by fate. The ghostly king seeks Jacques de Aldersberg as well, and wants his soul perhaps even more than he wants mine.\r\n\r\nI fought the King of the Wild Hunt for the soul of Jacques de Aldersberg &#8212; in the Ice Plains, I defeated the specter.\r\n\r\n<b>The Witcher II</b>\r\n\r\nAccording to Nordlings, the Wild Hunt is a procession, or rather a cavalcade of skeletal horsemen. They rush across the sky on the bony remains of steeds. Clad in rusty remnants of armor, they wear jagged swords at their waists. Like comets, the Wild Hunt is an omen of war, which has been confirmed beyond all doubt.\r\n\r\nThe spectral cavalcade ventures out in search of victims every several years, but its harvest was never as rich as just before the last war with Nilfgaard, when over twenty souls went missing Novigrad alone after the Hunt passed through. Curiously, elven and dwarven legends make not the slightest mention of the Wild Hunt.", "authors": ["Dandelion[Journal]"]}, {"id": 19383, "title": "Mikul", "text": "Mikul is widely respected because he has become a city guard, and that's quite a career for someone from the Outskirts. He seems lazy and lecherous. He cares little about the problems of the Outskirts and tends only to his own interests.\r\n\r\nBy day Mikul stands guard at the gate to Vizima.", "authors": ["Dandelion[Journal]"]}, {"id": 18792, "title": "Devourer", "text": "Devourers are often called night witches, because they resemble old, ugly women and are famous for their witch-like viciousness. These creatures gorge themselves on human flesh; although they willingly eat carcasses, above all they crave flesh that is fresh and warm. Devourers hunt after dark in groups that peasants refer to as sabbaths. They like to deceive their victims and torture them, but there is no truth to the tales of their midnight flights on broomsticks and their gingerbread houses.", "authors": ["Dandelion[Journal]"]}]}