{"game_title": "The Last of Us", "series_title": "The Last of Us", "codexes": [{"id": "124", "title": "Note from Mom", "text": "Ellie, \n\nI'm going to share a secret with you, I'm not a big fan of kids and I hate babies. And yet... I'm staring at you and I'm just awestruck.\n\nYou're not even a day old and holding you is the most incredible thing I've done in my life - a life that is about to get cut a little short. \n\nMarlene will look after you. There's no one in this world I trust more than her. When the time comes she'll tell you all about me. Don't give her too much of a hard time. Try not to be as stubborn as me.\n\nI'm not going to lie, this is a pretty messed up world. It won't be easy. The thing you always have to remember is that, \n\nlife is worth living! Find your purpose and fight for it.\n\nI see so much strength in you. I know you'll turn out to be the woman you're meant to be.\n\nForever... your loving mother\n\nAnna\n\nMake me proud, Ellie! ", "authors": ["Anna "]}, {"id": "125", "title": "Bombs Note", "text": "Group of runners triggered most of the bombs on the south side of town. It's time to do another pass. DON'T FORGET TO MARK THE MAP WITH ALL BOMB LOCATIONS!! ", "authors": ["Bill "]}, {"id": "126", "title": "Fences Note", "text": "Need to remember to clear the infected by the fences. Third time this month that too many of them were stacking up against the fence, knocking that shit over. - CLEAR THE FENCES! ", "authors": ["Bill "]}, {"id": "127", "title": "Hunters Note", "text": "I saw a group of hunters coming dangerously close to town. Luckily a pack of infected chased them off. - Reminder: put up more warning signs. Let them know you're serious. ", "authors": ["Bill "]}, {"id": "128", "title": "Perimeter Note", "text": "Goddamn infected showing up much too close to the church safehouse. Looks like I'm going to need to do another round of clearing out the weak spots of the perimeter. ", "authors": ["Bill "]}, {"id": "129", "title": "Pills Note", "text": "Reminder:\n\nCollect more pills. See if I can scrounge up some extra ammo. I only have four fiveTHREE! weeks until the next drop-off with Tess. ", "authors": ["Bill "]}, {"id": "130", "title": "Abandon Zone Note", "text": "Col. Mackenzie \n\nAtlanta QZ \n\nSir - \n\nGoing on 14 months and this little revolution has turned into a blood bath. We've lost too many men, and frankly we're about to lose the entire Zone. If we stay any longer, we will all get lynched.\n\nAwaiting your orders.\n\nCaptain Mastros ", "authors": ["Captain  Mastros"]}, {"id": "131", "title": "Atrium Note", "text": "With supplies running low, Private Eugene Ellis and I entered the loading dock in hopes of procuring additional rations. We were caught off guard when a group of roughly half a dozen Stage 2s attacked us.\n\nWe neutralised the threat but not before Ellis was bitten.\n\nAfter a long heated debate - where Private Ellis tried taking his own life - I incapacitated him. I then took it upon myself to break protocol. I isolated the infection with a tourniquet. I gathered and cleaned a surgical saw from the abandoned triage. I injected Private Ellis with morphine before amputating his arm several inches above the bite.\n\nI'm confident that once the private regains consciousness he'll be clear of the Cordyceps Infection.\n\nCaptain Regen Francis ", "authors": ["Captain Regan  Francis"]}, {"id": "132", "title": "Atrium Recorder", "text": "Well Ellis? I found a couple recorders. Maybe we can, you know, document this whole thing. It gives me an excuse to talk, even if it is to myself.\n\nYou hit me pretty hard the other night. Not gonna lie, that shit still stings. I was trying to feed you. You actually accused me of stealing your food. You got any idea how hungry I am? I mean, I know it's the fever talking, but...\n\nI left you, you know? Hell, I even managed to get a good ten miles out before turning back around. It's like you say. We sleep together, we eat together, we shit together. This unit is a family, so no, no. I'm not going anywhere.\n\nGod, just let him pull through. This thing is stupid. ", "authors": ["Captain Regan  Francis"]}, {"id": "133", "title": "Generator Note", "text": "Private Ellis has taken a turn for the worse. He's burning up and he couldn't keep any of his food down. Maybe I made a mistake... maybe the amputation was too late. Maybe when I'm not watching, he'll turn and...\n\nThe Infection Protocol. We did what we had to do to Officer Caulfield. We...\n\nWho the hell am I kidding. We murdered Larry. Ellis held him down while I shot him like a fucking dog. I can't get his screams out of my head.\n\n\"Regan, Please!\" \"I still have time.\" \"Don't do this!\"\n\nEllis, what have we done?\n\nWhat if I just leave? What if I just make a run for it?\n\nI'm sorry, Ellis.\n\n-Regan ", "authors": ["Captain Regan  Francis"]}, {"id": "134", "title": "Salon Note", "text": "Chief Warrant Officer Larry Caulfiled died bravely this afternoon.\n\nWe were flying back to the QZ when our patient turned. It must've been spores because none of us saw the bite. The patient broke the restraints and fell upon pilot -> WO Sean Brendon.\n\nEven with the helicopter spinning out of control, Officer Caulfield fought the infected patient, saving our lives, we crashed into a rural Colorado mall. Private Eugene Ellis, Officer Larry Caulfield and I were the only survivors.\n\nin subduing the infected, Officer Caulfield was bitten on the neck. He immediately showed us the bite and accepted his fate. I executed the Infection Protocol before Officer Caulfield could turn an Infected.\n\nMay he rest in peace.\n\nCaptain Regen\n\n4th Infantry Division\n\nDenver QZ ", "authors": ["Captain Regan  Francis"]}, {"id": "135", "title": "Medical Pamphlet", "text": "CBI: SAFETY PAMPHLET\n\nThe Center for Disease Control has produced this pamphlet on Cordyceps Brain Infection (CBI) to increase awareness and prevention of infection.\n\nBACKGROUND\n\n    The Cordyceps mushroom is a parasitic fungi that can take over a host's mind and alter its behavior. Until recently it has only affected insects and some arthropods. A new species has emerged with the ability to target human hosts. \n\nTRANSMISSION\n\n    The two known ways to contract CBI are: \n\n     Breathing the spores emitted by the Cordyceps. \n\n     Contact with bodily fluids of a person infected with CBI, usually by being bitten. \n\nINCUBATION\n\n    After initial infection, the parasite travels to the host's brain over a period of one to two days. \n\n    The incubation concludes when the Cordyceps has taken over all major bodily functions of the host (Stage One CBI). \n\nSYMPTOMS\n\n    Stage One CBI patients display erratic and violent behavior, lashing out at anyone around them. \n\n    Eventually the fungus pushes through the host's tissue to allow for the release of airborne spores.  \n\nTREATMENT\n\n    There is no vaccine for CBI, nor any known treatment to lengthen the incubation period. \n\nDIAGNOSIS\n\n    CBI can be diagnosed using a blood or microscopic imaging test (usually administered against the ear). Within minutes of contraction, the results of this test will come out positive.  ", "authors": ["Center for Disease Control "]}, {"id": "136", "title": "Duct Recorder", "text": "Oh, it's fucking freezing in here. Uh, I'm the last surviving member of my crew, and I'm gonna die in an air duct. Regan, what did you expect me to do? I was bitten, and it was only a matter of time before she killed me, even though I wasn't infected. She said she wasn't going to, but I could see through her eyes. Why else would she reach for her gun? Why the fuck did she reach for her gun? I was just talking to her. If she wasn't lying, I wouldn't have to hit...\n\nShe would've shot me. I'm sure of it. Then why'd she keep you alive all this time, Ellis? Huh? It doesn't matter. I shot her. I ran away. I fought and escaped those fucking things, and in the process... the sutures on my god damn stump ripped open.\n\nI'm bleeding to death, and I can't sew it back up. Not with one arm. I can't make the fucking knot. Regan. So cold. Think I'll just rest. ", "authors": ["Eugene Ellis"]}, {"id": "137", "title": "Mother's Letter", "text": "My son... my little boy... I buried him today.\n\nWhat did he do? Join a protest? And now they're labeling him a traitor. Fine. I'll show them what a traitor does. I've joined them, the rebels, the rioters. They gave me a gun, some bullets, and a mission. I won't survive this, but neither will they.\n\nHow many other fathers and mothers like me are out there? It's only a matter of time before the city falls. Let's go knock out the first brick.\n\n-Eva ", "authors": ["Eva "]}, {"id": "138", "title": "Note to Rachel", "text": "RACHEL,\n\nSoldiers are going door to door forcing people onto the buses. I hear yelling a couple of buildings down - time's running out. I tried calling, waiting, I don't know what to do, but I can't wait anymore. I've thrown most of our stuff into a couple of suitcases. I'll be waiting for you in the quarantine zone. Come find me.\n\nI'll see you soon!\n\n-EZRA ", "authors": ["Eva "]}, {"id": "139", "title": "Note from Frank", "text": "Well, Bill, I doubt you'd ever find this note cause you were too scared to ever make it to this part of town. But if for some reason you did, I want you to know I hated your guts. I grew tired of this shitty town and your set-in-your-ways attitude. I wanted more from life than this and you could never get that.\n\nAnd that stupid battery you kept moaning about -- I got it. But I guess you were right. Trying to leave this town will kill me. Still better than spending another day with you. Good Luck, Frank ", "authors": ["Frank "]}, {"id": "140", "title": "Drafting Notice", "text": "NOTICE\nTHE CIVILIAN SERVICE SYSTEM\n\nThe General of the Boston Quarantine Zone.\n\nTo [FUCK THIS!]\n\nGREETING:\nAs an able-bodied civilian, you are hereby\nissued work orders to participate in various\nduties relating to care of the Quarantine Zone.\n\nPlease report promptly to MAIN OFFICE,\nCHARLES BRIDGE on December 15 and 6:30AM\nfor forwarding to an Armed Forced Management\nStation. \n\nWillful failure to appear at the place and hour of\nthe day named in this Order subjects the violator\nto ration restriction and possible loss of zone\nresidency. Bring your Order with you when you\nreport.\n\nIMPORTANT NOTICE\n(Read Carefully)\nIF YOU HAVE PARTICIPATED IN WORK DUTIES IN\nTHE PAST 6 MONTHS, BRING EVIDENCE WITH\nYOU AND SERVICE WILL BE POSTPONED. IF\nYOU HAVE ANY PHYSICAL OR MENTAL\nCONDITION WHICH, IN YOUR OPINION, MAY\nDISQUALIFY YOU FOR SERVICE, BRING A\nPHYSICIAN'S CERTIFICATE DESCRIBING THAT\nCONDITION.  ", "authors": ["General of the Boston Quarantine Zone "]}, {"id": "141", "title": "Note to Wife", "text": "Lucia, \n\nWe made it to the Quarantine Zone. I wanted to call you but all the phone lines are down in this city. They told us they can deliver letters between the different zones, although it will probably take a week or two to reach you.\n\nWe're in good spirits. Hanna talks about you a lot -- she really misses you. I'm surprised at the calmness and maturity she's shown throughout this craziness. I feel like I've been the emotional one. I find that she's comforting me most of the time.\n\nWe've raised her well.\n\nI hope all is well on your side of the country. And I really hope to hear your voice soon.\n\nLove,\n\nGraham ", "authors": ["Graham "]}, {"id": "142", "title": "Boat Note", "text": "Well... It's looking like I've dodged the chaos and the mayhem long enough. My time out at sea is coming to an end. I'm short on supplies and this boat has seen better days. And you know what... This was bound to happen sooner or later. I guess it's time to go see what's left of mankind.\n\nWhat could possibly go wrong, right?\n\nIf you happen to find my skeleton, please don't step on my skull. Thanks.\n\n-Ish ", "authors": ["Ish "]}, {"id": "143", "title": "Rain Catcher Note", "text": "Hey Susan,\n\nI just wanted to drop you a quick line and say these rain-catchers were a great idea. Super smart to gather water without leaving the place.\n\nI hope you don't mind, but I gave the kids a couple of water guns. So of course... I've been drenched all day.\n\nIf you don't want them to have it, let me know and I'll take them back.\n\nSee you at dinner tonight. Fair warning though -- Kyle is making his special \"meatloaf\" again.\n\n-- Ish ", "authors": ["Ish "]}, {"id": "144", "title": "Sewers Note", "text": "I'm gone for a few months and the world doesn't waste any time going to shit. Everywhere you turn there're infected -- and non-infected -- trying to kill you. Mankind is back to the food chain, baby! I'm kind of shocked I've survived this long.\n\nThese sewers seem pretty safe. Unlimited exits/entrances make it easier to defend, and if anyone gets in here, I can lose them in the maze.\n\nI might not be tough, but I am quick. Maybe I just need to bide my time down here until it all gets sorted up there. I think I'll become a sewer mole-man for a while.\n\nWish me luck.\n\n-- Ish ", "authors": ["Ish "]}, {"id": "145", "title": "Survivors Note", "text": "One open door. That's all it took. One of us forgot to close a door and a horde of those monsters entered our camp. We shut them in there and wrote a warning on the outside.\n\nSusan and a couple of the kids are with me. As far as I know, we're the only survivors. I had to hold Susan so she wouldn't run back in there -- go back for the bodies. It's just too dangerous. She lost her children, and I have no clue what to say to her.\n\nEvery part of my being just wants to give up. It'd be so easy to surrender to this world. I can't do that, though. I have too much faith in humanity.\n\nI've seen that we're still capable of good. We can make it. I have to stay strong... For her.\n\n-- Ish ", "authors": ["Ish "]}, {"id": "146", "title": "Trading Note", "text": "Yesterday I met with some people who did not want to shoot me on sight. Shocking, I know. We traded some supplies and went on our merry way.\n\nThey had kids with them and they seemed pretty scared. I almost told them about this place. What if they're like the others? What if...\n\nYou know what? I don't care. What's the point of surviving if you don't have someone to laugh at your lame jokes?\n\nTomorrow, I'm going to search for them. See if they want to join me in here.\n\n-- Ish ", "authors": ["Ish "]}, {"id": "147", "title": "Cornered Note", "text": "We're trapped. I think everyone else is dead. Some of the little ones are with me. I got infected pounding at the door. I don't know how long we'll hold out. If Ish and the others are alive, maybe they can reach us. They have to reach us.\n\nIf it comes down to it I'll make it quick.\n\n-- Kyle ", "authors": ["Kyle "]}, {"id": "148", "title": "Looting Note", "text": "Another night, another shooting. I could see the muzzel [sic] flashes coming from the Carsons' windows. I stayed up the entire night with the whole family in one room. I doubt anybody got any sleep. It's only a matter of time before the looters try to break into our house. We have to get out of here.\n\nThat skinny man approached us again. He traded more of his bullets for some of our food. He offered us to join him in his hideout. He says it's secure and more importantly hidden. Easily defendable is how he described it. He said that the only reason he trusts me is because I have kids. I don't think we can stay here anymore. He seems like a trustworthy guy. I'm going to suggest to everyone tomorrow that we take him up on his offer.\n\n-- Kyle ", "authors": ["Kyle "]}, {"id": "149", "title": "Newspaper Clipping", "text": "U.S. MILITARY RECALLS SEARCH EFFORT\n\nBy Lev Benioff\n\nField Writer\n\nWith the latest WHO report estimating that as much as 60% of the world's population is either dead or infected by the CBI pandemic, the United States Military has released a statement that they're recalling all of their search efforts. Regions up to 10 miles from each quarantine zone's perimeter will remain under patrol for citizens attempting to enter, but no further effort will be made to evacuate those potentially trapped in hard-to-reach areas.\n\nAttorney General Arthur Munroe made this clear in a letter...\n\n[Found this in town. WTF? No one's coming!!!] ", "authors": ["Lev Benioff"]}, {"id": "150", "title": "Note to Brother", "text": "Hey Brother, \n\nWe were so close. I'm sitting outside the walls\nknowing I'll never see the inside of the zone.\nWhile waiting for the smuggler to show up, we\nheard a squad of soldiers approaching. In our\npanic, we ducked into this building in hopes of\nhiding from them. None of us noticed the spores\nuntil it was too late. We're all infected - we have\na few hours, maybe a day at most. I hope the\nsmuggler is still coming so that I can at least\npass this note to you.\n\nI should've listened to you and come to the zone\nwith you when I had the chance. Now it's too\nlate.\n\nTake care.\n-Mark ", "authors": ["Mark "]}, {"id": "151", "title": "Marlene's Journal", "text": "March 15 \n\nWe've finally crossed the Utah border. In a couple of days we'll be back with the others. \n\nToday the crew was in much better spirits. I've been worried about their morale since Greg and Tania's passing last week. It's good to hear them laughing again. Robin came up to me and said, \"Thanks for watching over us, Marlene.\" It was a small gesture, but I needed it. \n\nMarch 23\n\nEllie never made it.\n\nWe arrived at the hospital. There was much celebration, at least from the others. I guess they're happy to see their old friends. We haven't seen some of these guys in over ten years.\n\nAfter they told me the news, I couldn't eat. I couldn't talk to anyone.\n\nI should be grateful to just be alive, but right now I just want to shut my eyes for a bit. \n\nMarch 24\n\nThey look at me and I know what they're thinking - that we're a bunch of incompetent grunts. What was I supposed to do? I thought I was going to die... my men were being hunted by the entire Boston battalion. I had to get her out of the city. How was I supposed to know the Firefly escorts were already dead?\n\nGoddamn it...\n\nI panicked. In the end I healed pretty damn quickly, and my men were more capable than I gave them credit for. More than a handful survived the army's attack. I should've kept her with me, instead I handed her off to a couple of smugglers.\n\nI failed you, Anna. I failed all of us.\n\nI am an incompetent grunt.\n\nApril 25\n\nI can't stand talking to any of them. I don't think I can take the stares any longer. No way I can stay here.\n\nApril 28\n\nOne of our scouts just radioed in. He spotted an older man and a young girl entering the tunnel by the bus terminal. He thinks she might've had red hair, but he's not sure. What if it's her? Stop doing this, Marlene!\n\nThe recon squad is about to head out. I'm going to join them.\n\nApril 28\n\nWhen you're lost in the darkness, look for the light.\n\nShe's alive. They're running the tests on her now.\n\nI can't tell if I'm excited, scared, or just nervous. All I know is my hands won't stop shaking.", "authors": ["Marlene "]}, {"id": "152", "title": "Marlene's Recorder 1", "text": "It's 5:30PM on... April 28th. I just finished speaking... More like yelling at our head surgeon. Apparently there's no way to extricate the parasite without eliminating the host. Fancy way of saying we gotta kill the fucking kid . And now they're asking for my go ahead. The tests just keep getting harder and harder, don't they? I'm so tired. I'm exhausted and I just want this to end... So be it. ", "authors": ["Marlene "]}, {"id": "153", "title": "Marlene's Recorder 2", "text": "Hey Anna... It's been awhile since we spoke. I uh... I just gave the go ahead to proceed with the surgery. I really doubt I had much of a choice, asking me was more of a formality. I need you to know that I've kept my promise all these years... despite everything that I was in charge of, I looked after her. I would've done anything for her, and at times...\n\nHere's a chance to save us... all of us. This is what we were after... what you were after. They asked me to kill the smuggler. I'm not about to kill the one man in this facility that might understand the weight of this choice. Maybe he can forgive me. Oh, I miss you, Anna. Your daughter will be with you soon.", "authors": ["Marlene "]}, {"id": "154", "title": "Field Ops Log", "text": "M-254e FIELD OPERATIONS LOG\n\nDate of Action: 7/2033\n\nO.I.C: Waters\n\nArea of Operations:\n\n18:08 Arrived Grid 2438A. Negative Contact at LZ. Moving patrol west towards city center.\n\n21:00 Negative Contact\n\n22:18 Negative Fucking Contact\n\n23:12 Pvt. Atwater reports visual/sound contact Stage-2 Cordyceps infected near collapsed office building. Moving to investigate.\n\n23:40 Multiple infected contacts. Pvts Atwater, Shah, Coolidge KIA\n\n(Scrawled) OVERRUN FELL BACK TO BUILDING INTERIOR--AWAITING EVAC ", "authors": ["Private  Atwater"]}, {"id": "155", "title": "Tess' List", "text": "1/8\n\n    8 bottles of pills [ Bill never sorts these bottles, gonna be up all night divvying them up...] \n\n    12 cans ham \n\n    8 cans beans \n\n    4 boxes of bandages \n\n    1 crate Canadian whiskey \n\n    10 boxes 20 gauge shells \n\n4/1\n\n    1 bottle pills \n\n    3 cans sardines [No matter how much I starve, don't ever make me eat these.] \n\n    10 cans soup \n\n    7 packs beef jerky \n\n    6 boxes gauze \n\n    1 bottle morphine [Can you believe he found this? Way to go, Bill.] \n\n    9 boxes 9mm rounds \n\n6/13\n\n    3 bags fertilizer \n\n    1 good bottle of Scotch [This one's ours, Joel!] \n\n    5 cans fruit \n\n    3 packs dried fruit \n\n    2 good flashlights \n\n    4 gas mask filters \n\n    1 Kevlar vest [This should fetch a good price.] \n\n8/2\n\n    8 bottles of pills [Joel, don't forget, all of these bottles need to be delivered ASAP to Donovan in the West End district.] \n\n    2 boxes 9mm rounds \n\n    12 D Batteries \n\n[I know what you're thinking: weak as shit delivery. Bill promised he'd do better next shipment.] ", "authors": ["Tess "]}, {"id": "156", "title": "Applicant Checklist", "text": "ALL CIVILIANS SEEKING RESIDENT STATUS MUST GO THROUGH THE FOLLOWING CHECKS:\n\nDOCUMENTS CHECK\n\n    Confirm the applicant has a signed and approved FEDRA Application for QZ Transfer, and is within the stated commission window. \n\n    Military-Issued IDs should be examined closely, and cross checked with the central command database. \n\nINFECTION SCAN\n\n    Scan all applicants. Any positive reading should result in immediate quarantine of the individual by ushering them to the Sick line. Use all necessary force. \n\n    NOTE: When separating families, it is important to keep everyone as calm as possible. Any applicants causing trouble should be escorted to Administration. \n\nDECONTAMINATION\n\n    All refugees must go through the decontamination shower and be doused with anti-fungal spray. \n\n    A physical exam must then be conducted, with candidates' records updated to indicate their work ability. \n\nSECURITY SCREENING\n\n    Only 1 (one) suitcase is permitted per applicant. Personal artifacts may be potential contaminants. If in doubt, incinerate the object. \n\n    Any and all contraband materials (lethal weapons, firearms, explosives, dangerous chemicals, illicit drugs) must be disposed of immediately. \n\n    No animals are allowed inside the zone. They must be released outside the checkpoint upon arrival. \n\nALL STEPS MUST BE ADHERED TO. DO NOT ALLOW ANY EXCEPTIONS. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "157", "title": "Boy's Diary", "text": "October 4\n\n    It's official, school is closed indefinitely. I guess this outbreak is good for something. No school = no homework, which is fine by me. Now what do I do with all this free time? \n\nOctober 5\n\n    Mom and Dad were fighting. They were somehow yelling at each other while whispering at the same time. It sounded like Mom wants to leave - go to her sister's. Dad says it's safe here. That the outbreak won't reach our town. \n\nOctober 6\n\n    Dad yelled at me for listening to the radio. He says that the news is bullshit. Mom agreed with him while putting on a brave face, but I can tell she's scared. They both look scared. \n\nOctober 7\n\n    I think Dad felt bad about yesterday. Gadget was asleep in my bed and Dad didn't say anything about it. He came in, petted him, sighed, and walked out. I've never seen him like this. \n\nOctober 10\n\n    Dad was consoling mom last night. Aunt Karen is dead... at least that's what I think I heard. When we sat for breakfast, everyone was all quiet, as if nothing happened. I played along. \n\nOctober 15\n\n    Officer Jones stopped by and chatted with Dad. More like whispered with Dad - lots of that going around these days. Afterwards Dad told us that we have to leave town. We have to go to a new home. That the military will protect us. I'm only allowed to bring one bag with me. Mom just sat there.  \n\nOctober 16\n\n    Where we're going, there are no pets allowed. We drove to the edge of town with Gadget. I took off his collar and let him go. On the drive back Dad kept talking about how he'll be fine. \"He's meant to be free in the wild.\" \n\n    Whatever. \n\nOctober 17\n\n    It's time. Dad says we'll be back before we know it... \n\n    I think he's full of it. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "158", "title": "Combination Note", "text": "PLEASE READ\n\nThe pharmacist went crazy, attacked me. I hit him pretty hard... I locked him in the American Princess store next door. Please get him help. The combination is:\n\n35-30-3 ", "authors": ["Unknown[The Last of Us] "]}, {"id": "159", "title": "Docks Note", "text": "What the hell are we doing with this guy? I don't\nlike how he orders us around. I don't like his\nstupid pony-tail. And I sure as shit don't like\nthat he hasn't paid us yet. Not to mention that\nthe people after him are some of the most\ndangerous in the city. What do you think's going\nto happen when they get wind of our\ninvolvement? ", "authors": ["Unknown[The Last of Us] "]}, {"id": "160", "title": "Evacuation Leaflet", "text": "WARNING\n\nTHE AREA IMMEDIATELY OUTSIDE THE BOSTON QUARANTINE ZONE WILL BE SUBJECTED TO SATURATION BOMBING IN THE NEXT 48 HOURS TO ELIMINATE ANY THREAT OF INFECTED\n\nAll residents of this area have until 48 hours from this notice's posting to evacuate the Boston city limits. No one will be allowed into the Quarantine Zone, we are not accepting new residents at this time.\n\nTHERE WILL BE NO FURTHER WARNINGS. FOR YOUR OWN SAFETY YOU MUST CLEAR THE AREA ", "authors": ["Unknown[The Last of Us] "]}, {"id": "161", "title": "Father's Note", "text": "Kara, \n\nYou're the adult while I'm gone. Take care of your brother, he's looking to you for protection now. I won't be gone for more than a few days to gather food and supplies. If for some reason I haven't returned after a week, take your brother and head to the Pittsburgh Quarantine Zone.\n\nDon't open the door to anyone but me. Save your bullets. If you have to leave, stay low and move quickly. Use your size to your advantage.\n\nI'll see you soon.\n\n-- Dad  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "162", "title": "Final Attack Note", "text": "We got them on the run. Most of their forces have retreated to Liberty Avenue. Come midnight we strike. Gather every able body and arm them. If you can stand then you can fight! Anyone that refuses to fight with us will be banished. Anyone that supports the army will be made an example of. Tonight we put an end to this tyranny and start a new life for ourselves. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "163", "title": "Fireflies Note", "text": "We don't need the Fireflies. Sure, they might've started the fight, but we're the ones that have done all the work. It's our blood in the streets. I don't agree with them wanting to take the fight to other cities. They need to earn their independence on their own. And I DEFINITELY won't take orders from some Firefly leader all the way on the other side of the country. Before the fighting ends I suggest we rid ourselves of them. This is our city. Our people. I don't see why we can't rule ourselves. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "164", "title": "Firefly's Recorder", "text": "\"If you're looking for the Fireflies, they've all left. I'm dead. Or I will be soon. Got time to reflect. I dedicated my life to this cause and now I won't get to see whether we make it or not. I joined the Fireflies shortly after the Outbreak. Here was a group willing to do whatever it takes to save us from this plague when the government was willing to retreat to ghettos. \n\n    \"I couldn't just give up on our country. Give up on humanity. God that sounds trite. Anyway... There have been years that felt like we were onto something... like we might eradicate this thing. Those were usually followed by years of utter despair. Like this entire fucking thing was a goddamn waste of time. It feels like the past few years were more of the latter. We haven't had a breakthrough since the passive vaccine test we ran ... what? ...Five years ago? \n\n    \"Now this entire lab has been compromised and the higher ups have decided to abandon the University. I'm just fucking tired ... I can't do this anymore. I'm not gonna do this anymore. If you made it here looking for the others, they've all returned to Saint Mary's Hospital in Salt Lake City. You'll find them there. Still trying to save the world. Good luck with that.\" ", "authors": ["Unknown[The Last of Us] "]}, {"id": "165", "title": "Firefly Map", "text": "Meet up with second Firefly team at Capitol Building\n\n    GIRL: \n\n    5'3\" (?) \n\n    14 years old \n\n    Red hair ", "authors": ["Unknown[The Last of Us] "]}, {"id": "166", "title": "Firefly Orders", "text": "ORDERS: Patrol the rendezvous area. Ensure no military presence before moving the girl to the next safehouse\n\n[Make sure the girl is well fed and in good health. Her safety is of the utmost importance.] ", "authors": ["Unknown[The Last of Us] "]}, {"id": "167", "title": "Kid's Drawing", "text": "Danny, Ish\n\nOur protectors\n\n[Accompanied with a drawing of two armed men.] ", "authors": ["Unknown[The Last of Us] "]}, {"id": "168", "title": "Lab Recorder", "text": "That's four pallets of lab equipment all packed up and ready to go. Now - big question is what do we do with all you guys. They say the tainted batch needs to be put down. You know what I say? I say screw that. Who made a bigger sacrifice than you, right? If anyone deserves to run free out there it's-- Hey, easy. Agh... Shit. Oh no. It bit me. Oh my god... ", "authors": ["Unknown[The Last of Us] "]}, {"id": "169", "title": "Lost Hill Note", "text": "We lost Troy Hill to the most ragtag pieces of maggot shit ever to carry a gun. Bastards are cunning, though. They stole one of our mortar launchers. We didn't stand a chance.\n\nWith this and the Strip District in their pocket, they now control the whole river. Made for a difficult retreat, there's barely half our squad left.\n\nI just pray to God that Jeremy and Pam are still alive. They got stranded on the other side of the river.  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "170", "title": "Meat Ledger", "text": "3/23 494 lbs\n\n4/10 1233 lbs\n\n5/8 4700 lbs\n\n6/18 5140 lbs [BIG HAUL!]\n\n9/29 1630 lbs\n\n10/2 307 lbs\n\n11/5 612 lbs\n\n1/4 704 lbs\n\n3/5 3409 lbs [That's more like it.]\n\n4/27 2817 lbs\n\n5/30 4248 lbs\n\n6/9 1930 lbs\n\n7/26 1506 lbs\n\n8/5 908 lbs\n\n9/23 240 lbs [We have to do better...]\n\n10/12 305 lbs ", "authors": ["Unknown[The Last of Us] "]}, {"id": "171", "title": "Military Pamphlet", "text": "STAGES OF INFECTION\n\nStage 1 [RUNNER--DO NOT LET THEM SWARM\nYOU!]\n• Cordyceps has taken over the victim's motor\nfunctions. Fast and agile, Stage 1 infected\nusually travel in packs. Do not let them swarm\nyou.\n\nStage 2 [STALKER]\n• ...hide and ambush victims... check your\nsurroundings. \n\nStage 3 [CLICKER--CAN'T SEE]\n• Completely blind, acute hearing, use\necholocation to seek out prey. Keep your distance!\nStage 3 infected are known for their\nferocious attacks and are extremely lethal.\n\nStage 4 [BL?????] ", "authors": ["Unknown[The Last of Us] "]}, {"id": "172", "title": "Mob Attack Note", "text": "Oct 10th\n\nI just watched a mob douse Capt. Mastros and the rest of my team in gasoline and burn them alive. The animals were actually celebrating. Some old fucker complained it was a waste of gasoline.\n\nThere were too many of them. All I could do was slip away. But I'll remember all their faces. Gonna hunt each one of them down if I have to.  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "173", "title": "Note to Bob", "text": "Bob,\n\nI'm not leaving town without that safe, help Brad load it into the pickup. And in case you need to get in, the combination is\n\n5-17-21 ", "authors": ["Unknown[The Last of Us] "]}, {"id": "174", "title": "Note to Derek", "text": "Derek at the bookstore is letting us use his safe. When you close tonight, put my stuff in there.\n\n3-43-78 ", "authors": ["Unknown[The Last of Us] "]}, {"id": "175", "title": "Note to Staff", "text": "To all staff -\n\nThe combination for the security safe for hotel guests' valuables has changed. The new combination is 22-10-56. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "176", "title": "Office Recorder", "text": "We lost two more guards to infected attacks. They're about to go have another goddamn meeting about the safety of this lab. All of our equipment is here. All of our data is here. All the personnel have gotten used to living here. I'm gonna run another test... otherwise this incompetence will drive me insane.  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "177", "title": "Shipping Manifest", "text": "Damn soldiers spotted one of our ships. I\nthought we were done for, but that Robert guy\nknew one of them. He managed to bribe them\nin return for letting us go. I guess he's good for\nsomething. The son of a bitch can talk. It did\ncost us a third of the cargo and I can't shake the\nfeeling that we've been had. How the hell did\nthey find us in that fog?\n\nAnyways, here's what we managed to bring in:\n\n2 crates of clothes (some new pairs of jeans!)\n1 crate of toilet paper\n2 crates of frozen meat (more Canadian Bison!)\n1 crate of liquor ", "authors": ["Unknown[The Last of Us] "]}, {"id": "178", "title": "Smuggler Note", "text": "Your contact is a dude named Frank - he's the guy on the outside I've been trading with. He wants into the Boston QZ. Meet him in the Part Street exit of the subway station (right by the capitol building.)\n\nAttached is his Visa and QZ papers (you like that handiwork?).\n\nBe careful down there. Some of my other guys are reporting Clickers and Stalkers in the area.\n\n[Where the hell is this guy? I've been waiting here for over two hours sweating bullets. I keep thinking I'm seeing something move in the shadows. - feels like a stalker is going to jump out at me any second now. I'm giving him another 15 minutes and then I'm heading back.] ", "authors": ["Unknown[The Last of Us] "]}, {"id": "179", "title": "Snipers' Nest Log", "text": "8/29\n\n    Nothing \n\n    [Didn't they say people were coming? What's the point of being out here if nothing happens?] \n\n9/1\n\n    Still nothing \n\n    [Marc, quit your bitching. Plenty of time to read up here. Working guard duty on the Science Lab, that's true misery.] \n\n9/14\n\n    5 new recruits from the Chicago Q.Z. IN \n\n    [Hah, finally. One of 'em gave me a pack of smokes for \"doing a good job.\" Sweet!] \n\n10/5\n\n    6 guys from H.Q. IN \n\n    [Takes 6 guys to deliver one truck? Must be worse out there than I remember.] \n\n    Supply delivery from H.Q. IN \n\n    [BTW, snagged two apples from one of the crates. Left you one, enjoy.] \n\n10/31\n\n    10 million werewolves IN \n\n    [Let 'em in just for you, Andrea. Happy Halloween!] \n\n11/5\n\n    Recon went to scavenge supplies from town. OUT \n\n    Recon returned. IN \n\n    [Roger yelled at me for sleeping... Prick.] \n\n12/20\n\n    1 Scientist Biologist from San Francisco IN \n\n    [Guy's a real asshole. Watch out for him.] \n\n    3 new recruits as escort IN \n\n    [At least they wished me a Merry Xmas. Didn't feel like telling them I was Jewish.] \n\n2/22\n\n    10 crates from UT hospital (lotta lab stuff) IN \n\n    4 veterans wrangling supplies. OUT \n\n    [Lot more mouths to feed with all those scientists] \n\n3/4\n\n    2 veterans who left back in February. IN \n\n    supply dump from Dallas Q.Z. IN \n\n    [Holy shit! We got chicken! You better call me over as soon as they serve dinner.] \n\n4/21\n\n    12 veterans to Boston Q.Z. OUT \n\n    [Wished 'em luck.] \n\n6/12\n\n    3 doctors OUT \n\n    [No idea why they left...] \n\n    2 recruits OUT \n\n    [John said something about \"scouting\", but for what?] \n\n8/20\n\n    4 10-ton trucks and a flatbed IN \n\n    1 personnel carrier truck IN \n\n    2 veteran drivers IN \n\n    4 recruit drivers IN \n\n    [New blond guy was giving me eyes. I hope he sticks around. BTW, what's with all the commotion? Is anyone going to tell us what's going on?] ", "authors": ["Unknown[The Last of Us] "]}, {"id": "180", "title": "Stash Note", "text": "It goes down tonight. We're going to take the Eastern Checkpoint. I've stashed some extra supplies at the Regal Apartments. It's marked with a red X. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "181", "title": "Student's Journal", "text": "01/18\n\nNine goddamn months of waiting, and still, nothing. No word from anyone. Found some additional cans of food in the dining commons, but they won't last. Had an incident at the eastern hall barricade but everything's still secure.\n\n01/31\n\nI caught a glimpse of a group of those things running around. I saw one that looked like Heather. Maybe it was Heather.\n\nFuck...\n\n02/10\n\nSince batteries are running short, they're now only listening to their radio once a night. I gave up on that since the last broadcast -- it's been three fucking months, why do they bother?\n\n2/25 \n\nCheryl was smoking out yesterday. Said she needed it. She got pissed when I threw out her stash. She doesn't get it. We need to keep a clear head here.\n\nSomeone's going to have to go into town and get more supplies. It's probably going to be me. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "182", "title": "Surgeon's Recorder", "text": "April 28th. Marlene was right. The girl's infection is like nothing I've ever seen. The cause of her immunity is uncertain. As we've seen in all past cases, the antigenic titers of the patient's Cordyceps remain high in both the serum and the cerebrospinal fluid. Blood cultures taken from the patient rapidly grow Cordyceps in fungal-media in the lab... however white blood cell lines, including percentages and absolute-counts, are completely normal. There is no elevation of pro-inflammatory cytokines, and an MRI of the brain shows no evidence of fungal-growth in the limbic regions, which would normally accompany the prodrome of aggression in infected patients.\n\nWe must find a way to replicate this state under laboratory conditions. We're about to hit a milestone in human history equal to the discovery of penicillin. After years of wandering in circles, we're about to come home, make a difference, and bring the human race back into control of its own destiny. All of our sacrifices and the hundreds of men and women who've bled for this cause, or worse, will not be in vain.  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "183", "title": "Tourists Manifest", "text": "8/5\n\n    Shoes 4x \n\n    Jacket \n\n    Misc Clothing 6x \n\n    Tires 4x \n\n    Misc Medical 2x \n\n    Canteen \n\n8/6\n\n    Shoes 2x \n\n    Misc Clothing 3x \n\n    Backpack \n\n    Canned Food 3x \n\n    Dried Food 4x \n\n8/7\n\n    Shoes 4x \n\n    Jackets 2x \n\n    Misc Clothing 7x \n\n    Dried Food 2x \n\n8/8\n\n    Nothing - everyone too busy chasing down that crazy chick.  ", "authors": ["Unknown[The Last of Us] "]}, {"id": "184", "title": "Traitors Flyer", "text": "THIS IS THE FATE OF ALL TRAITORS\n\nEXECUTED\n\nAIDING TRAITORS IS PUNISHABLE BY DEATH\n\nTHE PITTSBURGH BATTALION IS HERE TO KEEP YOU SAFE. WE ARE ACTIVELY WORKING TO RESTORE ORDER TO THE QUARANTINE ZONE", "authors": ["Unknown[The Last of Us] "]}, {"id": "185", "title": "Trial Note", "text": "We had a public trial after a bunch of teenagers from our group killed that family that wandered into our city. I was sure they'd be punished for breaking our code. Instead the boss deemed that they \"procured supplies for the group.\" I couldn't believe my ears, and it didn't end there either. He then ordered that all of us take turns, hunting other survivors in the area and bringing their supplies back to the camp.\n\nThere was a long silence. We started walking away when...\n\nTwo members of the group started yelling, protesting the new law, saying he had no right to force this on us. That this isn't what we fought for. I didn't dare lift a finger as the only people to display any sort of morality were killed in front of all of us.\n\nNext week is my turn to go hunting... ", "authors": ["Unknown[The Last of Us] "]}, {"id": "186", "title": "Truck Note", "text": "We finished scouring the city for any survivors. There were a handful of soldiers hiding in the hotel - we took care of them.\n\nA bunch of us raided their stockade - or what was left of it. Most of the big machines got fucked up in the fighting. We won't be riding on a tank any time soon. Likewise none of the heavy artillery is salvageable. The one exception is the humvee. We've managed to repair it - including the 50-cal mounted gun. This thing is impenetrable. I'd like to see someone fuck with us now. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "187", "title": "Wall Panel Note", "text": "We had to rig up the door to the generator upstairs. Please use it sparingly, as we're running out of gas. ", "authors": ["Unknown[The Last of Us] "]}, {"id": "188", "title": "Kitchen Note", "text": "Thursday\n\nI'm such an asshole. The other day I got back early from my patrol and there's little Ellie, sitting next to my damn tent, petting my horse, all while crying her eyes out. So what do I do? I take off before she notices me. I mean -- what the hell would I say to her?\n\n\"Hey Winston.\"\n\n\"Hi Ellie. Can you please stop crying? It's upsetting me. Thanks.\"\n\nYeah, that would've gone over well.\n\nShe's always so cheery with her endless questions you'd have no idea she's so sad inside. She wears that mask well.\n\nI'm such an asshole. ", "authors": ["Sergeant Winston  Asher"]}, {"id": "189", "title": "Warning Note", "text": "Major Banks--\n\nThis will be my third request in as many weeks for additional patrols in my area. With the Hartford QZ falling apart, the city has been inundated with refugees - many of which are coming through the mall because of the lack of security over here.\n\nThese people are desperate and in most cases they enter the city infected. As you've seen from my reports I had to neutralize three stage ones just last week.\n\nI realize resources are scarce, but if we don't get more security I'm afraid that this mall will get overrun in a matter of fuck!\n\nFuck fuck fuckitie fuck fuck!!!!!!!\n\nYou're not going to listen to a word of this!\n\nForever your lackey,\n\nSGT Winston Asher ", "authors": ["Sergeant Winston  Asher"]}]}