{"game_title": "Deus Ex: Human Revolution", "codexes": {"24665": {"title": "Reimagining Retinal Implants: Doctor Dobelle&#39;s Success", "text": "Excerpted from a paper published by Hugh Darrow in American Scientific in 2010.\n\nMany of you may not have heard of Dr. Dobelle. Doctor Dobelle is a doctor from New York whose specialty is in designing artificial organs. Several years ago, he embarked a project to implement an artificial eye which could transmit information straight into the occipital lobe of the brain. (For those of you still new to neuroscience, the occipital lobe is one of four lobes in the human brain. It is located at the back of the head and is responsible mostly for our visual processing.)\n\nThe goal for Dr. Dobelle was to create an implant with an electrode array and surgically insert it onto the surface of the occipital lobe&#39;s visual cortex. This way, the camera could transmit straight to the brain instead of to the eye, and hopefully create a more complex image than what can be achieved by a retinal implant. The procedure was very costly to perform, costing approximately $80,000. After working hard to raise money, an experimental patient who had lost his vision 20 years prior was finally able to undergo it. So, after allowing this patient ten days in recovery, Dr. Dobelle attempted to stimulate the electrodes which were now attached to the surface of his visual cortex.", "authors": "Hugh Darrow"}, "24666": {"title": "MY DIARY", "text": "***\n\nI am so tired of this place. Day in, day out, solving problems for a bunch of whiny losers. &quot;Fix my shit!&quot; &quot;Unblock my toilet!&quot; I&#39;ll tell you dumbasses what: don&#39;t flush dope baggies and bottle caps down the john and it won&#39;t overflow. I did a graduate degree in Engineering for this!?\n\n***\n\nI&#39;ve just got to get out of this place. This shitty hotel is really getting me down. All I&#39;ve got to do is save enough money to get out of here and I&#39;ll never have to see this place again. Two more years. That&#39;s it. And then I&#39;m gone. I&#39;ll be goodbye Lower Hengsha, hello sunshine and fresh air!\n\n***\n\nHad to fix Deng&#39;s front door again. This makes the third time in two weeks. He keeps coming home drunk, unable to find his keys and then kicks in the door. This place is driving me nuts. I cannot wait to get out.", "authors": "Chou Jian"}, "24667": {"title": "Composite Study 07121969 -- FINAL TEST RESULTS", "text": "INITIAL VARIABLES/TEST CONDITIONS\n\nBIO-MATRIX COMPOSITE 1 was created using the R7 biochip design (which in turn uses the PEDOT-cluster array originally deveolped by Darrow Industries.)\n\nBIO-MATRIX COMPOSITE 2 was created using the X1 biochip design (which uses the PEDOT-cluster array developed by M. Reed et al, and incorporates the mutagenic chemical composition first revealed in her Patient X study.)\n\nTissue samples taken from both composites were tested every seven (7) days for rejection markers routinely associated with the onset of DDS (Darrow Deficiency Syndrome).\n\nOBSERVATIONS\n\nWithin three (3) weeks of testing, COMPOSITE 1 exhibited low levels of cytotoxic-M and DDS-Y enzymes commonly associated with the onset of Rejection Syndrome. The quantity of these enzymes increased as expected, with 20cc of Neuropozyne being administered in WEEK5 to break down glial tissue buildup around the biochip cluster.\n\nCOMPOSITE 2, on the other hand, showed no sign of either enzyme appearing until WEEK 6. At this point, trace levels of c-M were detected, but DISAPPEARED in subsequent weeks. This leads me to hypothesize that the enzymes were actually a byproduct of the formation of newly extruded neural tissue, compatible with the original matrix, forming around the PEDOT-cluster.*\n\n* Additional tests must be conducted to confirm this. Luckily, David informs me that new tissue from Patient X has become available in recent months.", "authors": "Unknown[Deus Ex] "}, "24664": {"title": "Human Powered - Autonomous Energy Reclamation Systems", "text": "Excerpt from an article first published in The New Cybernetics & Robotics Journal (Feb/March Edition, 2016).<br /><br />But of course, it's pointless designing these kinds of desktop wonders if the actual device is incapable of operating in the real world, without recourse to an infinite supply of battery packs or power generation vectors. What powers the human machine? That's where must look in order to power the next generation of cybernetic augmentation technologies - until such times as we can create small, light weight energy cells capable of running far beyond the lifetime of our products, we fall short.<br /><br />An energy conversion device is the answer; on the scale we're capable of manufacturing now, I'm confident we can create a unit small enough to be implanted, powerful enough to make the best use of chemical energy found in a human body. We do this by mimicking the human digestive process, improving upon the natural method of nutrient conversion from, say a liquid slurry - perhaps some form of organic protein matrix - directly to chemical potential; the capability also exists to derive neurochemical-specific energy signifiers.", "authors": "Hugh Darrow"}, "24668": {"title": "Hearts of Steel", "text": "<b>Iron & Shadows</b><br /><br />Across the plaza, Meredith saw him stumble and fall against a low wall. She cast a quick glance back to where the demonstrators continued to build toward an outbreak of fury - and then, on an impulse she couldn't explain, she went to him, offering a hand.<br /><br />He looked up from under his hood, and the eyes that glittered there - hard and grey, like fragments of sea ice - made her gasp.<br /><br />He stood, ignoring her outstretched hand; but there was something there in the depths at odds with his scowl.<br /><br />\"Are you-\"<br /><br />\"Fine,\" he murmured. Those eyes narrowed. \"You're hurt...\"<br /><br />\"Just a scratch,\" she began, but his hand was already coming up to her cheek.<br /><br />Meredith started as silver fingers touched her skin. To her surprise, they were warm.<br /><br />\"Yeah,\" he said, turning away. \"I'm one of them. A 'cog'\"<br /><br />\"I...\"<br /><br />But he was already leaving.<br /><br /><b>In the dawn</b><br /><br />The morning light through the windows was rich like the colors of autumn. Meredith lay in it, a snarl of sheets around her body, Jace's arm - the steel one - across her bare thigh like a discarded weapon.<br /><br />She traced up the cyberlimb and across the place where metal met flesh, the seam of the join rough and tarned.<br /><br />Jace stirred and awoke. His craggy face softened, \"What's wrong?\"<br /><br />Meredith felt a peculiar mix of sadness and elation, a tightness in her chest as if she were on the verge of tears, \"I...was afraid you might hurt me.\"<br /><br />He was shocked. \"Meri, no. I would never-\"<br /><br />She wanted to look away, but she couldn`t. \"I don't know what I'm feeling.\"<br /><br />He took her by the hand, out of the bed, up and across to the window.<br /><br />\"I do,\" he said, bringing her lips to his.<br /><br /><b>Crossing the line</b><br /><br />\"Just get out!\" he raged. \"You've had your fun. Now get out of here, go back to your brothers and their Purity Front friends!\"<br /><br />\"Jace, no...\" She reached out, but her pulled away. \"You don't understand!\"<br /><br />\"Don't insult me!\" he snapped, gesturing angrily with his augmented arm. \"This was all some game to you, wasn't it? Playing at being the rebel, sleeping with a wirehead cog-boy just to piss off your family!\" Jace pointed a steel finger at her, his Caidin-Zeiss eyes glittering. \"To hell with you! I'm sick of your lies-\"<br /><br />Meredith reacted without thinking, her hand slapping him across the cheek, \"Shut up,\" she said, in a brittle voice. \"Don't push me away. Don't pretend this dosent mean anything!\"<br /><br />When he looked at her, the hurt in his eyes out like blades, \"This...You can't be here...\"<br /><br />\"I have to,\" she breathed.", "authors": "Unknown[Deus Ex] "}, "24669": {"title": "A Frontier Too Far?", "text": "An impoverished NASA and a marginalized European Space Agency mean the dream of travel to Mars and beyond goes unfulfilled; only China&rsquo;s and America&rsquo;s militaries field regular flights, watching each other down the barrels of their particle cannons. In space, the coldest of cold wars rumbles on; echoing the NATO/Soviet confrontations of the 1980&rsquo;s.\n\nAt present, the only space science of any note is taking place at Moonbase Omega, a small colony near Clavius. Plans to expand the facility exist, but it may be some time before they come to fruition.\n\nHowever, in near-earth orbit corporate interests thrive, with automated orbital factories producing materials in microgravity environments, among constellations of communications and spy satellites. Other plans for space commercialization are in development, including an orbital resort for the mega-rich. A slow and steady corporate takeover of the &ldquo;high frontier&rdquo; looms.", "authors": "Unknown[Deus Ex] "}, "24670": {"title": "Optical Enhancement Functionality", "text": "Darrow Industries developmental study, 2017.\n\nOur core vision enrichment enhancements implant the human eye with a series of suspended organic-plastic lenses using embedded circuitry, tied into a nanoscale neural spike that is attached to the optic nerve.\n\nBeyond the simple optical functionality of the basic module, with provision for an implanted miniature lens array for visual acuity at extended range, there are line enhancements that can become accessible to the implantee after training and/or experiential operation - specifically, the development of autonomic environment parsing. This can include the most basic level of interface with a so-called &ldquo;heads-up display&rdquo; or in more advanced modes, a literal predictive understanding of electronic systems and related environmental cues.\n\nIn addition, the basic enhanced man is automatically protected from a variety of hazardous visual impairment vectors - damage from flash effects, &ldquo;retina burn&rdquo; and other similar occurrences.", "authors": "Unknown[Deus Ex] "}, "24673": {"title": "Dragon Heads: The Triads of the 21st Century", "text": "The original eightfold rank structure among the Triads became more streamlined in the modern era, with such traditions as the 36 Great Oaths of fealty falling out of favor, to be replaced with less ornate, more immediate pledges to loyalty.\n\nThe contemporary four-tier system reflects the flexibility of the Triad criminal enterprise, with a mixture of numeral designators and/or traditional honorifics assigned to given roles.\n\nAt the very lowest level are the probationary members, often drawn from youth gangs. These so-called Blue Lanterns become a rank-and-file &#39;49&#39; after an initiation ceremony.\n\nAbove them are key administrators and enforcers; the White Paper Fan (&#39;415&#39;), the Red Pole (&#39;426&#39;), and Straw Sandal (&#39;432&#39;).\n\nAt command level comes the Vanguard, Deputy Mountain Master and Incense Master (each a &#39;438&#39;); and finally the Mountain Master, also known as the Dragon Head (&#39;489&#39;).\n\nBy far the incident that left the biggest imprint on the Triads of the 2010&#39;s was the &quot;Mark Gor Lau War&quot; of 2018, a conflict between established groups like the Wo Shing Wo, Sun Yee On, and 14K and several smaller pretenders to the throne.\n\nTo this day, details remain sketchy, but it appears that the untimely passing of a &#39;Mountain Master&#39; of the Four Dragons ignited a storm of accusation among many key Triads; what began as dissent spilled onto the streets as gangs engaged in violent conflict.\n\nThe &#39;war&#39; escalated to such levels that military police were called in to curb the threat; and by the time the smoke cleared, a new hierarchy had ascended to take the place of the old, led by newly empowered groups like the Red Arrow Brotherhood, LMF, and the Luminous Path.", "authors": "Unknown[Deus Ex] "}, "24674": {"title": "Hei Zhen Zhu Stasis Pods", "text": "<b>IC0-F/JaneDoe2027</b><br><br>Designation: 019/021-840DET<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC0<br>Age: 30+<br>-----------------------------------------<br>Pick-up: NA-USA<br>Destination: RBS - Silo B<br>Associations: see additional<br>Additional:<br>* no ID<br>* Undetermined ethnic background - mixed<br>* no visible augmentations<br><br>NOTE: Detroit PD search ongoing, low risk<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/3JaneDoe0441</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: 30-40<br>-----------------------------------------<br>Pick-up: Oce-AUS<br>Destination: RBS - Silo C > OR<br>Associations: unknown - see below<br>Additional:<br>* no ID<br>  - 'dog-tags' illegible<br>* Visibly augmented<br>  - communications package<br>  - possible cerebral enhancements<br>* secured during NT operation<br>* possible FSA combatant - low risk<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Pre-existing cranial enhancements may preclude inclusion into program<br>  - transfer to Omega<br>  - remit to harvesters<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/GirardDenise-93</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: 34<br>-----------------------------------------<br>Pick-up: Oce-AUS<br>Destination: RBS - B<br>Associations: unknown<br>Additional:<br>* ID confirmed<br>* no visible augmentation work<br>* secured through BT recruitment drive - Bris.<br>  - med exam complete<br>  - unsuitable for combat<br><br>-----------------------------------------<br>Procedures:<br>Preliminary exam confirmed<br>  - all markers positive<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/JaneDoe08853</b><br><br>Designation: 150/151-498<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: unknown<br>-----------------------------------------<br>Pick-up: EU-Mol<br>Destination: RBS - Silo A<br>Associations: low/high - prostitute (?) see below<br>Additional:<br>* no ID<br>* no visible augmentation work<br>NOTE: possible undercover agent, local law enforcement<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/JaneDoe1964-7</b><br><br>Designation: 009/061-258x<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Oce-Pol<br>Destination: RBS - Silo C<br>Associations: unknown<br>Additional:<br>* no ID<br>* no visible augmentations<br>* NOTE: subject secured on deserted island[see Trivia]<br>Approx. location 10 0 0 110 0 0<br>Signs suggest possible descendant of shipwreck survivors<br>Technilogical anachronisms also found<br>  - rudimentary communications device made from seed of indigeneous tree<br>  - various implements fashioned from bamboo<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/JaneDoe2052</b><br><br>Designation: 009/053-554<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: >40<br>-----------------------------------------<br>Pick-up: Oce-NZ<br>Destination: RBS - Silo J<br>Associations: High - family<br>Additional:<br>* no ID<br>* no visible augmentation work<br>NOTE: secured wearing wedding ring, indicates family, possible risk of search<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-M/KellsAntony-hc69</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC1<br>Age: 30-40<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - Silo C<br>Associations: FSA<br>Additional:<br>* ID confirmed<br>  - Antony Kells, aka Tony \"the Lyon\"<br>  - b. 1992, Cairns, Qnsld<br>  - member of Aus. parliament 2020-2026<br>  - highly placed FSA official<br><br>* no visible augmentations<br><br>NOTE: suspected to have various social augmentations, possibly systemic boosters<br><br>-----------------------------------------<br>Procedures:<br>TDB<br>CMDR Burke may want to interrogate this guy personally<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-M/RainerRik-dk000</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC1<br>Age: 28<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - Silo B<br>Associations: FSA<br>Additional:<br>* ID confirmed<br>  - Rik Rainer, b. 1999 Darwin, NT<br>  - known FSA member, high echelon<br>  - responsible for 2026 Brisbane bombing<br>* no visible augmentation work<br><br>-----------------------------------------<br>Procedures:<br>TBD<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC2-F/JaneDoe2027</b><br><br>Designation: 150/154-826<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC2<br>Age: < 20<br>-----------------------------------------<br>Pick-up: EU-UK<br>Destination: RBS - Silo B<br>Associations: Low - indigent? see below<br>Additional:<br>* no ID<br>* no visible augmentations - see below<br><br>NOTE: secured Soho, amputee poss. previous augmentation (voluntary?)<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC2-F/JaneDoe9X003</b><br><br>Designation: 019/005-604<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC2<br>Age: < 30<br>-----------------------------------------<br>Pick-up: SA-Per<br>Destination: RBS - Silo F<br>Associations: Low - indigent<br>Additional:<br>* no ID<br>  - unconfirmed name - R. Meixueiro<br>* no visible augmentations<br><br>* NOTE: Possible previous augmentation work removed, missing limb (leg) w/ suspicious scarring<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Pay particular attention to glial markers due to possible removed augmentations - may skew results<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-F/BranchLexala-04</b><br><br>Designation: 002/014-894<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3 - B2<br>Age: 23<br>-----------------------------------------<br>Pick-up: Afr-Zam<br>Destination: RBS - Silo D<br>Associations: Family - Med/high risk<br>Additional:<br>* ID recovered<br>  - Lexala Branch, b. 2005<br>  - Age and med status confirmed<br>  - Pics of family found in possession<br>* no visible augmentations<br><br>* NOTE: secured through \"Asian nanny\" initiative<br>numbers indicate good flow-through in developing countries<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Med. record submitted<br>Preliminary work-up to confirmed<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-F/JaneDoe0606-det</b><br><br>Designation: 019/021-840<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3<br>Age: < 20<br>-----------------------------------------<br>Pick-up: NA-USA<br>Destination: RBS - Silo F<br>Associations: low/Mid - DRB?<br>Additional:<br>* no ID<br>* no visible augmentation work<br>* Heavily tattoo-ed<br>  - possible gang affiliation<br>* Armed - confiscated<br><br>-----------------------------------------<br>Procedures:<br>Partial work-up completed on Aux. processing<br>  - will be forwarded -----------------------------------------<br>Status: Stable<br><br><br><b>IC3-F/JaneDoe0667</b><br><br>Designation: 150/154-372<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3<br>Age: 30<br>-----------------------------------------<br>Pick-up: EU-R<br>Destination: RBS - Silo B<br>Associations: high - married<br>Additional:<br>* ID unconfirmed<br>* no visible augmentation work<br>* NOTE: Marriage suspected - wedding ring<br>  - may trigger search<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-F/JaneDoe9000</b><br><br>Designation: 142/030-244<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-HK<br>Destination: RBS - tbd<br>Associations: low - prostitute see below<br>Additional:<br>* no ID<br>* no visible augmentation work<br><br>* NOTE: suspicious criminal connections (Red Arrow)<br>  - complications not expected - payment<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-M/JohnDoe-d00d</b><br><br>Designation: 002/014-706<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC3<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Afr-Som<br>Destination: RBS - Silo B<br>Associations: low - criminal<br>Additional:<br>* no ID confirmed<br>* Visibly augmented<br>  - black market<br><br>* NOTE: secured on high seas... attempt to board BT vessel bound Hengsha, automated security apprehended<br>  - look into permanent implementation decoy operations<br><br>-----------------------------------------<br>Procedures:<br>Suggest harvesting<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC4-F/JaneDoe0099</b><br><br>Designation: 142/034-356<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC4<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-IN<br>Destination: RBS - tbd<br>Associations: unknown - Dalit?<br>Additional:<br>* no ID<br>* no visible augmentations<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe0126</b><br><br>Designation: 019/021-124<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 30-40<br>-----------------------------------------<br>Pick-up: NA-Can<br>Destination: RBS - Silo E<br>Associations: unknown<br>Additional:<br>* no confirmed ID<br>* Suspected cranial (social) augmentations<br>  - may interfere with processing, EMP field gen. req'd<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>Caution: social augs may complicate initial interview<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe065-MM</b><br><br>Designation: 142/030-392<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia_JPN<br>Destination: RBS - Silo B<br>Associations: unknown<br>Additional:<br>* False ID suspected<br>  - RzzrGrrl aka Kolodie, Rose[see Trivia]<br>* Visibly augmented<br>  - external mirror ocular implant (function unknown)<br>  - distal phalangeal implants (titanium?)<br>  - Others suspected<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe0911</b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: > 40<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - tbd<br>Associations: unconfirmed<br>Additional:<br>* no ID<br>* no visible augmentation work<br><br>* NOTE: Hengsha (Lower) sweep, harvest add-on<br>        -- Kahn<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe2019</b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 40-50?<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - Silo B<br>Associations: unknown<br>Additional:<br>* no ID confirmed<br>  - Secured during Alice Garden raid, Lower Hengsha<br>* no visible augmentations<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>mind sedative administered prior to stasis<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe80085</b><br><br>Designation: 142/030-392<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-JPN<br>Destination: RBS - Silo C transfer O-R<br>Associations: Low - prostitute<br>Additional:<br>* no ID<br>* Previously agumented<br>  - physical enhancement (cosmetic)<br>  - \"work\"-related augmentations<br><br>-----------------------------------------<br>Procedures:<br>Preliminary exam conducted in the field<br>Confirm continuance to Omega<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/MinameMaho-MCS170200</b><br><br>Designation: 142/030-392<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: < 20<br>-----------------------------------------<br>Pick-up: Asia-JPN<br>Destination: RBS - Silo F<br>Associations: High<br>Additional:<br>* ID confirmed<br>  - Maho Miname, b. ?[see Trivia]<br>  - actress/singer (local)<br>* possible augmentations<br>  - vocal, auditory?<br><br>NOTE: secured through 'talent-show' initiative<br>  - SYTYCS promises to be mother-lode for recruiting subjects (ie/talentless hacks)<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/ThuylaiBok-45d</b><br><br>Designation: 142/035-764<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 25<br>-----------------------------------------<br>Pick-up: Asia-Tha<br>Destination: RBS - Silo E<br>Associations: none suspected - possible<br>Additional:<br>* ID confirmed<br>  - Thuylai Bok<br>  - single<br>  - office worker<br>* no visible augmentation work<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-M/JohnDoe1493</b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Dex: M<br>Ethnicity: IC5<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - Silo A<br>Associations: low<br>Additional:<br>* ID unconfirmed<br>  - remanded by TSHung<br>* Evidence of previous augmentations<br>  - cauterized stumps<br>  - suspect harvest<br><br>* NOTE: possible plot against BT forces in area<br><br>-----------------------------------------<br>Procedures:<br>Administration of analgetic drugs confirmed<br>Interrogation<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC6-F/AyotteBennu-16</b><br><br>Designation: 002/015-818<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC6<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Afr-EGP<br>Destination: RBS - Silo A<br>Associations: High - Family<br>Additional:<br>* Paid contract<br>  - fee confirmed<br>* ID confirmed<br>  - Bennu Ayotte<br>* no visible augmentation work<br><br>* secured 'abduction'<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC6-F/JaneDoe1774</b><br><br>Designation: 150/155-250<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC6<br>Age: > 30<br>-----------------------------------------<br>Pick-up: EU-FRA<br>Destination: RBS - tbd<br>Associations: low - indigent (?)<br>Additional:<br>* no ID confirmed<br>* no visible augmentation work<br><br>* NOTE: significant amount of money found on person<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br>Aft Cargo Hold<br><b>IC0-F/JaneDoe-abo43</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC0 - see below<br>Age: < 20<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - Silo B<br>Associations: low<br>Additional:<br>* no ID<br>* no visible augmentation work<br><br>* NOTE: unclassified indigenous local<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Pay special attention for Indigenous genetic markers, untapped<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-F/JaneDoe7707</b><br><br>Designation: 142/145-792<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-Tur<br>Destination: RBS - Silo A<br>Associations: unknown<br>Additional:<br>* ID unconfirmed<br>* no visible augmentation work<br>* secured from \"slave market\"<br><br>* NOTE: underground network may be exploited further<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-M/GageErik-020711</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC1<br>Age: > 40<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - tbd<br>Associations: FSA?<br>Additional:<br>* ID confirmed<br>  - Erik Gage, b. 1983?. parts unknown<br>  - possible FSA agent/combattant<br>  - known BT detractor<br>* HEAVILY augmented, combat/other<br>  - military-grade? Unknown faction<br>  - extreme caution<br>  - keep under constant EMP fields<br><br>* NOTE: Found mugged on street, secured<br><br>-----------------------------------------<br>Procedures:<br>Full interview, processing (parts)<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC1-M/KantFrank-0001</b><br><br>Designation: 142/030-392<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC1<br>Age: 32<br>-----------------------------------------<br>Pick-up: Asia-JPN<br>Destination: RBS - Silo B<br>Associations: unknown<br>Additional:<br>* ID confirmed<br>  - Frank M. Kant, b. 1995<br>  - formet BT operative, rogue<br>  - AWOL since 2024<br>* no visible augmentation work<br><br>* NOTE: secured in TKY geisha-house by undercover agent - \"You're a man, man.\"<br><br>-----------------------------------------<br>Procedures:<br>TBD<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC2-F/JaneDoe25711</b><br><br>Designation: 150/039-300<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC2<br>Age: unknown<br>-----------------------------------------<br>Pick-up: EU-Gre<br>Destination: RBS - tbd<br>Associations: unknown<br>Additional:<br>* no ID confirmed<br>* Signs of previous augmentation now removed<br><br>* NOTE: secured at Humanity Front rally/protest<br>BT provided security for LIMB clinic<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Sedated prior to stasis<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-F/TabonNicole-dt3</b><br><br>Designation: 002/018-710<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3<br>Age: 31<br>-----------------------------------------<br>Pick-up: Afr-SA<br>Destination: RBS - Silo B<br>Associations: high - gov't<br>Additional:<br>* ID confirmed<br>  - Nicole Tabon, b. 1995<br>* no visible augmentation work<br><br>* NOTE: anti-BT activist S-A, pol. aspirations<br>secured to eliminate threat in area<br>risk deemed acceptable<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC3-M/JohnDoe2045-S</b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: M<br>Ethnicity: IC3<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - TBD<br>Associations: unknown - see below<br>Additional:<br>* unconfirmed ID<br>  - Jack L. Woods, US expat<br>  - suspected of anti-amer gov't activities West Coast (secessionist militia, Ore.?)<br>* no visible augmentation<br><br>* NOTE: presence AUS unexplained, possible FSA training<br><br>-----------------------------------------<br>Procedures:<br>Incarceration, interrogation<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC4-F/JaneDoe04510</b><br><br>Designation: 142/034-144<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC4<br>Age: < 20<br>-----------------------------------------<br>Pick-up: Asia-Sri<br>Destination: RBS - Silo B<br>Associations: unknown<br>Additional:<br>* no ID confirmed<br>* no visible augmentation work<br><br>* NOTE: surrendered to BT security for unknown offense, secured and taken into custody<br>Irrational behavior<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Suspect illicit drug use, may skew results and processing<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe10101</b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - Silo B<br>Associations: unknown - see below<br>Additional:<br>* no ID<br>* Visibly augmented<br>  - left-arm (at elbow)<br>  - left foot<br>  - right eye/ear<br><br>* NOTE: miss-matched serials indicate previous wearer/owner<br>possible 'harvester', excersize caution<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>Probable 'back-alley' work done on subject implies extremely high doses of NPZ, may disqualify from project<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe1287</b><br><br>Designation: 142/030-392<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 20-30<br>-----------------------------------------<br>Pick-up: Asia-JPN<br>Destination: RBS - Silo F<br>Associations: low - club girl (?)<br>Additional:<br>* no ID<br>* no visible augmentation work<br><br>* NOTE: Found mugged on street, secured<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC5-F/JaneDoe1337</b><br><br>Designation: 142/035-608<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 30<br>-----------------------------------------<br>Pick-up: Asia-Phil<br>Destination: RBS - Silo E<br>Associations: low - criminal<br>Additional:<br>* no ID<br>* Visibly augmented - minor<br><br>* NOTE: secured during pirate-town raid, black market augmentation, exhibits signs of advanced neuroses possibly due to NPZ withdrawal/augment rejection<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>NPZ treatment administered prior to stasis<br>Pre-existing conditions may preclude inclusion in project or further processing<br>Posible Omega candidate of harvesting<br><br>-----------------------------------------<br>Status: Stable<br><br><br><b>IC6-F/JaneDoe2001</b><br><br>Designation: 142/145-792<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC6<br>Age: 25<br>-----------------------------------------<br>Pick-up: Asia-Tur<br>Destination: RBS - Silo C > OR<br>Associations: unknown<br>Additional:<br>* no ID<br>* Visibly augmented<br>  - cranial, undetermined<br>* secured from \"slave market\"<br><br>* NOTE: underground network may be exploited further<br><br>-----------------------------------------<br>Procedures:<br>Full work-up req'd upon arrival<br>existing augmentation may interfere with processing. Send to Omega<br><br>-----------------------------------------<br>Status: Stable ", "authors": "Unknown[Deus Ex] "}, "24675": {"title": "The Attack on Nature", "text": "Turning Our World Against Us\n\nFor all the grand schemes of leading figures in the field of &quot;geo-engineering&quot;, the fact is this branch of &quot;science&quot; is in fact nothing short of charlatanry.\n\nPutting aside the lingering questions of global warming and its effect - or lack thereof - on the world around us; instead consider the damage that will be wrought by these &quot;climate change cowboys&quot; if they are allowed to run riot across the ecosphere.\n\nToothless environmental protection treaties and governments who care only for profits and votes are opening the door for scientists with &quot;quick-fix&quot; solutions up their sleeves. They leave our fragile Earth, already injured through our short-sightedness, vulnerable to greater harm.\n\nHow can anything known as &quot;geo-hacking&quot; be a positive endeavor? We are discussing means of weather control and environmental modification not made to save lives, but often funded by military think-tanks to wage war!", "authors": "Unknown[Deus Ex] "}, "24676": {"title": "Radical Evolution is a Reality", "text": "Comments by Hugh Darrow on &#39;KnowFuture&#39;, broadcast November 9th 2011, 9.00pm PST on the Picus News Network.\n\nOh, undoubtedly Garreau got it right. I read the man&#39;s work and I see no reason to contradict him. He talks about the three futures and I see the lines toward them stretching out from this moment. That&#39;s what we are doing at Darrow Industries, we&#39;re building the possibility.\n\nOne future is where human beings are supplanted by newer, better, smarter versions of themselves. The next year&#39;s model of mankind, if you can call it that. Garreau called that &ldquo;The Heaven Scenario&rdquo;. Then there&#39;s the claptrap spouted by doomsayers who claim we&#39;ll all be dead before 2050, or something&hellip; that&#39;s &ldquo;The Hell Scenario&rdquo;. And then there&rsquo;s &ldquo;The Prevail Scenario&rdquo;, and to be quite honest, I imagine that&rsquo;s the one that&#39;s most likely to come about. That third option is where tomorrow lies undetermined, where we make the world anew as it happens. You can&#39;t simply bolt a machine limb to a man, gift him with post-human ability, and not expect it to radically change him.", "authors": "Hugh Darrow"}, "24677": {"title": "Understanding Vision", "text": "Excerpt from a lecture given by Hugh Darrow at Harvard University in August 2008.<br /><br />Part I<br /><br />Understanding the way the eye works normally is important to understanding the functioning of a retinal implant. So forgive me, for a moment, if I take the time to explain a lot of information most of you already know.<br /><br />Light within our visual spectrum travels through space in the form of photons, or light waves. Our eyes are designed to receive these photons and then transmit to the brain the \"visual\" information coming to us from the environment. First the light passes through our pupils, then through the lens and finally to the back of the eye - where we find the retina. At the retina there are layers of photoreceptors - rods and cones. Cones are responsible for detecting different colors of light, and rods are responsible for our low light vision.<br /><br />In a person with a degenerative eye condition, such as retinitis pigmentosa or macular degeneration, the eye's photoreceptors die off, leaving him or her no longer able to detect light or see. The areas in the brain for visual processing are still intact, however, so people are still able to imagine vision. Because these brain areas are still intact, information can still be transmitted and visual perception can occur.<br /><br />And that is where neuro-enhancement of vision can begin.<br /><br />Part II<br /><br />Today's retinal implants are designed to partially restore useful vision to people who have lost their sight due to degenerative eye conditions. The device consists of an electrode array attached to the eye's retina; a digital camera worn on the user's body (usually attached to a pair of glasses); and a transmitter and receiver that converts images to electrical impulses. These impulses are then transmitted by radio frequency to the electrode array.<br /><br />At the moment, there are two types of retinal implants available: epiretinal implants and subretinal implants. The only difference between the two is at what point the electrode array stimulates the cells that would attach to photoreceptors. The signal transmitted travels to the optic nerve and then to the brain, allowing for the perception of sight. However, the vision a person receives from these implants is very rudimentary. He or she may be able to see an image similar to a scoreboard made up of large lights, or detect something come from light that is only an arm's length away.<br /><br />In other words, today's retinal implant gives the patient very limited vision. For a person who is going blind, it's a very good option for retaining some sense of vision. Still, we at Darrow Industries intend to improve it.", "authors": "Hugh Darrow"}, "24678": {"title": "Blurring The Boundaries between Man and Machine", "text": "Excerpted from a talk given by Hugh Darrow at the 2001 International Gathering of Neuroscientific Researchers.\n\nFor a mechanical bioprosthesis to work, a patient must be implanted with a device that powers its electronics. The problem is, generating power requires chemicals which are toxic to the body. So unless we find a way to harness electricity that is already present in the central nervous system, we are bound to fail.\n\nThere is a second problem, as well. Preliminary research into power-harnessing biochips suggests that our immune systems will perceive these devices as foreign invaders, and immediately send proteins to encapsulate them. Over time, scar tissue will build up between the PHB and surrounding tissue, resulting in neuroprosthesis failure. So how do we avoid this?\n\nDarrow Industries is working on a plan to &ldquo;grow&rdquo; networks of Poly(3,4-ethylenedioxythiophene) poly(styrenesulfonate) electrodes--PEDOT, if you will--that intertwine with neural cells. The goal is to create a biocompatible matrix which attracts neural progenitor cells to grow in the proper direction, blurring the boundary between what is nervous system and what is external device.\n\nA neural environment where implanted biochip and live neural cells coexist--even migrate and evolve over time--will not only be safer and more effective for the end user; it will be the ultimate melding of man and machine.", "authors": "Hugh Darrow"}, "24679": {"title": "Sarif Industries Incident Report", "text": "<b>Sarif Industries Incident Report TA 00514-008 </b><br><br>CASE #: TA 00514<br />INCIDENT: Terrorist attack on Sarif Industries Headquarters, Detroit.<br />OFFICER: Det. Gene Szczepkowski (DPD 4211)<br />SUBJECT: [008] Confused witness<br /><br />DETAILS: Apart from Sarif's Chief of Security (who is still in a critical condition in a [*edit*])and another lab technician who is lying in a deep coma in the same hospital, the only witness to the attack on Sarif who was left alive is a tech named Arthur Hopkins.<br /><br />Something peculiar regarding the witness' deposition or lack thereof: When we first got on the scene, Mr. Hopkins was waiting for us in the rec room near the labs. He was obviously in shock but quite coherent and ready to give a clear description of the incident.<br /><br />The Emergency Response team wanted to make sure his condition was stable before allowing us to interview him. When we came back after his check-up, a few minutes later, he was incoherent and confused. He couldn't remember anything about the attack. We still haven't heard back from the ER team regarding this matter.<br /><br />[* Addendum, Cpt. Penn *]<br />The situation has been resolved with the medical team. Mr. Hopkins' condition has been validated. He suffered from a severe concussion. This matter is closed.<br /><br /><b>Sarif Industries Incident Report TA 00514-012 </b><br><br>CASE #: TA 00514<br /><br />INCIDENT: Terrorist attack on Sarif Industries Headquarters, Detroit.<br /><br />OFFICER: Det. Gene Szczepkowski (DPD 4211)<br /><br />SUBJECT: [012] Probable use of unidentified high tech compound<br /><br />DETAILS: While examining the crime scene, Det. Hayward and I both noticed that the area covered by the attack seemed abnormally damaged -- burned to a degree that could not be explained by the normal fire or the use of any known explosives. It was the same for all of eye recovered victim's bodies.<br /><br />Residue analyzed by forensic lab officers on the scene likely comes from a high tech accelerant of unknown nature. It seems the labs, equipment and victims were deliberately burned to an excessive degree.<br /><br />The most obvious conclusion is that this was done to eliminate all possible trace evidence. But it just feels odd, like something is off.<br /><br /><b>Sarif Industries Incident Report TA 00514-023</b><br><br>CASE #: TA 00514<br /><br />INCIDENT: Terrorist attack on Sarif Industries Headquarters, Detroit.<br /><br />OFFICER: Det. Christopher Chase (DPD 3837)<br /><br />SUBJECT: [023] Attackers are definitely professionals<br /><br />DETAILS: Quick run-down: There was no trace evidence found at what seems to be the point of entry. the incident didn't last long, but the amount of damage was excessive. There were a large number of victims and yet, not many rounds were fired and the accuracy was spot on. The attackers were probably all marksmen.<br /><br />This was the work of top-notch professionals.<br /><br />Sarif confirms that a new augmentation design was being tested just prior the attack, but that the augmentation itself was unharmed and no files related to it were stolen. The obvious motif here is theft and/or corporate espionage. But why then destroy the facility and murder everyone? A competitor could no doubt benefit from such a catastrophe, but these measures are quite extreme and to my knowledge, this is an incident without precedent. I want to note here that I've brought this matter up to Lt. Ashbrook on multiple occasions, with no concrete results.", "authors": "Unknown[Deus Ex] "}, "24680": {"title": "The Intelligence Circuit", "text": "Excerpted from a talk given by Hugh Darrow at the 2020 Human Plus Conference in San Jose.\n\nWe get carried away with the idea of bolting robot arms and legs to our fleshy torsos, but I firmly believe that the real core of what we can innovate lies within our meat - more specifically, in our brains.\n\nDeep brain implants are the way in which the human machine can truly be supercharged. Consider our gray matter; our neural DNA has been imprinted with a mammoth amount of information allowing us to parallel-process huge and complex data sets in quick order - but for all that, our &quot;wet memory&quot; is patchy and sporadic. We lack the ability to communicate data in complete fashion!\n\nThrough the use of cognitive enhancement implants providing neurotropic stimuli, we are capable of creating a new level of neural synchrony that can effectively boost brain capacity; and via wireless data-parsing subsystems, a form of &quot;radio telepathy&quot; is a real and viable concept. Faster brains processing more data, reacting quicker, capable of streaming that data in real-time to other similarly accelerated posthumans -- this is the real frontier.", "authors": "Hugh Darrow"}, "24681": {"title": "No Better: The Myth of Human Augmentation", "text": "Part I<br /><br />I find myself returning to a story that touched my life; a story about Ezekiel, a young man torn apart by the trauma of augmentation. A man I was lucky enough to be able to help.<br /><br />Ezekiel was a Marine who had been severely wounded in the Gulf. Believing he had something to prove, he asked to be augmented and returned to duty. But when his tour was over, the shock of his changed self sent him into a spiral of despair. He looked for death back home - and there our paths crossed.<br /><br />I was able to turn him around, to convince him to have his augmentations removed. After recovering in a Humanity Front clinic, Ezekiel was able to return to the man he'd once beenâ€”and became a model case for our groupâ€™s beliefs. He was truly healed.<br /><br />Part II<br /><br />Humankind has always sought to improve itself; from the earliest iterations of civilization, we improved our minds through education and the pursuit of knowledge, our souls through the quest for spiritual truth, and our bodies through the eradication of disease and hunger.<br /><br />You will forgive me, perhaps, when I dare to say that the human being is a divine engine - it is the ultimate expression of life on our Earth, and so it is a most precious and sacred thing. Humanity is what we have, it is what we are.<br /><br />But that purity falls beneath a shadow, and that shadow is greed, it is weakness. The power is at our fingertips to replace flesh with steel and plastic. But the truth is this: for each piece of yourself you surrender, your humanity dies a little more. You are no better.<br /><br />Part III<br /><br />Some people think that I am a fool to advocate a cessation of augmentation technologies, that I am some sort of backward-looking Luddite yearning for a past that no longer exists. But the truth is, I embrace the future - a human future.<br /><br />I know that the genie cannot be returned to his bottle - yes, my friends, what has been learned cannot be unlearned - so in that case, we owe it to our species and our progeny to correctly manage this most corrosive, most dangerous technology. Without oversight, we run the risk of losing all that we are. We begin an uncontrolled fall toward inhumanity.<br /><br />Quite simply, augmentation must not be allowed to run wild. Regulation and control are the key to a safe, sane tomorrow. This is not some great surrender of freedom, not some draconian diktat - it is common sense.", "authors": "William Taggart"}, "24682": {"title": "Electrogravitic Technology Applications", "text": "From a technology demonstration lecture presented to the United States Air Force in August 2015 by Dr. Hugh Darrow of Darrow Industries.\n\nBased on an immature design of Russian origin, we&rsquo;ve been looking at this technology as an applicable functionality for enhanced human subsystems in the military arena. While it isn&rsquo;t a substitute for an actual &lsquo;physical&rsquo; descent system, such as a fast-rope or parafoil, the electrogravity generator is now at a level of intricacy whereby we can implant it in a human being.\n\nThe core unit - the generator module and power train - is fusion-bonded to bone at the base of the implantee&rsquo;s spine, and a distributed mix of dermal sensors and monitoring fibers in the inner ear work with a built-in accelerometer to activate it in a pulse-phase mode if the implantee&rsquo;s body enters a state of uncontrolled fall for more than a couple of seconds. With practice, skilled operators have been able to drop from heights ranging from beyond thirty feet to upwards of one hundred feet with zero fall trauma; you can understand why we nicknamed this the &ldquo;bungee&rdquo; cord in R&amp;D.", "authors": "Hugh Darrow"}, "24683": {"title": "The Use of Neuromuscular Facilitation System", "text": "Excerpt from a paper in NeoNature, October 2019.<br /><br />The concept of a neuromuscular facilitator module is essentially one of an enhanced system that allows a human being to exceed normal reflex delay, to literally move at \"the speed of thought.\" Pressure signals are transmitted through bio-synthetic circuits from a web of augmentation elements to enhance dexterity, muscle control, balance and other related abilities. A core unit -- a central governor, if you will -- works in concert with a series of distributed sub-modules implanted at key nerve junctions in the user's limbs and elsewhere among the implantee's vestibular structure; these in turn co-ordinate wirelessly with a strata of bio-plastic discs located along the lines of the spine. As the neuromuscular facilitator module 'beds in' to the implantee's neural pattern and becomes a functioning part of the user's body, experience will allow them to increase electrical neuron stimuli beyond initial states, and thus raise the levels of corporeal control, sensory function, and agility to even greater heights.", "authors": "Hugh Darrow"}, "24684": {"title": "Invasive Brain Machine Interfaces", "text": "Excerpt from an article in Neuroprosthetics Journal Quarterly (Fall 2012).<br /><br />Invasive Brain-Machine Interfaces (BMIs), which are most common in North American research, differ mainly from EEG-based interfaces by the method through which neural activity is recorded. While EEGs can record neural activity from outside the skull, invasive BMIs require the implantation of an electrode within the brain itself. In principle, invasive BMIs rely on the hypothesis that groups of neurons will modulate their activity in very similar ways each time a given action is performed, though individual neuron firing varies from trial to trial. A clinically viable BMI should be able to document these modulations and use these modulatory behaviors to reproduce motor actions in artificial actuators (Lebedev, 2006).<br /><br />In the 1960s and 70s, the scientist Eberhard E. Fetz and his colleagues trained monkeys to coordinate activity of their cortical neurons through biofeedback readings from implanted electrodes. Later, Edward Schmidt proposed that cortical neural activity could move a prosthetic, such as a robotic arm. Due to limitations in technological development, such as the technology necessary to implant sufficient quantities of electrodes into the brain, it took nearly twenty years for researchers to test his hypothesis.<br /><br />In the mid-90s, invasive BMI testing progressed from mice moving a device with a single degree of freedom to primate movement reproduction. In monkeys, researchers were able to produce â€˜reachingâ€™ actualization, in which the neural action of the primate was able to stimulate a robotic arm to feed itself, combining components such as reaching and grasping into a fluid movement (Lebedev, 2006 ).", "authors": "Hugh Darrow"}, "24685": {"title": "Brain Implants", "text": "Comments by Hugh Darrow on a panel at the 2009 International Gathering of Neuroscientific Researchers\n\nI&#39;m firmly convinced that neurostimulation technology can evolve to a level where it will not only aid those with neural dysfunction, but actually enhance the cognition of normal people.\n\nThis mechanism, a network of platinum iridium electrodes connected to a subcutaneously implanted pulse generator in either a titanium or g-loop coated capsule, has previously been used to suppress the effects of Parkinson&#39;s disease, dystonia and other neurological conditions. For example, in the case of non-Parkinsonian essential tremor, the electrodes are embedded in the ventrointermedial nucleus, or the thalamus, while the applications for dystonia and symptoms associated with Parkinson&#39;s disease - such as rigidity, bradykinesia or akinesia, tremor and the like - the electrode bouquet is typically inserted into the globus pallidus or the subthalamic nucleus, dependent on patient state.\n\nWe&#39;re already designing the next generation of these devices, with wireless dosing protocols and remote application. It&#39;s only a matter of allowing ourselves to take the next step and implant a &#39;healthy&#39; person, to go beyond the merely therapeutic application and into the modificatory.", "authors": "Hugh Darrow"}, "24686": {"title": "Down to Cases", "text": "Hugh Darrow&#39;s &quot;Final Interview&quot;\n\nHUGH DARROW: The fact is, Eliza, the last few years have taught me some very valuable lessons.\n\nELIZA CASSAN: I understand you&#39;ve had some controversial things to say about augmentation technology.\n\nHD: I&#39;ve ruffled some feathers, to be sure. But I have that right.\n\nEC: That technology wouldn&#39;t exist without you-\n\nHD: Look, the fact is... [PAUSE] What&#39;s that bloody Einstein quote about the A-Bomb?\n\nEC: &quot;If only I had known, I should have become a watchmaker.&quot;\n\nHD: Yes, that&#39;s the one. I know what he meant. These days I&#39;m thinking we went too far. I&#39;m wondering about putting the genie back in the bottle.\n\nEC: Is that possible?\n\nHD: Everything is possible. Having the ability to transcend our times is one thing, but racing uncontrolled toward some blind singularity... We&#39;re in danger of becoming two species. Those empowered... And those left behind.", "authors": "Hugh Darrow"}, "24687": {"title": "Respirocyte Technology &amp; Hazardous Environment Parsing", "text": "Darrow Industries developmental study abstract document, 2021.\n\nThe respirocyte project currently represents the bleeding edge of nano-scale micromachine technology, and while a full &#39;pure&#39; application of that system is still several years ahead of our current capabilities, at this stage we are capable of implanting a combined interlaced augmentation using basic respirocyte proxies, rebreather technology and enhanced lung musculature synthesis, using electroactive polymers.\n\nThe respirocyte itself is an artificial red blood cell, a sphere approxmiately one micron in diameter with a high internal pressure on the order of around one thousand atmospheres; test examples have been constructed using artificial diamond analogues, drawing power from blood glucose. It is theorized that the mature design respirocytes could contain several hundred times more oxygen and carbon dioxide than organic blood cells; in effect, a human being with respirocyte colonies in their bloodstream could hold their breath for long periods.\n\nCombined with microminiature rebreather systems to recycle exhaled breathing gasses and implanted molecular filters, it is theoretically possible for a human so equipped to also resist airborne poisons, particulate contaminants and other toxic environments for short periods.", "authors": "Unknown[Deus Ex] "}, "24688": {"title": "On-View", "text": "WEDNESDAY NIGHT'S ESSENTIAL VIEWING ON HOLO, FLATSCREEN & STREAMING MEDIA<br /><br />8.00pm - 10.00pm<br /><br />Picus News Network<br />\"The Global Report, with Eliza Cassan\"<br />Cassan interviews cyber-Olympian Sandra Pappenhaus and elder rocker JoCo.<br /><br />Channel 120<br />\"Heroes on Call\" (Episode 2.12)<br />The conclusion of this two-part episode finds Todd and his Belltower team<br />trapped in the Orphanage by a UN hit squad.<br /><br />DigiDirect<br />\"Cleen Streets!\"<br />Hapless detective Jack Cleen forces his partner to masquerade as his wife when<br />Susan divorces him, with hilarious results!<br /><br />Picus Sports 3<br />\"National Enhanced Hockey League\"<br />Coverage of the Paris Towers vs. Seattle Hammers game.<br /><br />WorldWatch One HD<br />\"Holly, Wood & Wine\"<br />Holly discovers she is pregnant.<br /><br />InVision<br />\"InVision Extra\"<br />The Panchaea Project.<br /><br />CineVid<br />\"Swords of Soulban\"<br />Fantasy Adventure (2014, rated PG)<br /><br />M3V<br />\"Ny'ashia Akim: The Steel Skin Tour\"<br />Live concert from Mombasa.<br /><br />Picus Sports 5<br />\"Augmented Combat Challenge 2026 World Championship\"<br />Highlights of last year's competition.", "authors": "Unknown[Deus Ex] "}, "24689": {"title": "Resist The Machine", "text": "Resist The Machine!\n\nWe Are Purity First!\n\nReject The Metal!\n\nEmbrace Yourself!\n\nLies Are Made of Steel - The Truth Is Flesh &amp; Blood!\n\nAre you tired of seeing half-human cyborgs taking jobs and opportunities from good people?\n\nAre you sick of cogs who mutilate and debase themselves?\n\nWe believe that understanding human choice is impossible without first experiencing the human body&#39;s limitations!\n\nPhysical limitations are what make us human - we should not strive to be anything else!\n\nAttempting to improve the human condition through biological modifications only diverts attention and resources from social solutions that could do the same without changing the fundamental nature of people!\n\nWe believe that any deliberate attempt to change the human body is ethically and morally wrong.\n\nPurity First cannot be smashed, it cannot be effectively infiltrated, it cannot be stopped.\n\nYou, each and every one of you, are Purity First.", "authors": "Unknown[Deus Ex] "}, "24690": {"title": "A Coalition For Liberty", "text": "The UN's Responsibility to the World<br><br>    In an age that has seen the rise of terrorism as a means of geopolitical change, an age where no one nation can truly be called upon to shoulder the burden of security and law enforcement, one must dare to consider that the time has come for the United Nations to step up and accept this responsibility. <br><br>    A force, unbound by borders or the whims of governments and corporate interests, is needed in this uncertain time. In the wake of ongoing atrocities perpetrated by fanatics and criminals, the need for such an organization cannot be denied. <br><br>    It is proposed that the UN commence a series of evaluation studies, to consider with great seriousness the future creation of a new trans-national anti-terror force. The freedoms we take for granted are under siege, and without guardians of liberty, they may be lost. ", "authors": "Unknown[Deus Ex] "}, "24691": {"title": "Neural Interface Protocols: The PEDOT Revolution", "text": "First published Neuroprosthetics Journal Quarterly (Fall 2010).<br /><br />Prior to Darrow Industries' creation of PEDOT electrodes, almost all implanted neurostimulation devices on the market were based on the use of metal electrodes coming into contact with neural tissue. The better the contact, the more useful the device.<br /><br />As an example, over 10,000 patients have had a deep brain electrode inserted into their skull to reduce tremors from Parkinson's disease. Since there are no pain neural fibers in the brain, the operation is performed while the patient is awake. When the electrode is inserted in the proper location, the tremors stop instantly.<br /><br />Unfortunately, metal electrodes are stiffer than surrounding brain tissue, and also prone to the mechanical impacts encountered by the body. Thus, when implanted in tissue, they frequently produce inflammation and sheaths of glial tissue surrounding them, a situation which not only leads to tissue injury, but also reduces electrical effectiveness of the device.<br /><br />PEDOT electrodes were a revolutionary improvement in that they relied on both conducting polymers and live neural cells in their design. The increased biocompatibility and electrical signal transduction properties of the conducting polymer electrodes addressed each of these issues and promised a new generation of implanted electrodes that would benefit patients and clinicians.", "authors": "Hugh Darrow"}, "24692": {"title": "Dermal Modification Processes", "text": "Darrow Industries development study, 2019.\n\nThe approach that Tai Yong Medical, Isolay and all the others are using is crude and unsophisticated; what we&#39;re discussing here is a method by which the skin of a human being can be altered to resemble organic body armor - that&#39;s not to say like the hide of a rhinoceros, despite whatever the advertising campaigns might say.\n\nThe process is simple in logistical terms, although to the implantee it&#39;s lengthy and I would warrant quite painful; but in the end, no more demanding than the work of a cosmetic surgeon upon a vain patient craving good looks. A mesh of thin layered material is implanted directly below the epidermis; the &#39;armor&#39; per se is covered in a g-loop coating that bonds directly to tissue without rejection, and once the skin is allowed to heal, it becomes a seamless part of the body. Under point of impact, the implantee&#39;s skin will still break and suffer bleeding/lesions, but the new armor layer beneath - a sandwich of carbon nanotubes floating in a shear-thickening gel - will absorb most of the impact. Preventing, as it were, all but the most terminal penetration trauma.", "authors": "Unknown[Deus Ex] "}, "24694": {"title": "Tomorrow is Green", "text": "A Blueprint For Saving the Earth\n\nThe plain truth of it is this - we as a species have brutally abused our mother world, and now only we as a species, in concert, can heal it once more.\n\nHow do we accomplish this? There are many ways, and they start with each and every one of us, from taking individual responsibility to reduce one&#39;s carbon footprint through to larger and more proactive projects requiring dynamic, cross-national cooperation. Such as:\n\n* Close-Orbit Mirrors - orbital microsatellite mirrors capable of deflecting sunlight.\n\n* Green-Tech Energy Solutions - solar power cells; wind farms; wave power.\n\n* Iron Seeding - stimulating ocean plankton to consume carbon.\n\n* Cloud Ships - mobile wind-powered vessels capable of turning sea water into white counter-solar clouds via weather modification.\n\n* Synthetic Trees - nature-imitative carbon-capture technologies.\n\n* Deep-Ocean Water Displacement - piping systems to draw water from the ocean depths up to simulate the Earth&#39;s capacity for self-healing.", "authors": "Unknown[Deus Ex] "}, "24695": {"title": "The Neural Hub - Design For a Next Generation", "text": "Excerpt from a paper in NeoNature, May 2015.<br /><br />Neural Hub technology is viewed by some as the milestone about the neck of cybernetics research, but such commentary indicates a failure to think outside the box. In fact, the neural hub has always had the capacity to grow beyond its function as a gateway for cyberware integration.<br /><br />These implants, developed in the beginning as components in ever-shrinking cell phone/TV/and MP3 player parts, comprise numerous physical processors integrated on one physical chip, but the key is in the threading: the hub is controlled by software which enables more efficient processing on the hardware. Each input from the nervous system generates its own or multiple threads, based on operations like motion or recollection. What I propose is a combination of multi-core processors tied closer to the human brain's own superlative multi-tasking capacity - effectively breaking down the barrier between the commonplace hub designs of current iterations and the subject's own mind.<br /><br />In effect, we allow the hub to work with the human brain. In analogy, instead of a relay-race where one participant is slower than the other, it becomes a ride on a tandem.", "authors": "Hugh Darrow"}, "24696": {"title": "Vestibular Augmentation and Enhanced Agility Factoring", "text": "From a technology demonstration lecture presented to the United States Air Force in August 2015 by Dr. Hugh Darrow of Darrow Industries.\n\nThe human vestibular system governing our sense of spatial orientation is made up of many sensory inputs and outputs, mediated by reflex actions in the spinal cord, inner ear, nerve impulses, and -- ultimately -- conscious control by the cerebral cortex.\n\nVestibular augmentation technology, originally developed to help fighter pilots and astronauts counteract effects from G-forces or anti-gravity, has now evolved to a stage where it can be used not only to retain a normal sense of agility, but also to enhance an existing one.\n\nA distributed network of pressure sensitive neural implants can signal a series of integrated circuits to manipulate the vestibulo-ocular reflex (VOR). This is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the opposite direction, thus preserving the image on the center of the visual field. The system also manipulates the vestibular system within the inner ear.\n\nIn other words, by electrically stimulating afferent neurons, the system replaces absent sensory function by providing stimulation that modulates above and below a baseline. When engaged in an &ldquo;accelerated mode&rdquo;, it provides a means to override natural variations and enable enhanced control over limbs beyond the standard degrees of freedom.", "authors": "Hugh Darrow"}, "24697": {"title": "IPC Procedures and You", "text": "In times of national crisis, an IPC representative may be responsible for processing hundreds of people within a twenty-four hour period. New detainees being receives at the IPC are processed through the Prisoner Search Area, ADIS, Property Inventory, Booking, Fingerprints, Medical Screening, and Inmate Classification division, before being assigned to one of the facilities&#39; indoor containment cells. Deputies and command staff have designed a receiving system (RCV) to increase the efficiency in which prisoners can be processed and once they arrive. Please slip to appendix B, page 213, for more details.", "authors": "Unknown[Deus Ex] "}, "24698": {"title": "The Singularity Church of the MachineGod", "text": "Our Manifesto\n\nHave you ever wondered about the fate of our species?\n\nWe exist in a time unlike any other; a time where man can go beyond the tyranny of flesh and embrace a new tomorrow.\n\nWe share the belief of a manifest destiny for our species, a future where human instrumentality evolves into a form beyond our crude flesh and blood.\n\nThe next evolution is near, A coming together of man and machine. A synthesis greater than the birth of the human organism.\n\nThis is the Singularity. The God in the Machine.\n\nMany cultures predict an end to humanity in the near future, a final Armageddon that will end the world; but we disagree.\n\nWe know the future of man.\n\nJoin us. Understand the path that unfolds before our species.\n\nGrow beyond the bounds of flesh and blood.\n\nEmbrace the Singularity!", "authors": "Unknown[Deus Ex] "}, "24699": {"title": "HOW TO WIN AT MAHJONG", "text": "<b>The Basics</b><br /><br />It is a mistake to think of Mahjong as a game of pure luck. To be successful requires considerable skill. For example, the player who is well versed in the rules and who masters the scoring chart will make the best decisions. This is one of the most basic strategies to master and win a game of Mahjong. Another helpful tip is to notice and memorize the discarded tiles of other players in order to know that tiles they will want to pick up.<br /><br /><b>Play Carefully To Have An Edge</b><br /><br />In Mahjong, prudence is rewarded. When discarding your own tiles, do so discreetly. This will keep your opponent from figuring our the type of hand you are playing. A good Mahjong player should be flexible enough to change tactics in the middle of a game if necessary. It always pays to be adaptable.<br /><br /><b>Strategy</b><br /><br />Once you receive your tiles, immediately evaluate the number you will need to win. For this, you must determine the specific number of tiles you will need to finish with the shortest possible path.<br /><br /><b>Playing To Win</b><br /><br />Do not be afraid to take chances. Discard any tiles you will not need.<br /><br /><b>Playing Not To Lose</b><br /><br />Discard your tiles cautiously. If you require only three tiles or less after four draws, you should play to win. Otherwise, play for a draw.<br /><br /><b>Playing For A Draw</b><br /><br />Don't be the first to discard a Dragon or Wind tile. Don't play with doubles and don't claim one for a triplet. It is now safe to discard. Keep the contents of your hand concealed.", "authors": "Unknown[Deus Ex] "}, "24700": {"title": "DEAR DIARY", "text": "* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nSome kids banged on my door and taunted me today. They yelled &quot;Hikikomori&quot; and &quot;shut-in&quot; and banged and scratched and kicked to get my attention. I think they belong to a woman down the hall. I am repulsed by their guttural accents.\n\n* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nToday was a good day. I sat in my usual place but this time I was content to look out the window. The people look so sad and lost. I pity them when I am not angry.\n\n* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nSomeone rang my phone at 4:18 PM today. It came as a shock because no one is supposed to bother me. I spent most of my day trying to figure out if it was a mistake or on purpose. I do not like days like today. They make me nervous and confused.\n\n* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nToday I am cold and cannot warm up. Very cold. I made a bowl of miso soup but it did nothing. Sometimes I wonder if my blood is thinner than other people.\n\n* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nMy neighbor was making a lot of noise last night. He plays his satanistic music at an infernal volume. I think he does it to drown out the sounds of him beating his girlfriend. If I didn&#39;t have to stay here I would teach him some manners. I think he is from Central Asia. There is a part of me that really likes his music.", "authors": "Unknown[Deus Ex] "}, "24701": {"title": "Lee Geng Research Update/Progress Status Report", "text": "1. Cybernetic Leg Prosthesis: model 6543.01--\"Jaguar\"<br /><br />â€¢ Built on framework of polymers and lightweight alloys<br />â€¢ Electro-stimulated plastic cables mimic and greatly strengthen muscle tissue feedback and action<br />â€¢ Developing motor-dynamic system and shock-absorbing liquid polymer buffers<br /><br />Prototype: 65% completion, pending stress tests, final metrics and analysis<br />Reveal date: 45 days<br /><br />2. Hacking Device: model 000123.4--Not for General Public!!<br /><br />â€¢ Cranial implant<br />â€¢ Dedicated microcomputer module employing circuit of processors and databases programmed with multiple code-breaking and counter-cryptography subroutines<br />â€¢ Unit capable of identifying and providing intrusion solutions for over five million discreet software barriers<br /><br />Prototype: 95% completion, pending final circuit and processor evaluations, stress testing<br />Reveal date: 10 days", "authors": "Unknown[Deus Ex] "}, "24702": {"title": "Liberate Yourself!", "text": "Let Us Help!\n\nLiberty In Mind and Body International (L.I.M.B.) is an international humanitarian organization dedicated to the care and welfare of augmented people around the world.\n\nWe are the leading advocate and health-care provider for human enhancement technology, with nearly two thousand clinics serving the needs of over eight million people every year.\n\nFounded in 2011 by Doctor Haydon Suyong, formerly of Darrow Industries, our credo is &lsquo;Augmentation For All&rsquo;.\n\n100% independent of corporate and national control, L.I.M.B.&rsquo;s mission statement is no less than to offer full and equal access to human enhancement products and technologies across every global border and class in society.\n\nOur international network of low-cost medical-mechanical clinics cater exclusively to augmented people, and they can be found in every major city, offering everything form routine cybernetics maintenance, check-ups and consultancy, through to operating theaters with complete augmentation implantation facilities.", "authors": "Unknown[Deus Ex] "}, "24703": {"title": "The Tyranny of Biology", "text": "Transcript of a seminar given by Hugh Darrow at the World Bioethics Summit in Tokyo, 8 September 2011.\n\nThe next study I&#39;d like to share is one in which we analyzed the security and privacy properties of implantable cardioverter defibrillator (ICD), introduced to the US market in 2003, this model ICD includes pacemaker technology and is designed to communicate wirelessly with a nearby external programmer in the 175 kHz frequency range. After partly reverse-engineering the ICD&#39;s communication device with an oscilliscope and a software radio, we implemented several software radio-based attacks that could compromise patient safety and security.\n\n&lt;At this point, cries of outrage from participants interrupt Mr. Darrow. He looks up, surprised. Loud, gravelly sounds.&gt;\n\nPlease! Ladies and gentlemen, please!\n\n&lt;After several minutes, the crowd quiets enough for Mr. Darrow to speak.&gt;\n\nListen, I&#39;m not here to talk about the philosophical nature of what we do in augmentation research. That&#39;s not to say I don&#39;t understand the ramifications of my work - just that there are better thinkers than I more suited to the task.\n\nMy prowess - if you&#39;ll forgive me for calling it that - is the creation of these engines of human development. I&#39;ll leave it to future generations to decide if I am remembered well for what I&#39;ve created.\n\nBut I will say this; at no point in our history as the dominant species on this planet have we, as human beings, had as much power over our bodies, as we do now. We are on the threshold an age where the tyranny of biology can be defeated. Someone born blind, someone whose legs are claimed by some tragedy, someone who once could hear but now cannot - we offer hope to them. Nature no longer has the upper hand.", "authors": "Hugh Darrow"}, "24704": {"title": "Practical Shootist Monthly", "text": "Featured in this month&#39;s hard-packed edition:\n\nWe review the latest iteration of a classic - the Stasiuk Arms XBow compound crossbow system, and we ask if the silent kill is truly the best.\n\nLive fire analysis of the new modified SMG in development for Germany&#39;s Bundespolizei GSG 9 division.\n\nColumnist Rick Tiplady discusses the history of a masterpiece, the .357 Python.\n\nGun Control: managing recoil through augmented cyberlimbs for .50caliber rounds and above.\n\nOur technology consultant looks at the new generation non-lethal firearms, including the new gun out of Hong Kong&#39;s Connaught Technologies - the Pulsed Energy Projection System.\n\nOn Location - this month, we join the Austin police department&#39;s Hostage Rescue Unit.\n\nWe examine the latest advancements in Liquid-Matrix armor.\n\nThe Skull-Gun and other implanted firearms: Real, Fantasy or Nightmare?\n\nOP-ED: Why is it wrong to have a flamethrower?\n\nPlus all our usual features and columns.\n\nSkull-Gun is a reference to Gunther Hermann from the original Deus Ex, who dreams of getting one of these someday.", "authors": "Unknown[Deus Ex] "}, "24705": {"title": "Rifleman Bank Station Interrogation Wing Detainees", "text": " <b>IC1-F/SullivanNina-3d6d </b><br><br>Designation: 002/018-710<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: 20<br>-----------------------------------------<br>Pick-up: Afr-SA<br>Destination: RBS - B<br>Associations: unknown - low risk<br>Additional:<br>* ID confirmed<br> - Nina Sullivan, b. 2007, Can<br> - Student<br>* no visible augmentation work<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview reveals no counter-indications<br> - descent. W2/W1 - Ire/UK<br>* No pre-existing conditions<br>* No augmentations<br>* Preliminary examination<br> - Blood Type: A-neg<br> - Biopsy indicates genetic markers well within acceptable values<br>* Imaging Results<br> - previously fractured ulna - likely 7-10 yrs<br><br>Suggest continuing protocol<br><br>-------------------------------------------<br>Status: Awaiting transfer to lab<br><b>IC3-F/AugerLouise-012 </b><br><br>Designation: 150/154-826<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC3<br>Age: 34<br>-----------------------------------------<br>Pick-up: EU-UK<br>Destination: RBS - B<br>Associations: low - prostitute<br>Additional:<br>* ID confirmed<br> - Louise Auger, b. 1993, Fra<br>* no visible augmentation work<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview reveals no counter-indications<br> - descent: Afr - Fra (B2?)<br>* No pro-existing conditions<br>* Preliminary examination<br> - Blood Type: AB<br> - Biopsy indicates genetic markers well within acceptable values<br>* Imaging results<br> - previously undisclosed augmentations, social/sexual in nature<br><br>* Project Protocol<br> - Administered hyper-doze NPZ - PASS<br> - Removal of existing augmentations<br><br>* Transfer to Lab - Kavanagh<br> - Upper column/Occiptal replacement<br> - Administered compound P-026<br><br>Massive rupture of cerebral arteries<br>Possible glial mass<br><br>-----------------------------------------<br>Status: Terminated<br><b>IC5-F/LiAnne-w00t </b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: unknown<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - B<br>Associations: unknown<br>Additional:<br>* ID unconfirmed - see Imaging below<br> - uncooperative subject<br>* no visible augmentations<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview reveals no counter-indications<br> - descent. Sino - CH/US (01-W9)<br>* No pre-existing conditions<br>* Preliminary examination<br> - Blood Type: A-neg<br> - Biopsy indicates genetic markers well within acceptable values<br>* Imaging Results<br> - * * implanted metal (Titanium?) graft<br>unknown origin, Occipital bone<br>label 'Anne, Li 144; HF Mudd'<br> - possible enlarge left atr.<br><br>* Project Protocol<br> - unsuitable for continuance<br><br>* Transfer to OR, 45133<br> - Reed project<br><br>-----------------------------------------<br>Status: Transferred<br><b>IC5-F/JaneDoe 9903 </b><br><br>Designation:142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 25<br>-----------------------------------------<br>Pick-up: Asia-CH<br>Destination: RBS - B<br>Associations: unknown<br>Additional:<br>* no ID confirmed<br>* possible social augmentations<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview<br> - uncooperative, presence of social enhancements complicate results - Burke<br> - EMP field renders subject un responsive<br> - descent. Sino<br>* Preliminary examination<br> - Blood Type: B-pos<br> - Biopsy indicates genetic markers well within acceptable values<br>* Imaging Results<br> - cranial augmentations confirmed<br><br>* Project Protocol<br> * Administered hyper-doze NPZ - PASS<br> * Existing augmentations in place<br><br>* Transfer to Lab - Kavanagh<br> - Upper column/Occiptal replacement<br> - Administered Compound P-042a<br> - Interface established - PASS<br><br>* Telemetry<br> - Increased throughput capacity - 134%<br> - Lifespan - TBD<br><br>* Transfer to Ayers' - immediate, Burke<br><br>-----------------------------------------<br>Status: Transferred<br><b>IC1-F/GallagherL-6006 </b><br><br>Designation: 009/053-036<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC1<br>Age: unconfirmed<br>-----------------------------------------<br>Pick-up: Oce-Aus<br>Destination: RBS - B<br>Associations: SAF/FSA?<br>Additional:<br>* ID confirmed<br> - Laura Gallagher, b. ?, Sydney, NSW<br> - former SAF parliamentarian<br> - reportedly kidnapped by FSA<br> - secured in raid of FSA camp<br>* no visible augmentations<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview<br> - reveals no counter-indications<br> - descent. Cauc - Aus (W9)<br>* Preliminary examination<br> - Blood Type: O-neg<br> - Biopsy indicates genetic markers well within acceptable values<br><br>* Imaging Results<br> - normal<br><br>* Project Protocol<br> - Administered hyper-doze NPZ - PASS<br><br>* Transfer to Lab - Kavanagh<br> - Upper column/Occiptal replacement<br> - Administered Compound P-024a<br> - Interface established - PASS<br><br>* Telemetry<br> - Increased throughout capacity - 176%<br><br>* Transfer to Pan02 - Burke<br> - Failure at 74hrs<br><br>-----------------------------------------<br>Status: Terminated<br><b>IC5-F/JunWang-70h </b><br><br>Designation: 142/030-156<br>-----------------------------------------<br>Sex: F<br>Ethnicity: IC5<br>Age: 32<br>-----------------------------------------<br>Pick-up: Asia-Ch<br>Destination: RBS - B<br>Associations: possible crim. org.<br>Additional:<br>* ID confirmed<br> - Jun Wang, b. 1995, Hengsha, CHN<br> - suspected harvester 'runner'<br><br>* Confirmed augmentations - Goldman<br> - Right arm replacement<br> - Right auricular (cochlear) replacement<br> - Right and left leg replacements<br><br>-----------------------------------------<br>Procedures:<br>* Med. History interview<br> - poss. delusional (Machine god?)<br> - descent. Sino<br>* Preliminary examination<br> - Blood Type: B-pos<br> - Biopsy indicates presence of problematic genetic markers<br>* Imaging Results<br> - extensive augmentation work<br><br>* Project Protocol -<br> - Administered hyper-doze NPZ - PASS<br> - Existing augmentations preclude continuing project<br><br>-----------------------------------------<br>Status: Terminated - processed, return to TSHung ", "authors": "Unknown[Deus Ex] "}, "24706": {"title": "Building Wings: A Better Tomorrow", "text": "Where we risk allowing our technology to divide us is in the very question of regulation; some would argue that augmentation, which by its nature is a mechanism whereby humans can transcend their limitations, cannot be allowed to be freely available.\n\nWhile on the surface, such calls for &ldquo;regulation&rdquo; might be seen as a reasonable response, in the long term such stigmatization will work against our society. We already live in a culture of haves and have-nots, those rich or poor in terms of money, those impoverished or affluent in terms of data and knowledge.\n\nTo willfully blockade the spread of human augmentation technologies will add another category - those who are human and those who are transhuman; and as we speak here of futures where transhumanism must be the normative, how can we willingly allow some of us to be left behind?\n\nConsider, if you will, a future where technology is unbound. In this environment, human beings are capable of reaching beyond the limits that nature imposes upon them, not just through the use of external technological apparatuses, but also through the merging of the human organism with cybernetic devices.\n\nWe can, quite literally, build a better person. Life can become something that is not just a voyage where you are the passenger, at the whim of your DNA and the vagaries of an imperfect, random biology. Life can be what we wish it to be, and our minds and bodies the canvas on which we can draw our own future.\n\nWe can build wings if we wish to, and leave the cradle behind. The only limitations to where our flight will take us are our will and our intellect.\n\nWhat is transhumanism? A grandiose term, perhaps, but an accurate one. It is a search, a great destination that we, as a species, are approaching as our journey through evolution nears its next great leap. It is no less than the chance for human beings to reach out and take the helm of their own development.\n\nFor the first time in history, we live in an era where the factors that define the borders of the human condition - death, longevity, disability, and all the other many tyrannies of our own biology - can be surpassed. The advancing science of human augmentation technologies allows us to look to an enhanced future; a better tomorrow where the limitations of flesh and bone can be transcended.\n\nIf I write these words and sound like an evangelist, then perhaps I am; I look to my future enrapt.", "authors": "David Sarif"}, "24707": {"title": "Sarif Industries: Rising to Tomorrow", "text": "David Sarif had a dream: that one day he would create a technology that would change the world, and his company would be the crucible where that would happen. In 2007, Sarif Industries opened its doors in Detroit, working in partnership with the city to revitalize it with an influx of new technology industries.\n\nSarif&#39;s research and development of augmentations are a measure of human advancement toward a better future, and our founder&#39;s reputation as a free-thinker and a maverick has allowed him to recruit a staff of like-minded geniuses, gathering the kinds of nonconformist scientists that, like David Sarif, have never truly been able to function in a regumented corporate environment.\n\nIn the past two decades, Sarif Industries has generated a reputation for originality and innovation in the business and science communities.\n\nHere at Sarif Industries, we specialize in the design and manufacture of advanced neuro-augmentations and prosthetics for human implantation, and we strive to distinguish ourselves by working with clients to create progressive, forward-thinking, custom augmentations that answer specific challenges and needs. We are proud to maintain our creative independence in a rapidly shrinking and highly competitive marketplace.\n\nTo ensure our uniqueness, we maintain an in-house staff of doctors and nurses, in addition to the usual array of augmentation scientists and researchers, training them to work with clients to determine individual needs. Sarif Industries offers its clients free comprehensive, pre-operational screenings so as to better understand their personal challenges.\n\nWe employ over 1500 people in the Detroit area, in our factory and R&amp;D facilities. More than any other corporation in the augmenting industry, we work hard to promote and maintain our reputation as innovators and as a home for independence, excellence and quality.", "authors": "Unknown[Deus Ex] "}, "24708": {"title": "The Nature of Neuroplasticity", "text": "From a lecture by Hugh Darrow given at the Bern Institute of Medicine, 2013.\n\nThe term &#39;neuroplasiticity&#39; literally means the flexibility of the brain to reorganize itself based on the result of experience. Two decades ago, the consensus among cognitive neuroscientists like yourselves was that lower brain and neocortical areas were unable to be changed after development - whereas structures such as memory could be actively altered in areas related to formation of recall.\n\nIn a series of cleverly designed experiments, Michael Merzenich proved that somatosensory and auditory sensations&mdash;touch and hearing, respectively&mdash;can, in fact, be modified through practice. This process of longterm potentiation was further explored in a series of studies in the mid-90s at Southern Illinois University&mdash;studies which clearly showed how memories could be enhanced by manipulating neuroplasticity.\n\nIndeed, with the precise timing available to us in today&#39;s computers, we can clearly see that enhancement in learning can be applied for areas of the motor cortex, auditory cortex, somatosensory cortex, and hippocampus. Manipulation of neuroplasticity makes it clear that we, as a species, have been blessed with a brain that has an unparallel flexibility to incoporate neuroplasiticity augmentations.", "authors": "Hugh Darrow"}, "24709": {"title": "FIRE DESTROYS WHITE HELIX LABS", "text": "TWISTED CEDER, MICHIGAN (PNN) - At 04:36AM on July 18 Firefighters were called to White Helix Labs to fight an early morning blaze. By the time they arrived, the main building was already engulfed in flames.\n\nGeneral Manager Michael Berris could not be reached for comment, but a pre-recorded message had been left on White Helix Lab&#39;s toll-free line, stating that nobody is believed to have been hurt in the fire. That message was later removed when firefighters began pulling bodies from the wreckage.\n\n&quot;The recovery operations are currently ongoing,&quot; Fire Chief Minnie Hawkins told reporters, but also stated that the circumstances behind the blaze are &quot;very suspicious.&quot;\n\nWhite Helix Labs, a subdivisionary of Versalife, is a bioresearch firm, studying childhood genetic deceases.", "authors": "Unknown[Deus Ex] "}, "24710": {"title": "Better Than Nature?", "text": "Excerpted from a talk given by Hugh Darrow at the 2022 Human Plus Conference in Kyoto.\n\nI&#39;ve been accused of arrogance by many people; my father, my tutors, my contemporaries and my rivals... and to all of them I say yes, indeed, if it is arrogance to have a design that surpasses the one that currently exists, then I am arrogant.\n\nArrogance, daring to go beyond the limits imposed upon us, that is exactly what makes us human beings. The truth is, nature is a haphazard and flawed designer. That is not to say there is not grace and beauty in the natural world; but the hand of man can take that base design and turn intellect to it, make more of it.\n\nAll of us are aware of the voices raised against human augmentation; those people have their right to speak, as we have the right - the arrogance, even - to ignore them.\n\nWe can be better than nature. We can improve on ourselves, and in every new iteration, be more than we were. What we are is only a stepping stone to what we can become.", "authors": "Hugh Darrow"}, "24712": {"title": "The Shadow of Omega", "text": "Omega Ranch was a massive undertaking, a highly-secure site with multiple labs and research departments, along with support structures and an accommodation complex. In 2009 the Disease Control Initiative opened their doors to the world&#39;s doctors, but the facility was dogged by technical issues, staffing problems and underfunding.\n\nThe pressures on the WHO staff at the isolated facility grew and finally, in 2018, the worst-case scenario came to pass. A breach in containment led to the explosive spread of a modified variant of the H5N1 avian flu virus, which swept across Malaysia, killing tens of thousands of people.\n\nThe exact details of the cause of the outbreak are unclear, although some conspiracists have insisted that the event was deliberately triggered by clandestine groups - perhaps as an attempt to destabilize the region. The epidemic would have lasting effects on Malaysia.", "authors": "Unknown[Deus Ex] "}, "24713": {"title": "The Visual Cortex 2.0 - The Eye, Redesigned", "text": "Excerpt from an article by Hugh Darrow in The American Cybernetics Gazette, Winter 2012 Edition.\n\nIn the organic model, normal vision begins when light enters through its lens and moves to strike specialized light-receiving photoreceptor cells coating the retina, called rods and cones. These cells convert light into electrochemical impulses that are sent down the optic nerve and into the sense centers of the human brain. In healthy subjects, the eye can function well for many years, but retinal diseases like age-related macular degeneration retinitus pigmentosa destroy vision by annihilating these cellular matrices.\n\nA visual prosthetic - what some colloquially call a &quot;bionic eye&quot; - is a form of neural prosthesis intended to partially restore vision in a patient suffering from one of the aforementioned afflictions, or to amplify and enrich the existing vision of a healthy subject. Darrow Industries&#39; refinement of this technology does away with the need for an external camera-to-implant relay system, instead reducing the extant hardware to a single biochip directly inserted into the retinal zone of the eye.", "authors": "Hugh Darrow"}, "24750": {"title": "LIMB International", "text": "LIMB International (Liberty In Mind and Body) is a multinational company founded in 2011 by Haydon Suyong. Suyong envisioned the creation of worldwide network of healthcare clinics catering exclusively to the specific needs of augmented patients. LIMB International created the LIMB Clinics, a network of augmentation facilities around the world for mechanically augmented individuals between 2011 and the present day.\n\nIn 2013, the 50th clinic opened in New Delhi, with over 50,000 patients visiting the facility within the first week of operations. In 2022, the first clinic in Brazil (and the 359th in the world) opened its doors to thousands of new patients.", "authors": "Unknown[Deus Ex] "}, "24751": {"title": "Praxis Software", "text": "Congratulations on your recent mechanical augmentations!\n\nIt is common for new augmentation features to be locked after installation so that the body doesn&#39;t get overwhelmed and reject it. Rejection of augmentation is caused by an overwhelmed nervous system that leads to a faster rate of glial tissue build up, which no dose of Neuropozyne can counter. Traditionally, these features are unlocked only through prolonged use, allowing the body to adjust slowly to the features.\n\nPraxis Kits, which are distributed mainly from LIMB clinics, allow this system to be bypassed manually, releasing new features vis the user&#39;s own free will in a shorter time frame.\n\nThe method is usually not an option for most users. However, those patients whose body accepts the augmentations with greater ease can use Praxis kits to advance the process without prolonged use of the augmentation. The cost of these kits are fairly high, making them prohibitive to most augmented patients.", "authors": "Unknown[Deus Ex] "}, "24752": {"title": "How to play Durak", "text": "Typically played with a deck of 36 cards (after removing 2 through 5 cards in all suits). Durak is an aggressive card game played between two to six people. After the deck is shuffled, six cards are dealt to each player. The top card is then placed face up on the bottom of the deck perpendicular to the rest of the deck (so that its denomination and suit are visible). The card is still in play and will be the last card to be drawn, but in the meantime it determines the trump suit. The first attacker is the player with the lowest trump.\n\nSince the deck only contains 36 cards, the number of players is limited to six. Some variants exist that allow for more than one deck to be used, considering that a six person game with one deck gives advantage to the player who attacks first and a disadvantage to the player who defends first.\n\nAttackers move to their left where the Defender must stand their ground or &quot;pass&quot;.\n\nAces are high. Trumps always beat non-trump cards regardless of rank.\n\nLoser shuffles and deals.", "authors": "Unknown[Deus Ex] "}, "24755": {"title": "Artificial Muscles", "text": "From a seminar by Hugh Darrow, Spring 2009.\n\nIn the earliest iterations, artificial musculature technologies were crude patchwork of pistons, pneumatics and electric motors; but those systems have been surpassed by the creation of synthetic proxies that mimic the actual form and function of human tissue.\n\nKnown as EAP - that&rsquo;s electro-active polymers - these artificial muscles are capable of linear movement of a type and scale ideally suited for cybernetic prosthetic limbs. The muscles of our bodies alter shape and form when electrochemical nerve signals flow through them, and EAPs operate the same way: when an electric change passes across that polymer&rsquo;s structure, it changes shape.\n\nThe technologies we are developing at Darrow Industries focus on creating what we call a &lsquo;fully plastic actuator&rsquo; mechanism. In basic terms, we have a three-part structure - a sandwich of gel layers made up of a matrix of dispersed single-walled carbon nanotubes, situated on either side of an ionic fluid pyroelectolyte core. Known as a &lsquo;bucky gel&rsquo; structure, in references to the carbon Fullerene nanotubes, the design&rsquo;s similar arrangement of soft electrodes and electrolyte layers is capable of operating at very low voltages.", "authors": "Chou Jian"}, "24756": {"title": "Bartender&#39;s Survival Guide", "text": "Panama has always been a melting pot of ethnicities, and every drink menu should reflect its diverse population. While beer is still our most popular drink (it&#39;s so hot that just about anything cold tastes good), we have to be aware to keep up on the latest trends, taking into account our diverse ethnic population and our thriving tourism.\n\nSeco, our sugar cane-distilled alcohol drink, is one of our most popular, but it&#39;s not trendy or &quot;cosmopolitan.&quot; Remember that the bar client&egrave;le is not necessarily &quot;high class&quot; and keeping seco on hand will keep many of our patrons happy. It&#39;s good over ice and with a splash of lime.\n\nFor everyone else, there&#39;s scotch, rum and bourbon. Brush up on a variety of drink recipes, And don&#39;t forget about the ladies! Many of our out-of-towers also like wine, and most bars will keep a broad selection on hand.\n\nAnd remember: when in Panama, red wine is served cold!", "authors": "Unknown[Deus Ex] "}, "24759": {"title": "Panama City Tourism", "text": "Our capital city has been a favorite tourist spot for world travellers for decades. It offers fine dining, exemplary accomodations, and a thriving nightlife. Our boardwalk offers breathtaking views of the bay and is home to Nightshades, one of the hottest spots in Panama. Leave the kids at home, adults only!\n\nIn the downtown district, you can stay at the Hotel Etana, a world class, five-star hotel that is popular among the large number of multi-nationals traveling to our city.\n\nAlthough Panama City is full of wonderful culture and is generally safe for travelers, there are areas that visitors should avoid. Be careful not to venture too far inland from the boardwalk or you may end up in the slums!", "authors": "Unknown[Deus Ex] "}, "24760": {"title": "Coping with DDS", "text": "Darrow Deficiency Syndrome (DDS) is the disruption of the neuroprosthetic junction in cybernetic augmentations, causing the patient&#39;s body to reject the aug. Patients may find that they cease to have control over their augmented bodies, resulting in painful seizures, uncontrolled use of the augmentation abilities or even full loss of augmentation.\n\nThe only legally available treatment for DDS is Neuropozyne, a compound that treats the effects of DDS by preventing the build up of scar tissue around the junction. It&#39;s available only by prescription and weekly doses are required to properly treat DDS. Riezene (manufactured by Zaaphire Tech) is a new alternative drug that is currently hoping to expand the consumer choice for DDS treatment.\n\nThere are a few practical steps one can pursue when Neuropozyne or Riezene are unavailable. Ice packs can be used on sore augs, and a veriety of magnesium-based supplements can help relax the blood vessels in the brain, alleviating the throbbing pain of migraines that patients may experience during withdrawal. Pain may be felt in the forehead, temple, ear, jaw or around the eye; some individuals may become overly sensitive to light, sounds or smells.\n\nRemember that there is no cure. If you are experiencing DDS, you must see a doctor or visit your nearest LIMB clinic.", "authors": "Unknown[Deus Ex] "}, "24761": {"title": "Glass-Shield Cloaking System", "text": "The Glass-Shield Cloaking System is composed of a grid of fine induction wires connected to a deep-tissue control implant (typically located in the back or ribcage) which, in turn, is linked to the brain. The matrix can be layered directly beneath the surface of the epidermis or over the plating of cybernetic limbs; when activated, it generates a tuned, fixed-focus electromagnetic field that temporarily adjusts the frequency of EM radiation around the user. The net effect is a &#39;cloak of invisibility&#39; which appears near-perfect.", "authors": "Unknown[Deus Ex] "}, "24768": {"title": "Welcome to Costa Rica", "text": "We&#39;re so happy that you&#39;ve decided to spend your vacation in beautiful Costa Rica, the ideal tropical paradise for any vacation! Life is good here; Costa Rica is a friendly, democratic and peaceful country!\n\nHere are some interesting facts about the country:\n\nWe have some of the best sports fishing in the world. Go out for the Sailfish Marlin or Tuna on the Pacific side or cast out for big Tarpon and Snook on the Carribean side.\n\nCosta Rica welcomes over 8 million foreign visitors each year.\n\nCosta Rica makes up only 0.03% of the world&#39;s landmass, but contains 9% of the world&#39;s biodiversity.\n\nCosta Rica is home to the Poas Volcano, which has erupted 57 times since 1828.", "authors": "Unknown[Deus Ex] "}, "24715": {"title": "Autopsy Report: Megan Reed (DMPD Case: TA-00514)", "text": " CASE #: TA-00514<br />AUTOPSY #: 89D-124<br>ID #: 1685972<br>NAME: REED, Megan<br>AGE: 32<br>SEX: F<br>BLOOD TYPE: O+<br>PATH MD: Lorne<br /><br>PRELIMINARY NOTE:<br /><br>I have been appointed by the state to perform autopsies on the remains of multiple victims of the attack on Sarif Industries. This is due to the critical nature of the incident and the need for the state department to be fully aware of every detail without going through an endless array of bureaucratic forms and requests. This is in no way linked to the competence of local M.E., Dr. Gerald Campbell, and shouldn't be interpreted as such.<br /><br>FINAL DIAGNOSIS:<br /><br>CLINICOPATHOLOGIC CORRELATION: Cause of death is quick and intense snapping of the neck vertebrae combined with crushing pressure. Body was likely burned after the subject was deceased.<br /><br>Dr. Dana Hall, M.E.", "authors": "Dr. Dana Hall"}, "24716": {"title": "We Hope For Better Things: The Past and Future of Detroit", "text": "Part Six - Where Now?\n\nOurs has been described as a bleak city upset by tension between race, between rich and poor, between humans and augments; while it is true that Detroit never fully recovered from the loss of the motor vehicle industry and aftermath of the oil crash, can we really allow that to be the epitaph for our metropolis?\n\nAmid the darkness there is a beacon of light - the forward-looking Sarif Industries have made our city their corporate headquarters after constructing a manufacturing facility here. SI&#39;s founder David Sarif hopes that Detroit can once more become a &#39;beacon city&#39;, a place where reconstruction can set the standard for other places across America - and each day we struggle against the harsh realities of life in our embattled urban wasteland reach this laudable goal.", "authors": "Unknown[Deus Ex] "}, "24717": {"title": "Nano-Augmentation: Pipedream, or Theory for The Future?", "text": "Excerpt from a paper in NeoNature, September 2022<br /><br />We've been throwing the word \"nanotechnology\" around for decades yet, despite only our bests effort, we are only inching closer to that molecular-scale frontier when in fact we should be racing towards it. In the decades to come, the enhanced beings -- post humans who are our progeny -- will look at the mechanical devices we rudely bolted onto our living flesh or buried inside our grey matter, and they will mock us for our crudity. They will look upon what we have made with the same curiosity, the same disinterest, as the pilot of a veetol aircraft would look upon an ox cart.<br /><br />The future of human augmentation lies in the small - in fact, the smallest. In the next thirty years, the molecular frontier will be broken and true nano-scalar programming and biological reorientation will be possible. There will be no tedious instances of severing limbs to replace them with steel proxies. We will drink in these tiny machines, inject them - and be transformed.", "authors": "Hugh Darrow"}, "24718": {"title": "Healing Thyself - Health Preservation Implants", "text": "Excerpt from an article by Hugh Darrow in The American Cybernetics Gazette, Summer 2014 Edition.\n\nYour car leaves the road on an icy night; you&#39;re alone, too injured to call a paramedic. What will keep you alive until help can arrive? For all the augmentation systems at our disposal, there is little dedicated to the well being of a person - little in the way of emergency management for our health.\n\nWhat is needed is a next generation design for an implant web - not a single device, but a networked combination operating from a durable monitor module implanted in a highly survivable body zone as the master. Multiple distributed wireless probes in all major organs giving constantly updated bio-data, linked to secondary units located at key nerve or bloodstream vectors - in the heart, perhaps, the adrenal and lymphatic nodes - and a level of autonomous response that could keep a person alive even without the intervention of the implantee.\n\nThis is not just a concept for military or extreme conditions usage - we can also expand it to a limited healing regimen for any man, perhaps via distributed protein therapy or other methods.", "authors": "Hugh Darrow"}, "24719": {"title": "Synthetic Thought: The Human AI", "text": "<b>Synthetic Thought: The Human AI - Can a Machine think like a Man?</b><br><br>Can a Machine think like a Man?<br /><br />Since the late nineties, the scientific community's attempts to construct what one might call a \"bio-computer\" system have evolved from pure science fiction to a viable and very real research endeavor.<br /><br />Consider a bio-matter device with the capacity to repair itself, to reprogram itself, perhaps even at some advanced levels of complexity to modify its own structure to better perform its assigned tasking. The ongoing maturation of nanobiotechnology has opened the gateway to the construction of nano-scale systems utilizing biologically-derived components merging organic interfaces with the processing capacity of traditionally-derived computer architecture<br /><br />Pioneering designs already exist, using patterned variations built on the brain structure of minor phylum rodentia and canines, and the potential for a human-scale iteration of this technology is not only possible, but if successful, may represent a radical evolution in thinking systems.<br /><br /><b>Synthetic Thought: The Human AI - Can a machine lie?</b><br><br />Can a machine lie?<br /><br />The evolution of Artificial Intellect raises questions of a moral and ethical nature that affect humans in a way that no other technological development has before. If the search for AI is to create a mechanism that reasons and intuits in a fashion similar to a human organism, then what is the scope of the morality of such an intelligence?<br /><br />As early as 2009, at the Laboratory of Intelligent Systems in Ecole Polytechnique FÃ©dÃ©rale of Lausanne, Swiss scientists developed an iterative experiment using robots with a 264-bit binary code 'genome' that governed how they reacted to different stimuli; after 500 iterations, the LIS robots had learned to think around a task set to them - the gathering of a resource - to the point where they could 'lie' to their fellows in order to hoard said resource for themselves.", "authors": "Unknown[Deus Ex] "}, "24720": {"title": "The Six Month War", "text": "A History of the Conflict<br /><br />With the absorption of Palestine into the United Arab Front, it was inevitable that the coalition of nations first conceived by Iran in 2014 would turn their attention to Israel. Generations of Arabs who had grown up knowing of nothing but conflict with their neighbors were stirred to belligerence by the new power of the UAF; and emboldened by expansionist doctrines, plans were laid for a lightning-strike assault.<br /><br />In March of 2021, the conflict that would become known as the Six Month War was ignited by a massed invasion. A carefully coordinated attack using infantry and armored elements, fighters and bombers, short-range ballistic missiles and limited littoral sea power struck at Israeli defense forces - but the key element of the engagement was the use of covert augmented operatives and cyber-walfare units to cripple defensive command-and-control networks and nuclear retaliatory strike capacity.", "authors": "Unknown[Deus Ex] "}, "24722": {"title": "Global Politics Review (2026 Edition)", "text": "After the 2015 oil crash, the United States found itself an embattled nation from within and without. Struggling against the rising economic power of China, internal pressures have grown - dissent against Draconian Federal regulations, widening rich-poor diversions, extremism and widespread discontent are weakening a nation that was once a great superpower.<br /><br />Radical choices by the government (suspension of posse comitatus, increased powers for FEMA and the NSA, the opening of oil reserves) have served to bring order, but it may be too late to regain stability. Many states - Texas, Utah, California - are considering secession, while cities like Seattle, Dallas and Chicago have become fortress-states in an attempt to maintain normalcy in a dangerous environment.<br /><br />America struggles to hold itself together against the building pressure of balkanization, but it is a fragmenting nation on a downward spiral.<br /><br />India has attempted to replicate some of the achievements of the People's Republic of China with limited success; the outsourcing boom of the early 2000's created a surge in the country's knowledge base, but the fast-foward nature of the new technology-based businesses caused divisions in the populace, creating a new form of stratification in this caste-bound society - between the technologically proficient and those who rejected the advance of these new sciences. However, this bounty of innovation was short-lived.<br /><br />Now as the 2020's move toward their conclusion, the \"boomtown\" years are apparently over, and much of the Indian subcontinent teeters on the brink of backsliding toward an economic meltdown, mirroring the effects on the Japanese bubble economy of the late 20th century; and the situation has been made far worse by the increase in new viral strains plaguing the common populace.<br /><br />With America's attentions increasingly focused on internal problems, it's withdrawal from NATO and the subsequent dissolution of that military-political entity had left Europe without its primary overseas ally and the vacuum that the European Union has struggled to fill.<br /><br />The creation of a replacement for NATO, the European Common Defense Alliance (ECDA), while far-reaching, remains mired in bureaucratic red tape. Ranged against the increasingly aggressive Russian Federation, the European Union is split between the hawks and the doves who wish to either defang or appease the reawakening Bear.<br /><br />While trying hard to maintain an outward sense of accord, lines of dissent and old rivalries slimmer just below the surface across mainland Europe, threatening to make themselves apparent. Tensions over economic factors and the tissue-thin border controls between nations are stressing the bonds between the EU nations toward breaking point.<br /><br />This Troubled region has undergone great upheavals in the last decade-and-a-half, with the formation of the United Arab Front and the progression toward a single Islamic super-state. The invasion of Israel in the early 2020's marked the final stage in the UAF's plans to impose control over the region. Despite the 2015 oil crash, the UAF's solidarity enabled member states to recover from the subsequent loss of economic power.<br /><br />The Six Month War had lasting effects, and years later dispossessed Israeli nationals continue to strike in ongoing guerilla - or as the UAF call them, terrorist - attacks. Without Saudi oil to strengthen them, the UAF are not the player on the world stage they purport to be, but with the growing number of Islamic states in South East Asia, their reach may be greater than expected.<br /><br />China casts a long shadow; since the 2000s, the Chinese Bloc has seen a steady climb toward superpower status, supplanting the USA as the world's economic engine and most sophisticated military force.<br /><br />Marked growth in many areas of industry have made the People's Republic a major player in many fields, notably in the emerging technology of human augmentation. Without the regulations imposed on human trials by other nations, the PRC have been fast-tracking their augmentation research; many fear that China's actions may grant them a monopoly and thus strengthen their position still further.<br /><br />However, despite technological advances, China's attitudes toward human rights and the environment have not progressed, and rumors of atrocities against both people and the planet are rife; but confirmation of these statements is difficult to obtain, given the PRC's iron grip on their nation's media.", "authors": "Unknown[Deus Ex] "}, "24723": {"title": "Jus Ad Bellum: The Rise of the PMCs", "text": "The Bluewater Scandal\n\nIn 2011, Bluewater Global, the worldwide leader among PMCs became the subject of a scandal that altered the landscape of the military contracting community. On the heels of accusations of wrong-doing by its employees in Afghanistan, a journalist with the Sentai Shimbun captured images of BG staff engaging in clandestine dealings with insurgents - apparently aimed at prolonging elements of the conflict.\n\nThe outcry that followed sent shock waves through the PMC business; within a year, congressional hearings, and a massive fall in shareholder confidence sounded the death knell for Bluewater. Public sentiment turned against PMC&#39;s, but the need for them was still very immediate. Sensing an opportunity, Roger St.John Ffolkes, founder and CEO of Belltower Associates, filled the power vacuum. Belltower&#39;s untarnished image worked in the corporation&#39;s favor, beginning a rise that took it to the top of its industry.", "authors": "Unknown[Deus Ex] "}, "24724": {"title": "Tai Yong Medical &amp; You!", "text": "<b>Tai Yong Medical & You! - Corporate Background</b><br><br>Transcript:<br /><br />Corporate Background<br /><br />A multinational biotechnology company based in and around the Hengsha Island development nexus in China, Tai Yong Medical specializes in the manufacture and sale of human augmentation hardware. TYM is proud to be one of the market leaders in our chosen industry, and with our ongoing strategic partnerships and corporate mergers, our board of directors are committed to making us the principal augmentation producer across the globe by the year 2030.<br /><br />Tai Yong Medical is a cost-effective alternative when choosing augmentation manufacturers. We have earned this title by selling our products at or near cost price direct to our clients, be they corporate, governmental or private. Our aggressive market presence has seen us expand to become the employer of over 9,500 people in China, Japan, the United States, Nigeria, South Africa and Mexico, with branch offices in six more nations.<br /><br /><b>Tai Yong Medical & You! - Corporate History</b><br><br>Transcript:<br /><br />Corporate History<br /><br />Tai Yong Medical was incorporated in Shanghai in 1977, as a designer/manufacturer of silicon prosthetic limbs. Throughout the 1980's, TYM grew to become a moderately-sized company with two factories in the People's Republic of China and sales all across South East Asia; but it was in 2009, when Zhao Yun Ru, one of China's first - and youngest - CEOs brought her unique vision to the company that Tai Yong became a name known around the world.<br /><br />Working with the Army of the People's Republic, Yun Ru's altruism and business acumen cemented an arrangement to supply augmentations to amputee combat veterans, making Tai Yong Medical a corporate force to be reckoned with, fuelling new expansion across South East Asia, and growing African markets; later, in 2017, TYM was invited to take part in the audacious Hengsha Island project, leading to the construction of its corporate headquarters.", "authors": "Unknown[Deus Ex] "}, "24725": {"title": "Megan Reed; Lab Notes", "text": "[Entry 708]<br /><br />It's hard to fathom it all sometimes... when I made that breakthrough in my research a couple of years ago, I never thought it would get this big.<br /><br />I thought it was anomaly at first, but it's become to genetics what universal assemblers are to nanotechnology. We're talking about the Holy Grail of DNA here. Hell, this is Gregor Mendel big.<br /><br />The thing is... I have to bury the truth. Not the discovery, but how I reached my results. It's become harder lately... I betrayed someone, someone I... respected, for the sake of my research.<br /><br />I wish I had a chance to fix it, but it got bigger than me... bigger than Sarif. If this ever came to light, Sarif Industries could be ruined.<br /><br />I don't know what I am going to do. I'm tired. I think I'll just wrap things up for today...", "authors": "Megan Reed"}, "24726": {"title": "Dazzle Me Magazine", "text": "Updated Every Report Cycle With the Newest in Celebrity News &amp; Gossip!\n\nCurrent Top-Rated Articles:\n\nEXCLUSIVE! We talk with Eliza Cassan about life on the news line and the private life she keeps behind closed doors!\n\nNy&#39;ashia Akim spotted on the town with a new man - see our spycam pix here!\n\nMeLove&#39;s soulful singer Brock Nyman speaks frankly about his destructive relationship with his mother and his struggle with addiction.\n\nMDM unveils their fall collection in a teaser photo spread.\n\nParis&#39;s weather artists and the new wave.\n\nFashion Plate or Fashion Hate? We let you decide the best and the worst in our interactive section!\n\nA tribute to Emile: Life in the Spotlight.\n\nJocasta Beltayne, author of the mega-selling romance Hearts of Steel, talks exclusively about the new feature film adaptation starring Lee Ashe and Ruby DeSilvo.\n\nThis year&#39;s Academy Award predictions - who will go home a loser?", "authors": "Unknown[Deus Ex] "}, "24727": {"title": "Delgado and the Stimoceiver", "text": "Excerpt from a lecture give by Hugh Darrow at the Bonn-Rhine-Sieg University in March, 2016.<br /><br />I'd like to tell you another research story I find absolutely fascinating. This one involves Dr. JosÃ© Manuel Rodriguez Delgado, a Spanish professor of physiology at Yale University.<br /><br />Delgado's research interests centered on using electrical signals to evoke specific responses in the brain. His earliest work was with cats, but later he performed experiments with monkeys and humans. Much of the experiments centered around an invention he called a \"stimoceiver\" -- a radio which joined a stimulator of brain waves to a receiver that monitored E.E.G. waves before sending them back on separate radio channels. This allowed the subject of the experiment full freedom of movement, while also allowing the experimenter to control the experiment.<br /><br />Delgado used his stimoceiver to stimulate emotions and attempt to control behavior. In one test involving 4 patients, he stimulated points in the amygdala and hippocampus to produce a variety of effects, including \"pleasant sensations, elation, deep, thoughtful concentration, odd feelings, super relaxation, colored visions, and other responses.\"<br /><br />Delgado later stated that \"brain transmitters can remain in a person's head for life. The energy to activate the brain transmitter is transmitted by way of radio frequencies.\"<br />", "authors": "Hugh Darrow"}, "24728": {"title": "The Science and Theory behind Cochlear Implants", "text": "Excerpt from a paper in NeoNature, February 2010.<br /><br />A cochlear implant is a small electronic device implanted into the cochlea which aims to restore a very basic level of hearing to the deaf or severely hard of hearing. They are the most widely used neuroprosthetics in the U.S.<br /><br />In order to understand how a cochlear implant works, one must first understand the how the human ear works. Sound waves travel through the air and are funneled into the auditory canal by the pinna - the outer part of the ear that we can see. The sound waves travel down the auditory canal and put pressure on the tympanic membrane -- also known as the eardrum -- causing vibration of the ossicles on the other end of the eardrum. This vibration continues through the ossicles and puts pressure on the oval window attached to the cochlea.<br /><br />The cochlea is where the sensation of hearing occurs. It is a fluid-filled space that spirals like a sea shell. Within the spirals of the cochlea are small hair cells called the organ of Corti. When pressure is put on the oval window, the fluid within the cochlea moves, and some hair cells are pressed down. When this happens, the hair cells become activated and transmit this information to the brain. Different perceptions of sound are based on the different combinations of sound waves pressing down various hair cells in the organ of Corti within the cochlea. People who are deaf or hard of hearing may have an ineffective cochlea or damage to that area. They may also have damage to the ossicles that transmit sound vibration.", "authors": "Hugh Darrow"}, "24729": {"title": "Blood on the Snow", "text": "The Roosville Incident\n\nThe Canadian parliament&#39;s enaction of the radical Paulsen Program in 2017 created what some observers described as the largest shift in military capacity seen on the North American continent since the last century. Over the next five years, a gradual strengthening of Canada&#39;s borders and its overt military capacity, in the face of economic pressure from its southern neighbor, led to the virtual fortification of the country.\n\nHowever, the tide of migrants from the United States displaced by economic collapse continued to grow, and these illegal immigrants - nicknamed &quot;snowbacks&quot; - became a major issue for cities along the border.\n\nIt was this charged political environment that would lead to a bloody skirmish when, in the winter of 2020, officers of the RCMP used lethal force to deter a horde of American economic refugees from crossing the Montana/British Colombia border near the town of Roosville.", "authors": "Unknown[Deus Ex] "}, "24730": {"title": "The Threat of Cybernetic Discognition Disorder", "text": "OP-ED column in The New Cybernetics Journal, Fall 2015 Edition, by Hugh Darrow.\n\nLike every other new technology, from the automobile to television, human augmentation has been pilloried as a menace that will destroy our society from within and reduce us all to drooling imbeciles. I&rsquo;m certain that, like me, you&rsquo;re just as tired of this reaction to dog-whistle punditry.\n\nBut we can&rsquo;t shy away from the fact that, indeed, cybernetics are a double-edged sword. By making human augmentation technology free for all, we run the risk of it falling into the hands of distressed and mentally unfit individuals. There&rsquo;s no denying that augmentations change the way you think about yourself, but no more than one would after cosmetic surgery - and this so-called &ldquo;cybernetic discognition disorder&rdquo; seems to be little more than a convenient label slapped on a much deeper problem.\n\nThe fact is, adding cybernetic implants to your body will no more destroy your sanity than playing videogames will make you a psychopath; what we must be watchful for are those whose already-fragile mental states will be destabilized further by augmentation.", "authors": "Hugh Darrow"}, "24731": {"title": "Born Human - Be Human", "text": "What is The Humanity Front?\n\nWe are a group of like-minded individuals united in the belief that human life is a sacred, unique creation.\n\nWe believe that our humanity is what makes us who we are - and to dilute that with steel and silicon is to dilute the very essence of our human selves.\n\nWe are the Humanity Front; a global, non-profit organization that opposes the use of human enhancement technologies.\n\nWe believe in non-violent, grass roots activism, in strong and forthright exchanges of ideas, in dedicated opposition to pro-augmentation thinking, in the promotion of an viewpoint that eschews the transhumanist agenda.\n\nAttempting to improve the human condition through biological modification only diverts attention and resources from social solutions that could do the same without changing the fundamental nature of people.\n\nWe believe in something else - something better - and we would like you to join us.", "authors": "Unknown[Deus Ex] "}, "24732": {"title": "MECHsTYLE!", "text": "mECHsTYLE! seems to be a magazine for mechanically augmented people, and the eBook displays its headlines.\n\nAugmentation Couture and Cutting Edge Cyberware for the Enhanced Human\n\nThe United Nations bio-politic vote: What it means for YOU.\n\nTai Yong Medical&#39;s new BX-series cyberlimbs - are the rumors of a 45% failure rate true?\n\nNew enhancements for the Hermes cyberleg prosthesis.\n\nFull Body Conversions in the next decade.\n\nTop 5 mECHsTYLE picks - Implanted Cellular Phones &amp; Digital Media Players.\n\nL.I.M.B. opens new clinics in Glasgow, Oslo, and Wellington.\n\nThe rise in black market cybernetics - can you afford to take the risk?\n\nTake a Dive! We review the AirSure Implanted Rebreather Device off the coast of Baja!\n\nWe discuss the aftermath of the recent anti-augmentation riots in Dallas.\n\nBehind the scenes with Sarif Industries&#39; new dermal sheath process.\n\nOn the slopes with the aug-boarders of Aspen.\n\nLooking to the future: Where do we go next? The facts about nanotechnology.", "authors": "Unknown[Deus Ex] "}, "24733": {"title": "Tomorrow&#39;s Man: The Hugh Darrow Story", "text": "Turning Points<br><br>Darrow's father - Sir Martin Darrow, media mogul and the founder of Picus Communications - enrolled him in the prestigious Scaitcliffe School and later the Stowe School. A natural athlete, Hugh was the captain of football, rugby union, and cricket teams, but beyond these sports, he found school to be boring and unchallenging, and opted not to enroll in college after graduation.<br /><br />His personal interests in designing and building computer-controlled mechanical devices - a crude robot at age 10, a makeshift robotics lab at 16 - finally led him to the world's first Robot Wars competition in 1994.<br /><br />He failed to win, but while discussing design ideas with other robotics experts at the competition, he heard about human motion studies being carried out at Stanford University, aimed at designing better prosthetic devices for amputees; Darrow extended his stay in the USA to meet with several biomechatronic researchers.<br /><br />Adversity & Challenge<br /><br />An ill-fated ski trip in 1995 left Darrow's anterior cruciate ligament in his knee ruined, and the failed attempts at allograft surgery left him debilitated; but not for Hugh, it was the moment in which his visionary mind first drew a connection between robotics, prosthetics, and improving human capabilities to realize the transhumanist potential of mechanical augmentation.<br /><br />Hugh returned to England in 1996, and at the age of 23 he purchased a struggling prosthetics research and manufacturing firm. Merging the lab with his robotics company under the new name of Darrow Industries, he completely changed the focus of both firms.<br /><br />Over the next decade, Darrow would devote much of his personal time and resources to traveling the world, convincing many of the best and brightest biotech scientists and researchers to come work for him in the emerging field of human enhancement technology.", "authors": "Unknown[Deus Ex] "}, "24734": {"title": "The Belltower Way", "text": "<b>The Belltower Way - Corporate Background Brief</b><br><br>Transcript<br /><br />Corporate Background Brief<br /><br />The Belltower Group provides a maximum spectrum private military/security solution for every need; the company was incorporated in 1997, beginning life as a security consultancy and close protection (bodyguard) agency.<br /><br />Currently with offices in Afghanistan, Bahrain, China, Iraq, Kenya, India, and the United States, our headquarters in England is a hardened skyscraper with all the capabilities of a military base, situated in the London sink, an area of reclaimed land close to the river Thames. Other key facilities include a maritime base on the US Gulf coast and a training facility in Bangalore, India.<br /><br />Belltower's services are tailored for international clients, including governments, international agencies, and the corporate sector. It is also a registered and active UN contractor.<br /><br />We provide specialist security and risk management solutions to counter extreme threats, along with exfiltration, K&R, threat neutrality operations and quick-react symphonic defenses.<br /><br /><b>The Belltower Way - Company History</b><br><br>Transcript<br /><br />Company History<br /><br />In the 1990's, decorated officer Roger St John-Ffolkes left the British Army and became a strategic consultant for a UK-based Private Military Contractor (PMC). What he learned there encouraged him to strike out on his own. Calling in favors from contracts gleaned from years in the Army, St John-Ffolkes set up Belltower UK, the precursor to The Belltower Group PLC. His personal ethos informed everything about the company's operations and corporate policy, and Belltower became known for its refusal to engage in any contracts of an \"ethically challenged\" nature.<br /><br />At first, Belltower operated in a minor conflict hotspots, handling low-level corporate security, kidnap and retrieval and close protection details. By the early 2000's, the company had expanded its operations and grown into Belltower Associates. An umbrella entity, the Belltower Group now included sub-divisions such as Belltower Maritime Security, Belltower Alpha, HackWall Data Protection Services, and Skye Secure Aviation.", "authors": "Unknown[Deus Ex] "}, "24735": {"title": "Arms (and Legs) for Man: The Structure of Cybernetic Limbs", "text": "From a seminar by Hugh Darrow for BBC Four, Spring 2009\n\nThe form and function of what are commonly known as cybernetic limbs - that is, mechanical augmentation prosthetics - can be summed up in a single word; improvement.\n\nThese augmentation technologies replace feet, hands, legs, or arms with a synthetic model that can easily replicate, if not surpass, the abilties of an organic limb.\n\nIn cross-section, cyber-limbs are composed of muscles made from electroactive polymer bunches arranged around artificial bones that are, in turn, formed from dense superplastics or lightweight metal alloy foams. Fluid shock-absorbing joint mechanisms complete the mimicry of human form, and to give the limbs a more &quot;realistic&quot; sense, they are typically coated with a nano-scale artificial epidermis that resembles flesh.\n\nInside the limbs, microcomputer units interface directly with biochips implanted in the organic parts of the augmentee&#39;s body, translating nerve impulses from the brain directly into action and motion.\n\nFar more advanced then the crude constructs of the past, these human augmentations allow us to become better, faster, stronger.", "authors": "Hugh Darrow"}, "24736": {"title": "The Speech", "text": "Mr. Secretary General, distinguished delegates, ladies and gentlemen\n\nDavid Sarif has asked me to assembly you here today, so that we might speak openly and honestly about a global issue. An issue which even now threatens to pull our society apart.\n\nI am speaking, of course, of Human Enhancement Technology. The merging of man and machine.\n\nContrary to popular opinion, I did not come up with the concept. But twenty years ago I embraced it -- with all my heart and soul -- for I believed that blending technology with human biology would enable us to reach a level of achievement which only gods can achieve.\n\nI saw us living as gods -- in a realm without illness, suffering, or death. A realm in which every individual is able to become the Man that biology, society, circumstance, or Fate has tried so desperately to keep him from becoming.\n\nI, myself, hoped to be one of those men.\n\nTwenty years later, I can say with certainty that this dream I had is tarnished. Human Enhancement Technology has not turned us into gods. Instead, it has opened the door, once again, for powerful men to believe they have the right to make others what they please.\n\nMen want control. Of the future. Of the world. Of each other.\n\nDavid asked me to show the world how human enhancement technology can change it. And after careful deliberation, I&#39;ve realized I must do exactly that. I know that many of you will condemn me after today but I also believe that one day, I will be remembered as the man who saved Humanity.\n\nDavid, forgive me.", "authors": "Hugh Darrow"}, "24737": {"title": "REX-84 Operational Field Notes", "text": "Reference to Operation Garden Plot\n\nExtant to the operational results from continuity of government REX-84 Alpha Explan (subsection of Department of Defense Civil Disturbance Plan 55-2, &#39;Operation Garden Plot&#39;), regarding large-scale suppression / arrest / detainment of civilians during national crisis situation.\n\nFunction: to suppress insurgence whenever unlawful assemblages of rebellion against the authority of the United States make it impractical to enforce law in any state or territory by the ordinary course of judicial proceedings.\n\nApplication of forces: local and state police, Army and (in support role) Air National Guard under State control, Federal city law enforcement officials, federal military forces to include Army and (in support role) Air National Guard. The minimum forces to be supported in the Detroit objective area is 5,000, the maximum is 12,000, as specified by Executive Order in which said forces have been directed to resolve law and order.", "authors": "Unknown[Deus Ex] "}, "24738": {"title": "Uniting the World", "text": "<b>Uniting the World - The Picus Story</b><br><br>Transcript:<br /><br />The Picus Story<br /><br />Early in 1985, Dazzle Me Magazine, T-K Records and Roque Publishing came together under one banner to become a new multimedia company for a new age - the Picus Communications Group. Invigorated with new purpose and a forward-looking viewpoint, Picus exploded on to the global media scene and began a meteoric rise over the next decade, absorbing other smaller companies in film and television production, videogames, advertising, marketing and public relations, and the emergent field of internet service provision.<br /><br />By 2010, the Picus Group shifted its corporate headquarters to Canada. A nation with stability, Picus invested heavily in the city of Montreal - a growing hub for virtual entertainment - in order to construct a large corporate campus in the center of the metropolis. From its new home, Picus has continued to spread, drawing in new technologies and talent to bolster its leadership of global media.<br /><br /><b>Uniting the World - What is the Picus Group?</b><br><br>Transcript:<br /><br />What is the Picus Group?<br /><br />Picus is comprised of many marketing services and media companies; these include advertising agencies, public relations firms, media and entertainment studios, market research companies, communication satellite facilities, and web service providers. The Picus Group considers itself a 'parent' entity, bringing together the right combination of capabilities to serve analytic and creative brand marketing needs.<br /><br />The world's largest communications provider, the Picus Group has more than one thousand primary and branch offices operating in over a hundred countries; it is our pride to state without fear of contradiction that there is nowhere on Earth where Picus can't be found.<br /><br />Led by Eliza Cassan, our most respected journalist and the voice of our premier news channel, the Picus News Network, we work with nearly one million people worldwide; Picus' dedicated colleagues range from copywriters and bloggers to famous movie directors and top music stars.", "authors": "Unknown[Deus Ex] "}, "24739": {"title": "Vagus Nerve Stimulators - Repurposing the Technology", "text": "From a lecture given by Hugh Darrow at the Massachusetts Institute of Technology, 2011.\n\nWe&#39;re all familiar with vagus nerve stimulator devices and their use in the treatment of partial epilepsy. This year the patent lockout ends on this technology, and as such we&#39;re at a point where the introduction of generic vagus nerve stimulator systems is a viable possibility.\n\nThe vagus nerve can be stimulated artificially to modulate neural plasticity in the brain, without the need for invasive surgery. Correctly controlled, governance of neurotransmitter release in brain tissue is simply a matter of degree.\n\nRecently, we have come to understand that -- with neuromodulation of the immune system through the release of neurotransmitters in the brain -- we can decrease systemic inflammation, speed healing, and in fact, control the cycles of immune function. This has led to an increase in our understanding of thinking of the immune system as a rechargeable battery.", "authors": "Hugh Darrow"}, "24740": {"title": "Advanced Clock Building", "text": "Ingenious Mechanical Devices: The Automata of Al-Jazari\n\nAl-Jazari&#39;s so-called &#39;Elephant Clock&#39;, conceived in 1206, was not only the first iteration of a water-powered timepiece capable of accuratley registering the hours of the day in their irregular lengths, but also first to utuilize the aesthetic device of a clockwork automata - a chirping bird and human striking a cymbal. The length of the clock&#39;s hourly intervals could be &#39;reprogrammed&#39; by the adjustement of a flow regulator mechanism.\n\nAl-Jazar&#39;s later designs, building on his works with hydro-powered automata and detailed in his writings appearing in his Book of Knowledge of Ingenious Mechanical Devices, would include the &#39;castle clock&#39;; this mechanism is widely regarded by many scholars as history&#39;s first programmable mechanical (n&eacute;e analog) computer system, and in addition to showeing the passge of time, it also featured a display of celestial zodiac, and the orbits of the sun and the moon.", "authors": "Unknown[Deus Ex] "}, "24741": {"title": "Grey Skies", "text": "The Aging of the World\n\nThe changing face of the people of the world beyond 2025 stems in systemic improvements in human mortality rates and medical technologies - simply put, as a species we live longer, and the impact of a shrinking youth bulge across many nations combined with the &quot;grey surge&quot; of senior citizens asks many questions about how global culture will evolve in the next twenty-five years.\n\nChina&#39;s working-age populace has been in decline since 2015, and while increased automation has bridged the gap, the greater number of retirees has been accelerated by a combination of a cultural tradition of early retirement and decades of government-mandated limited childbirth policies, instigated in order to limit stress on natural resources; while in neighboring Japan, for every two working-age citizens there is one senior, putting considerable pressure on geriatric support structures. Globally, the ratio is closer to one to three.", "authors": "Unknown[Deus Ex] "}, "24770": {"title": "Rooftop Pitfalls Claim Another", "text": "It is an article discussing the death of Faridah Malik&#39;s friend Evelyn Carmichael, which was officially labeled as an alcohol-induced rooftop fall. Adam Jensen helps Malik reveal the truth behind this case in the Shanghai Justice side-quest.\n\nEvelyn Carmichael, a young woman in her early 20s, became one of the latest victims claimed by the deadly Youzhao rooftops that have authorities clambering for stricter safety regulations and zoning permits.\n\nSources close to the victim say Evelyn had been out celebrating with her boyfriend before the incident occurred. A witness, whose identity was not released, claims she slipped and fell while descending one of the many staircases that connect the Youzhao and Kuaigan rooftops with Pandeng street below. Police believe alcohol or drugs may have influenced the fatal accident, but officials claim the tragedy could have been avoided entirely if laws were different.\n\nWith elections just around the corner, Evelyn&#39;s death will no doubt spark a host of new debates and controversy concerning city-wide safety regulations. Rooftop-related injuries and deaths have steadily risen in the last 5-years, and make up over 60% of all recorded accidental fatalities each year.", "authors": "Unknown[Deus Ex] "}, "24776": {"title": "Neuropozyne Withdrawal", "text": "Neuropozyne (Nu-poz) is a drug manufactured by VersaLife. It helps prevent Darrow Deficiency Syndrome, a condition caused due to build-up of scar tissue that can block electrical signals between augmentation electrodes and human tissue that can ultimately lead to rejection. Unlike non-cybernetic implants, which can be made from hypoallergenic materials, there is a requirement for any cybernetic augmentation that will &quot;feel&quot; and can be moved by the mind to have a neuroprosthetic junction. In essence, this is a biochip located within the brain to act as the interface between body and machine.\n\nThe main problem with implanting the biochip is that it causes tissue to build up around the junction, causing &quot;nerve scars&quot; that disrupt the integrity of the neuroprosthetic junction causing rejection syndrome, also known as Darrow Deficiency Syndrome (DDS).\n\nNeuropozyne is available by prescription only and weekly doses are required to prevent the disruption of the junction. Although it is not produced with especially rare materials, its distribution is heavily monitored.", "authors": "Unknown[Deus Ex] "}, "24780": {"title": "VersaLife and Neuropozyne", "text": "The VersaLife Corporation is a multinational company that specializes in the field of medicine, bio-engineering and nanotechnology. VersaLife holds the patent for Neuropozyne, a drug which mechanical-augmented people need to take to prevent their bodies from violently rejecting their augmentations and helps prevent Darrow Deficiency Syndrome (DDS) which can cause an individual to reject their augmentation and become extremely ill. VersaLife is a sole distributor of the drug. Neuropozyne is extremely expensive and distributed mainly through LIMB clinics, although recently supplies have become scarce.", "authors": "Unknown[Deus Ex] "}, "24784": {"title": "Juggernaut Collective (eBook)", "text": "The Juggernaut Collective is a global cyberterrorist group, most likely led by the mysterious hacker known only as &quot;Janus&quot; or the &quot;Gang of Five&quot; (GO5), a collection of faceless hackers. The organization is directly responsible for bankrupting two Fortune 500 companies, crashing the Syrian intelligence agency&#39;s mainframe and bringing the Seattle traffic grid to a standstill. The organization has found its way onto the NSA&#39;s most wanted list.\n\nThey have close ties with the &quot;New Sons of Freedom&quot; (NSF), an anti-government militant group operating in the United States. The NSF believes that the rise of augmentations is being used by world governments to create &quot;super soldiers&quot; to the police and ultimately control the people. Juggernaut and NSF share many of these beliefs.", "authors": "Unknown[Deus Ex] "}, "24789": {"title": "Modern Warrior Mag", "text": "Advancements in firearm technology means that the modern warrior&#39;s weapons are more compact, more customizable and more reliable than ever before.\n\nThe ubiquitous 10mm pistol comes in many variants, according to region and organization. But all variants maintain the same basic characteristics and, more importantly, are compatible with the same set of attachments and upgrades.\n\nThe most common attachments include the laser sight, silencer and armor piercing modification. While the laser sight is a popular cosmetic improvement, the silencer is a serious tool for stealth agents and assassins. And the armor piercing mod is popular among criminals who are more likely to face heavily armored law enforcement agents.", "authors": "Unknown[Deus Ex] "}, "24799": {"title": "Thermoptic Shielding", "text": "Thermoptics is the shorthand term for converting the heat signatures of hot and cold objects into a viewable image. It was originally used offensively, to spy on the enemy at night and launch attacks when visible light wasn&#39;t available. Very quickly though, defensive techniques evolved, such as heat shielding and thermal decoys.\n\nThere has been a virtual revolution in the science and engineering of thermoptic technology in recent years. The latest development is a sophisticated counter-measure called Thermoptic Shielding.\n\nThe principal of Thermoptic Shielding is to envelop a target area in layers of electrically charged shielding. A computer program then generates a simulated thermal signal based on the user&#39;s design. The simulated heat signature is projected outward, while the true signature remains concealed.\n\nThe result is that anyone spying on a Thermoptically Shielded target could just as easily confuse an empty room for a room full of agents, and vice versa.", "authors": "Unknown[Deus Ex] "}, "24801": {"title": "Police Tactics", "text": "Within the last 10 years, over 15,000 members of the National Police have been removed from duty due to misconduct, including having ties to drug trafficking and organized crime. To combat corruption, the director of National Police has instituted an &quot;integrity program&quot; that addresses criminality and corruption. The program requires that police candidates undergo full background checks and polygraph tests. The department has also begun using the history of corruption to its advantage in the way of undercover agents and the recruitment of confidential informants and use of surveillance teams.\n\nThe Skulls, Panama City&#39;s largest gang, have become synonymous with violence and drug trafficking throughout the entire region, and efforts to penetrate the gang with undercover agents have been largely unsuccessful.", "authors": "Unknown[Deus Ex] "}}}