{"game_title": "Deus Ex", "codexes": {"42": {"title": "1st Force Recon Company Log", "text": "1st Force Recon Company Log\nCaptain Veronica Oberst, Company Commander\n\n... initial resistance was light and by 19:45 we were able to secure the silo and surrounding facilities with minimal casualties -- nothing more than a bunch of scientists, most of them not even armed. I've detached a platoon for mop-up and identification. HQ has asked for a complete list of enemy casualties; I've also been asked to locate Howard Strong -- he's one of our assets -- and turn him over to Agent Karyo. A preliminary list follows; I'll update it as more information becomes available.\n\n    Dr. Sue Feguson - Deceased\n    Dr. Royce Davison - Deceased\n    Elroy Jones - Deceased\n    Dr. L. Bernard - Captured\n    Rory Calloway - Deceased\n    Jessica Hutchens - Deceased\n    Dr. Yuri Alibek - Deceased\n    Dr. Hanako Miyase - Deceased?\n    ... ", "authors": "Captain Veronica  Oberst"}, "43": {"title": "Accord de Contrat", "text": "This agreement is made between the party of the First Part (the \"Investor\") and the party of the Second Part (the \"Contractor\") to engage in a mutually beneficial business arrangement through the renovation of the property (the \"Property\") of a kind and type to be specified below...\n--\nThis contract is useless, Renee -- now that the investors have backed out, I've had to lay off all 18 men -- until we can get backing, we'll just have to wait.\n\nMaintenance lift code: 4003\n\nClub La Porte de l'Enfer -- 21:30\n\ngreasy green greasels greasy green greasels ", "authors": "Unknown[Deus Ex] "}, "44": {"title": "Affaires le France", "text": "EXCLUSIVE: BOB PAGE INTERVIEW\nAffaires le France\n\nAF: ... And now France?\n\nBP: Yes, France. France -- and Europe -- have prospered for thousands of years... it would be foolish to ignore the economic and cultural opportunities that exist here. This country has a huge reserve of talent, in all sectors of the work force, and Page Industries is looking forward to recruiting the best and the brightest.\n\nAF: But what about the turmoil that seems to be afflicting much of the continent, the rise of radical splinter groups such as SCHUSE and Silhouette?\n\nBP: Intimidation through violence is the last resort of the weak... these groups are composed of nothing but frustrated, gullible individuals. We have a very effective security organization that will be working with both local and national authorities to minimize whatever potential for actual harm they present.\n\nAF: So you see yourself working closely with the government?\n\nBP: Very closely... ", "authors": "Unknown[Deus Ex] "}, "45": {"title": "Mead Bucks Congress", "text": "APR - Washington D.C.\n\nDefying Congress for the third time this year, President Mead unilaterally paid the United States' late dues to the United Nations. \"Like good tenants, we must pay our rent on time,\" he told reporters.\n\nLeaders of both parties criticized the move. \"Where does he get the cash?\" asked Senator Ridon (D-Illinois). \"Clearly from some budget item yet to be approved by this Congress.\"\n\nThe Republicans were no kinder. \"This council member has been betrayed, and so has America,\" said Senator Osno Liverpoole (R-California). \"The Congress came together to approve a UNATCO presence on U.S. soil, but we did not write a blank check. No, sir. A superpower does not pay rent.\" ", "authors": "Unknown[Deus Ex] "}, "46": {"title": "French Connection Found in Rubble", "text": "APR--New York\n\nRecently released evidence from last year's bombing of the Statue of Liberty supports growing rumors that link the incident with the French terrorist group \"Silhouette\". Already members of Congress are calling for immediate cessation of diplomatic relations between the United States and France unless the responsible parties are brought to justice.\n\n\"Rash accusations will not reverse the damage that has already been done,\" said UNATCO Director Joseph Manderley. \"Both France and the U.S. subscribe to the UNATCO charter and we are committed to the full and ongoing investigation of this horrible crime.\"\n\nAn anonymous e-mail received from an individual purporting to be the Silhouette \"Minister of True Lies\" denies all responsibility. \"For that, you must go to the center of the maze,\" the e-mail said in part. ", "authors": "Unknown[Deus Ex] "}, "47": {"title": "Bootcamp for Betty", "text": "APR - Portland\n\nMadison High School junior Betty Souza will spend the semester at the Canyon City Bootcamp, say school officials. The crime? \"We have verified that she told another student that she knows how to make a bomb,\" said Principal Martin Gordly.\n\nWhat makes this case notable is that the parents have filed a lawsuit against the school district. \"Our daughter wears black,\" said father Brandon Souza in a prepared statement. \"She has an occipital jack and we let her use it to play games. We allowed her to get a tattoo when she turned 16, but none of this makes her a criminal.\"\n\nThe parents claim that Betty was discussing a novel by Tom Robbins taught at Madison High when the mention of explosives occurred.\n\nBetty Souza will not be alone in Canyon City. Last year 15,234 young people served sentences in the state's FBI-run \"good behavior\" camps, a legacy of the Northwest War. ", "authors": "Unknown[Deus Ex] "}, "48": {"title": "Mass Grave in Brooklyn", "text": "APR - New York\n\nResponding to an outbreak of Gray Death that quickly overwhelmed all city services, National Guard forces were placed under the command of local law enforcement today and mobilized to help with disposal of the recently deceased in Brooklyn.\n\nHowever, the National Guard soon proved inadequate in containing the chaos and in many cases the dead were simply left lying in streets while the dying--mostly homeless--wandered the city until collapsing. Traffic jams and looting remain widespread, and as fear of the disease continues to escalate, frequent riots have made any attempt at an organized clean-up impossible. With the threat of secondary diseases looming, city officials have consulted with the CDC in Atlanta and ordered a mass grave to be dug in Gateway National Park. ", "authors": "Unknown[Deus Ex] "}, "49": {"title": "Chinese Lunar Mine Operational", "text": "APR - Beijing, China\n\nChinese authorities today announced that their state of the art Zhou Enlai Lunar Mining Complex is operational and functioning at one hundred percent capacity.\n\n\"We are pleased to be making significant progress not just in pushing back the boundaries of exploration for all humanity, but in developing the lunar terrorities in a way that benefits the Chinese people and the global market,\" said Nghia Lam, Chinese Premier.\n\nWhile the United States and Nigeria still dispute China's claims to the lucrative Palus Somnii and Mare Crisium regions, Chinese construction has proceeded apace while diplomatic negotiations continue. \"We feel we have some valid claim to those territories, certainly,\" said Robert Holden, Secretary of the Interior for the U.S. \"But we would prefer to find an equitable arrangement that would allow our countries to work together in developing man's first real home outside of our own planet.\"\n\nThe first ore delivery from the factory will be launched by mass driver tomorrow and should arrive in Earth orbit by next week. ", "authors": "Unknown[Deus Ex] "}, "50": {"title": "McMoran Slings Chinese Ore", "text": "APR - Beijing, China\n\nWith the announcement by the Chinese last week that the Zhou Enlai Lunar Mining Complex was fully operational, today McMoran Global Steel held a press conference to detail the first delivery of lunar ore from the facility to Earth via a mass driver constructed by McMoran.\n\n\"The McMoran MD-118 Mass Driver is the first piece of accelerated stock to be constructed on such a scale, and certainly the first to operate extraterestrially,\" said Sean Murphy. \"The selection of McMoran for this contract by the Chinese government is a major step towards closer economic ties between China and the U.S.\"\n\nMcMoran won the contract in a heated bidding war with Page Industries that reached its most fevered pitch when Page attempted an unsuccessful hostile takeover of McMoran. ", "authors": "Unknown[Deus Ex] "}, "51": {"title": "Seasonal Flooding Minimal", "text": "APR - London, United Kingdom\n\nAn article recently published in the Quarterly Journal of the Royal Meteorological Society indicates that worldwide flooding from melting ice caps will be significantly less this year than in previous years due to an unusually cold winter in the Northern Hemisphere. Dr. Tammy Bright, a professor of climatology at Oxford University, led the study and noted that global tides should rise by no more than \"one to two meters on average\" in most major cities throughout North America, Europe, Russia, and East Asia. For comparison the high water mark in New York last year was four meters, requiring millions of crs in additional spending for a network of levees and pumps.\n\n\"While theories concerning the significant increase in days below freezing at either pole abound, the practical upshot is that Arctic ice density has grown substantially when compared to any similar period in the last five years.\" ", "authors": "Unknown[Deus Ex] "}, "52": {"title": "Ten Dead in Gang Slaying", "text": "APR - Hong Kong, China\n\nThe simmering gang war in Hong Kong exploded onto the streets overnight when ten were killed during an attack on a local establishment, the Lucky Money Club. Located in the Wan Chai district, the Lucky Money Club has generally been associated with organized criminal activity. Eyewitness reports were few, but local authorities suspect that members of the Luminous Path Triad may have been involved in the attack.\n\nAll ten victims had extensive criminal records. Each was killed with traditional weapons, their throats savagely cut in an ancient ritual typically employed as a punishment for betrayal. ", "authors": "Unknown[Deus Ex] "}, "53": {"title": "UNATCO Nabs Terrorists in Hell's Kitchen Raid", "text": "APR - New York\n\nA recent raid on UNATCO's Liberty Island headquarters by members of the National Secessionist Forces (NSF) ended today when UNATCO troops, working in conjunction with local police, assaulted a warehouse in Hell's Kitchen where NSF units were regrouping. While UNATCO casualties were low, few NSF members survived the action which UNATCO Director Joseph Manderley termed a \"suicidal last stand on their part.\"\n\n\"We negotiated for hours,\" said Manderley, \"and were prepared to make arrangements for their surrender into custody when an attack was initiated against us by the NSF. We had no choice but to respond with force. Obviously, a complete inquiry into this terrible, unfortunate series of events will be undertaken as soon as possible.\" ", "authors": "Unknown[Deus Ex] "}, "54": {"title": "Beth DuClare Awarded Legion of Honor", "text": "APR - Paris, France\n\nBeth DuClare, millionaire, philanthropist, activist--and famously reputed to be the mistress of French President Alain Bourges-Maunoury -- was today posthumously awarded the position of Chevalier in the Ordre Royale de la Legion d'honneur. Created by Napolean Bonaparte on May 19, 1802, the Legion of Honor is an order of merit to which all qualifying military personnel or civilians can be nominated without regard to birth or religion, provided that they swear to uphold liberty and equality.\n\nThe award was not without some controversy, as members of the Republican Social Union for French Democracy (RSUFD) party disputed the merit based on her involvement in the \"Somnolente Ile\" scandal that rocked the Serra administration five years ago.\n\nBeth DuClare passed away in September, found dead at her chateau of natural causes. She was survived by her daughter, Nicolette DuClare, who has been missing since her mother's death. Police currently have no leads as to her whereabouts.\n\nThe award was accepted on Beth DuClare's behalf by President Bourges-Maunoury. ", "authors": "Unknown[Deus Ex] "}, "55": {"title": "Mass Driver Accident Kills Over 2,000", "text": "APR - Ibadan, Nigeria\n\nThe historical first delivery of ore from the Zhou Enlai Lunar Mining Complex ended in tragedy today when a targeting error resulted in the payload slamming into the outskirts of the city of Ibadan in Nigeria. Thousands died in the initial blast that was compared to a small nuclear bomb as the payload impacted in a sparsely populated suburb, while thousands more were left disoriented, homeless, and without power or water in the wake of the explosion.\n\nChinese officials have halted all other deliveries from the Zhou Enlai Complex and are working with both the United Nations and officials from McMoran Global Steel to determine the cause of the error. McMoran Global Steel was responsible for the construction of the mass driver, winning the contract from Page Industries in a heated bidding war.\n\n\"Obviously we took the utmost precautions in building the Zhou Enlai driver,\" said spokesperson Sean Murphy. \"But something has gone terribly wrong. Our only real response at this point is to offer our condolences and aid to the people of Ibadan, and insure that such an event never occurs again.\" ", "authors": "Unknown[Deus Ex] "}, "56": {"title": "Terrorist Bombing Kills 35", "text": "APR - Hong Kong, China\n\nA terrorist attack on the VersaLife building in Hong Kong has at last count left 35 dead and over a 100 wounded. As authorities continue to search the shattered structure through the early morning hours, the hope for locating any survivors among the remaining missing dwindles.\n\nVersaLife, a division of Page Industries (NASDAQ:PAGI), has long been on the cutting edge of genetic, biological, and pharmaceutical research, virtually becoming synonymous with treatments for such virulent plagues as AIDS and the Century Flu. Neither local police nor UNATCO would speculate on possible motives for such an attack, though both confirmed that it was the result of direct terrorist action. When reached for comment, VersaLife released a short statement saying \"We are shocked and saddened by this horrible tragedy, but must turn our attention towards comforting those who have lost a loved one to this senseless violence.\"\n\nUNATCO is currently seeking JC Denton, a known terrorist, for questioning. ", "authors": "Unknown[Deus Ex] "}, "57": {"title": "Search for Terrorist Leader Intensifies", "text": "APR - New York\n\nUNATCO is working closely with FEMA and other international security agencies around the world to apprehend JC Denton, a terrorist with ties to a number of groups including the NSF, Silhouette, and organized crime in Hong Kong.\n\n\"We believe him to be responsible for organizing and leading the attack on Liberty Island and the deaths of a number of UNATCO agents,\" said Walton Simons, Director of FEMA. \"The necessity of instituting martial law in New York -- unheard of in the history of America -- is directly attributable to criminal elements operating under his orders.\"\n\nSimons went on to say that evidence recovered from the recent bombing of the VersaLife building in Hong Kong demonstrates JC Denton's involvement \"beyond a shadow of a doubt\" and points towards an organized, systematic campaign of terror designed to \"extort freedom for politically dangerous ideologies through any means necessary.\"\n\nAuthorities are also seeking any information on the whereabouts of Alex Jacobson or Brian \"Jock\" Flanagan, key figures in the terrorist organization. ", "authors": "Unknown[Deus Ex] "}, "58": {"title": "Page Unveils \"Aquinas\"", "text": "APR - Washington, D.C.\n\nAt a lavish press conference today attended by mainstream and technical media alike, Bob Page unveiled Page Industries (NASDAQ:PAGI) newest technological achievement, \"Aquinas.\" Rumored to have been in development for almost five years at a cost of over a billion crs, Aquinas is a seamless, transparent replacement for the current patchwork of Net protocols that promises to radically expand bandwidth without the need for new hardware.\n\n\"Aquinas is the result of over five hundred man-years of effort on the part of some of the most talented and driven people in the industry,\" Page said at the conference. \"We're grateful to the NSA and the Hague Commission on Secure Communications for trusting Page Industries with the responsibility for this technological milestone. As of noon today you can expect nearly all of the world's net traffic to be carried by Aquinas. Bandwidth is now, for all intents and purposes, free.\"\n\nThe remainder of the press conference involved presentations by the leaders of the carriers allied with Page Industries, and a technical discussion of the Aquinas protocol--named after the titular Thomas Aquinas, whose philosophy is a well-known passion for Bob Page. ", "authors": "Unknown[Deus Ex] "}, "59": {"title": "Bot Kills Three in Accidental Shooting", "text": "APR - Paris, France\n\nYves-Pierre Adrien, Dominique Vittet, and Marie Philibert were heading home from a late night on the town when they were gunned down in the street by a military bot that mistakenly identified them as terrorists. Since the institution of martial law in Paris, bots have regularly patrolled those areas with a high level of criminal activity, armed with a visual database profiling thousands of wanted terrorists, thieves, and drug dealers.\n\n\"It was awful,\" said Kristi Amiel. A waitress at Enfant Terrible -- a nearby cafe where the trio had their last cup of coffee--she was witness to the shooting. \"The bot just kept shooting and shooting until all you could hear was an empty clicking sound, then one of the soldiers ran into the control station across the street trying to shut it down, but nothing happened. It just kept clicking... trying to shoot them again.\"\n\nPolice Prefect Hubert Dupuy defended the practice during a news conference earlier today. \"The bots are programmed to only use lethal force if the suspects resist arrest, and while these deaths are tragedies to be mourned, it in no way compromises the effectiveness of bots in keeping Parisians safe.\" ", "authors": "Unknown[Deus Ex] "}, "60": {"title": "UNITED STATES INSTITUTES MARTIAL LAW", "text": "APR - New York\n\nIn a momentous speech held at 2:30PM EST today, Philip Mead announced the declaration of martial law throughout the United States, citing a \"fundamental threat to the American way of life in the form of organized, insidious terrorism.\" With major American cities already reeling under the impact of the \"Gray Death\", looting and rioting have reached disastrous levels while terrorist attacks have grown increasingly ubiquitous, climaxing in the attack on UNATCO headquarters in New York last week. Local authorities have so far proven ineffectual in stemming the tide of violence, and even Washington, D.C., has been hit by an outbreak of the Gray Death. Highly placed sources have speculated that Mead himself may be infected.\n\nPresident Mead appointed Walton Simons, Director of FEMA, to spearhead an interim council tasked with managing the government response. \"We will do everything -- everything -- that is in our power to restore the peace and security of the average American,\" said Simons. \"In no way will this violate the civil liberties that have made this country great -- instead, we pledge to do everything in our power to safeguard those liberties against all who would see them torn apart.\" ", "authors": "Unknown[Deus Ex] "}, "61": {"title": "U.S. Situation Worsens", "text": "APR - Washington, D.C.\n\nWith the declaration of martial law only twenty-four hours ago in the United States, the country is in turmoil and teeters on the edge of social collapse. Numerous Governors, including Jason Findley of Colorado, Gray Haddock of Texas, and Christina Leicht of California, have refused to comply with the Presidential directive or acknowledge the authority of Walton Simons, Director of FEMA. National Guard and other troops mobilized to quell domestic turmoil are in disarray as many units have gone AWOL. In a live NetCast earlier today, General Ed Garner said that he would \"give no order, nor allow any order to be given to those under my command that would lead to their taking potentially lethal measures against an unarmed civilian population.\" He concluded by saying that \"our neighbors are not our enemies.\"\n\nGeneral Garner was immediately relieved of command by Walton Simons, resulting in the resignation of N.D. Goper, Secretary of Defense.\n\nReports that a detachment of UNATCO troops fired on a crowd of protestors in New York City has yet to be verified, though several high-level sources within the government indicate that the situation may have degenerated to the point where UNATCO is no longer operating under governmental supervision. Similar reports have been received from Mexico City, London, Berlin, Paris, and Moscow. ", "authors": "Unknown[Deus Ex] "}, "62": {"title": "Chinese Silver Loaves ", "text": "Chinese Silver Loaves\n\n1 3/4 cups hot water\n3 T. sugar\n2 T. vegetable shortening or oil\n6 cups plain flour\n2 T. baking powder\n1/2 tsp. salt\n\nAdd sugar and shortening to hot water, stir til sugar is dissolved, and allow to cool until barely warm.\n\nSift remaining dry ingredients into a large mixing bowl, and gradually stir in sugar mixture. Mix well and gradually draw dough together with your hands. It should be soft, but not sticky.\n\nOn a floured board, knead dough about 5-8 minutes, or til smooth and elastic. Return to bowl, cover with damp cloth and let rise at least 1 hour. ", "authors": "Unknown[Deus Ex] "}, "63": {"title": "Chlorine and Water Treatment: Report for the New York City Council, 2053", "text": "Chlorine and Water Treatment:\nReport for the New York City Council, 2053\n\n... on the other hand, opponents claim chlorine compounds can cause cancer, infertility, or birth defects. However, recent research indicates that the increased risk of cancer from chlorinated water is minimal or nonexistent.\n\nFor example, a 2034 toxicological study found no carcinogenic effects at chlorine concentrations a thousand times higher than the Environmental Protection Agency revised Kyoto standards. And the International Agency for Research on Cancer concluded population studies on cancer rates were too flawed to draw any conclusions.\n\nWater chlorination is just one target for some activists; they advocate eliminating some or all of the 15,000 chlorine compounds now in use. This would include most plastics, almost 85 percent of pharmaceuticals, and 96 percent of crop-protection chemicals.\n\nYet most of the chlorine in the world occurs naturally. The annual global emission of some 1,500 naturally occurring chlorinated organic chemicals totals five million tons, compared to human emissions of chlorine compounds of only 26,000 tons... ", "authors": "Unknown[Deus Ex] "}, "64": {"title": "CIA Factbook 2050: Hong Kong", "text": "CIA Factbook 2050: Hong Kong\n\nEconomic Overview: In the decades since Hong Kong has been returned to Chinese control it has seen its economy thrive under the newly resurgent authority of the Chinese central government. Led by a thriving technological market in human augmentation technology, the real GDP has peaked every year since 2041 with all forecasting models predicting that this trend will continue well into the next decade if not beyond.\n\nHowever, the statistics do not present an entirely accurate depiction of the state of the Hong Kong economy as they fail to depict the flourishing gray and black market that operates with at least the tacit approval of the Beijing regime. While political oppression continues to present a major and ongoing problem to those living under Chinese rule, entrepreneurism is alive and well in the form of organized crime -- as has always been the case, anything and everything can be had for a price in Hong Kong. Many of these criminal organizations can trace their lineage directly to the Triads that have existed for thousands of years throughout China and Southeast Asia... ", "authors": "Unknown[Deus Ex] "}, "65": {"title": "Coq au Vin", "text": "Coq au Vin\n\n1 chicken, cut into 9 pieces\n2 tbsp unsalted butter\n10 oz pearl onions, peeled\n4 slices bacon, cut into 10cm pieces\n1 tbsp flour\n3/4 cup of chicken stock\n1 bouquet garni\n2 cups of red wine\n1 tbsp red wine vinegar\nSalt and pepper, garlic\n\nBrown the chicken in the butter in a frying pan over moderate heat. Place chicken in a heavy casserole.\n\nBrown the onions and bacon in the frying pan and add to the chicken.\n\nAdd the flour and stir well.\n\nAdd stock, bouquet garni, wine, salt and pepper. Stir and pour over the chicken. Cover and simmer 30 minutes.\n\nAdd the red wine vinegar. Degrease the sauce before serving. ", "authors": "Unknown[Deus Ex] "}, "66": {"title": "Grayve Times", "text": "* = * = * = * GRAYVE TIMES * = * = * = *\n\nDROWN THE CEREMONY OF INNOCENCE\nPARTY IN THE BLOOD-DIMMED TIDE\nLOSE ALL CONVICTION\n\nFEATURING:\nOblivion\nPretty & Twisted\nTyger Tyger\nDJ VLIW\nThe Gibson Cowboys\n\nAND\n\nBrewer's Phrase\n\nMarch.17 [] 100.Crs [] Location//UnderNet.245.91.003\nNo.Guns.No.Knives.No.Morals.No.Thing.No.Where.No.Cops\nYes.Zyme.Yes.Sex.Yes.Dance.Yes.Terday\n\n\nEVERYTHING IS PERMITTED NOTHING IS FREE\n", "authors": "Unknown[Deus Ex] "}, "67": {"title": "Canal Road Tunnel Collapse", "text": "Explosions rocked the Wan Chai district two days ago as fighting between warring Triads resulted in the cave-in and flooding of the Canal Road Tunnel, effectively halting almost all access to and from the Wan Chai area. While the fighting occurred in the early hours of the morning and traffic was light, a number of bystanders were trapped during the fighting and subsequently presumed dead. The names of the deceased have not been released at this time.\n\nPolice have barricaded the area at the Wan Chai terminal and forbidden any access until a thorough forensic analysis can be made and the bodies removed. In a statement released earlier today the police declined to name any suspects, though Chief Joey Leung expressed that the \"reprehensible nature of this crime will not go unanswered by the Hong Kong police.\" ", "authors": "Unknown[Deus Ex] "}, "68": {"title": "\"Gray Death\" Cases Misdiagnosed", "text": "Authorities confirmed today that a number of mysterious illnesses reported at area clinics were not cases of \"Gray Death\" as had been previously feared, but merely a seasonal outbreak of influenza.\n\nDr. Chang Lam of the People's Health Administration headed the inquiry. \"I can say with complete certainty that these cases exhibit absolutely none of the symptoms of the so-called 'Gray Death,' -- cases which, I might add, have so far only been reported in the less well managed cities of America and Europe. Those malcontents who have spread rumors to the contrary are merely feeding upon the unjustified fears of the hardworking men and women of Hong Kong.\"\n\nDr. Lam went on to say that anyone observed making such claims should be reported to local party leaders for counseling. ", "authors": "Unknown[Deus Ex] "}, "69": {"title": "Luminous Path Membership", "text": "THE MOST HOLY ANNALS OF THE LUMINOUS PATH THAT LEADS THE RIGHTEOUS TO THE FOLD OF THE INNER CELESTIAL KINGDOM\n\n    Wong Fei Hong\n    Yim Wing Chun\n    Cho Yi-Hang\n    Wai Ko Lo\n    Yan-Fang Mei\n    Ching-hsia Lin\n    Kong-sang Chan\n    Yusen Wu\n    Chu-Kheng Yeoh\n    Yuen Wo-Ping\n    Tracer Tong\n    <PLAYERNAME> ", "authors": "Unknown[Deus Ex] "}, "70": {"title": "Medical Management of Biological Casualties Handbook", "text": "Medical Management of Biological Casualties Handbook\n\nU.S. Army Medical Research Institute of Infectious Diseases\n\n... In addition to their detrimental health effects on the targeted population, biological warfare agents would likely cause significant impacts on the medical care system. Massive numbers of patients and demands for intensive care would overwhelm medical resources. Special medications or vaccines not generally available in standard pharmaceutical stocks would be required. Medical care providers and laboratory personnel might need added protection, and autopsy and interment of remains could present hazards not commonly dealt with... ", "authors": "Unknown[Deus Ex] "}, "71": {"title": "MJ12 Compromised Individuals List", "text": "MJ12 Compromised Individuals List\nParis, France\n\nThe following individuals have been rated as having an 85% or higher likelihood of being engaged in suspicious or ideologically counterproductive activity on the Chasen-Bikal scale, and/or have scored at least 4.31 on the JKL-LB survey over the preceding six months. Agents are encouraged to pursue soft campaigns of calculated defamation, resulting in reduced meme propagation effectiveness, prior to prejudicial termination. Termination, when necessary, should be staged to implicate organizations currently on the MJ12-COL. Please refer any questions to MJ12 Simulations and Strategy, MJ12SAS//UpNet.2748.2738.22.\n\n    Jean Renois (MJID-7037XD8374)\n    Erin Todd (MJID-3793YH3803)\n    Decker Parkes (MJID-0984IS3270)\n    Rene Delon (MJID-9834TR1008)\n    Wayne Young (MJID-9904MG9401)\n    Henri Rota (MJID-7778AD2096)\n    Ave Javet (MJID-7982MV1924)\n    Raymond Kearns (MJID-4684II3900)\n    ... ", "authors": "Unknown[Deus Ex] "}, "72": {"title": "MJ12 Nano-Augmentation Experiment Series 3-C", "text": "MJ12 Nano-Augmentation Experiment Series 3-C\nFor Internal Use Only\n\n... recent human trials and subsequent mortality studies have demonstrated that nano-augmenting of baseline human physiology is not without hazards: notably, key anatomical regions can support only limited augmentation without risking rejection or accelerated degeneration. Research is ongoing, but current data suggests the following nano-augmentation combinations have acceptable risk:\n\nArms: Combat Strength or Microfibral Muscle\n\nLegs: Speed Enhancement or Run Silent\n\nSubdermal (1): EMP Shield or Ballistic Protection\n\nSubdermal (2): Cloak or Radar Transparency\n\nTorso (1): Aqualung or Environmental Resistance\n\nTorso (2): Regeneration or Energy Shield\n\nTorso (3): Synthetic Heart or Power Recirculator\n\nCranium: Aggressive Defense System or Spy Drone\n\nOptics: Targeting or Vision Enhancement\n\nIn Series 3-D we will examine the viability of genetically suppressing the immune response through epsilon elimination... ", "authors": "Unknown[Deus Ex] "}, "73": {"title": "Nano-Augmentation Guidelines", "text": "UNATCO MedDirectorate\nNano-Augmentation Guidelines\n\n... nano-augmentations, once \"installed,\" irrevocably alter the physiological system they affect and in many cases cause all subsequent augmentations to be rejected; however, the exact number of augmentations each system can support varies. The various interdependencies between these systems can be seen in the following table the details possible nano-augmentation combinations.\n\nArms: Combat Strength or Microfibral Muscle\n\nLegs: Speed Enhancement or Run Silent\n\nSubdermal (1): EMP Shield or Ballistic Protection\n\nSubdermal (2): Cloak or Radar Transparency\n\nTorso (1): Aqualung or Environmental Resistance\n\nTorso (2): Regeneration or Energy Shield\n\nTorso (3): Synthetic Heart or Power Recirculator\n\nCranium: Aggressive Defense System or Spy Drone\n\nOptics: Targeting or Vision Enhancement\n\nSpecific nano-augmentations should be selected based on the mission profile of the particular agent... ", "authors": "Unknown[Deus Ex] "}, "74": {"title": "Nanotechnology for Stupid People", "text": "Nanotechnology for Stupid People(tm)\n\nFeel like a moron because folks sling around words like \"Universal Constructor,\" \"gray goo,\" \"mecanocarbons,\" and \"Bucky tubes\"? Well, no longer! \"Nanotechnology for Stupid People(tm)\" will guide you through the small, small world of tiny machines. Why is this important? Why should you care? Imagine a million microscopic robots no bigger than a red blood cell constantly scouring your arteries for plaque and cholesterol... imagine a supercomputer the size of your thumbnail that can record everything you see and hear... imagine buildings that assemble themselves overnight -- well imagine no longer!\n\nThe future is here (or will be soon), and it's made of little atoms -- that's right, atoms, the building blocks of all matter in the universe. Nanotechnology simply pushes the little building blocks around to make new, interesting, exciting things. Even now, scientists worldwide are making huge strides in perfecting the Universal Constructor that will make a nanotechnological future possible, but already the benefits are being reaped from their research. You'll learn the history, the inside scoop, the buzz words, and what the future holds -- all inside \"Nanotechnology for Stupid People(tm)\"!\n\nStupid People -- When You Don't Have Two Neurons to Rub Together(tm). Check out our other books including the bestselling \"Pandemics for Stupid People\" and \"Cooking Dog for Stupid People.\" ", "authors": "Unknown[Deus Ex] "}, "75": {"title": "Naval Yards sign-in book", "text": "BROOKLYN ADVANCED NAVAL YARDS\n\nAll personnel must sign in without exception. Visitors must be accompanied by authorized personnel. Identification must be worn at all times in a visible location. Lack of identification is considered grounds for lethal action.\nSIGN IN\n\n22:35 Bob Page/Page Industries\n22:35 Walton Simons/FEMA\n06:30 Captain Dick Balme\n06:35 Rory Ackerman\n06:41 Ensign Chad Warren\n06:45 Brenda Fresno\n06:58 Josy Rhodes\n... ", "authors": "Unknown[Deus Ex] "}, "76": {"title": "NetChurch of God pamphlet", "text": "HAVE YOU BEEN SAVED?\n\"I AM HE THAT LIVETH AND WAS DEAD; AND,BEHOLD, I AM ALIVE FOR EVERMORE, AMEN.\"\nBEHOLD, I AM ALIVE FOR EVERMORE, AMEN.\"\n\nJoin the NetChurch of God and know that your immortal soul will truly be saved--backed-up on a datacube and stored in our secure, hardened crypt until the day of Rapture. Don't trust your soul to other religions that promise similar services based on vague, ambiguous, and unverifiable promises of forgiveness and acceptance.\n\n\"THAT WHOSOEVER BELIEVETH IN HIM SHOULDNOT PERISH BUT HAVE ETERNAL LIFE.\"\n\nThe exact location of our crypts is a closely guarded secret, but rest easy knowing that they're protected by miles of rock somewhere beneath the Appalachian Mountains. Even in the event of a catastrophe (Biblical or otherwise), an auxiliary nuclear generator will insure that your soul's checksum is verified daily for millennia to come, while surface sensors constantly monitor for the Last Days when the crypts will be opened and all souls will be free to ascend to Heaven.\n\nWHY TRUST YOUR SOUL TO ANYTHING ELSE? NetChurch of God @ God:999.7.7.7\n", "authors": "Unknown[Deus Ex] "}, "77": {"title": "Bellevue Reports Increase in Admittance", "text": "New World Press - New York\n\nBellevue Hospital has reported a 50% increase in the number of patients admitted over the last three months compared to this same period last year. \"A disturbing trend,\" said Dr. James Cabell, \"and one that's stressing our personnel to the limits. Many of those admitted are homeless that the police can't or won't deal with -- some of them afflicted with the Gray Death. We simply don't have the facilities to deal with those cases, and most of the hospitals refuse to accept them.\"\n\nMany have linked the outbreak of mental illness to the recent rise in recreational drug use, in particular the new designer drug \"zyme.\" Speaking on condition of anonymity, one public official said that \"Zyme has simply become a threat to the public welfare...there have already been discussions with Washington on a zero-tolerance solution.\"\n\nOthers have suggested chemical contamination could be the culprit, sighting the recent chlorine spill that has rendered the East River almost lifeless. ", "authors": "Unknown[Deus Ex] "}, "78": {"title": "Court Upholds NY Grid Law", "text": "New World Press - Washington, D.C.\n\nIn a landmark six to three decision yesterday, the U.S. Supreme Court upheld the controversial \"grid zoning\" laws that have been the subject of a number suits since being instituted six years ago.\n\nOriginally passed by the New York legislature in 2046 in response to the Upper West Side bombing that killed 45 people and wounded over a 100, the grid zoning laws effectively allowed the police to wall off regions of Manhattan and its surrounding boroughs. Foot traffic between these \"zones\" is prohibited, and travelling between zones is restricted to authorized subways or highways subject to police surveillance.\n\n\"A travesty,\" said Gil Treble, representing the ACLU as plaintiffs in the case. \"This law is nothing more than the legalization of social oppression on a grand scale.\"\n\nSupreme Court Justice Machen wrote in his favorable decision that \"The unfortunate nature of American liberty is that freedom creates opportunity for terror. It is with heavy heart that I must conclude in this case that the freedom of individual Americans must be balanced against the needs of a community to feel safe and secure.\" ", "authors": "Unknown[Deus Ex] "}, "79": {"title": "UNATCO Responds to Terrorist Attack", "text": "New World Press - New York City\n\nA terrorist strike on Liberty Island was blunted this past week when UNATCO forces moved swiftly to neutralize the threat. The attack, the result of a poorly organized attempt to break security at UNATCO Headquarters by the National Secessionist Forces (NSF), was characterized by one unidentified source as a \"futile gesture.\" Walton Simons, Director of FEMA, worked closely with UNATCO to coordinate both US and UNATCO forces in a joint operation to root out the remaining elements of the terrorist network in New York.\n\n\"Terrorism is very much a snake that slithers out of the tall grass,\" said Simons. \"It is our responsibility to always remain alert to the danger it presents, and to act decisively when it appears.\"\n\nAuthorities are currently attempting to locate JC Denton, one of the terrorist leaders who escaped in the aftermath of the attack. ", "authors": "Unknown[Deus Ex] "}, "80": {"title": "Family Discovers New Species", "text": "New World Press - New York\n\nThe Caruthers family was enjoying a pleasant walk down a stretch of unremarkable SoCal beach when they encountered what may be a most remarkable scientific discovery.\n\n\"It was my wife who spotted it first,\" said Dane Caruthers. \"At first we thought it was a lizard that'd drowned and washed ashore, but it was too big -- it had this gigantic head and feathers on its arms, but it didn't look like any bird I'd ever seen. Then I thought it might be like one of those prehistoric fish that everyone thought was extinct, so I decided to call someone.\"\n\nThe strange carcass eventually found its way to the Biology Department of the University of California, Los Angeles, where it was examined by Dr. Trey Hermann. \"A preliminary study indicates that it doesn't really fit any of our current taxonomies,\" Dr. Hermann said. \"It seems to have certain superficial characteristics of a seagull, but with a considerable number of other, more reptilian traits.\"\n\nThe Caruthers family seemed to take it all in stride. \"Though I have to admit I was a little excited when Dr. Hermann said they might name it after us,\" said Mr. Caruthers. ", "authors": "Unknown[Deus Ex] "}, "81": {"title": "Catacombs Closed to Public", "text": "Paris Investigateur\n\nThe government announced today that the famous Paris Catacombs would be closed to the public until further notice, citing increased criminal activity and possible terrorist connections to the area. \"The Catacombs have become a haven for any number of unseemly elements,\" said Inspector Gabily of the Metropolitan Police, \"and we are taking all necessary steps to contain this threat to the peace and welfare of Paris citizens.\"\n\nThe Catacombs are part of an extensive network of tunnels that mostly lie beneath the 5th, 6th, and 14th arrondissements, originally part of larger excavations undertaken by the Romans to remove valuable deposits of gypsum and limestone from the area. The Catacombs themselves date back to 1786 when bones were removed from the grossly overcrowded Cemetery of Innocents to be stored in the quarries of Mont-Rouge; since that time, innumerable additional burials have resulted in the vast ossuary that exists today.\n\nThe publicly accessible sections of the Catacombs are only a small part of the complete tunnel system whose many entrances and exits have made it a popular diversion for cataphiles wishing to explore the underground history of the city. ", "authors": "Unknown[Deus Ex] "}, "82": {"title": "Police Raid Catacombs", "text": "Paris Investigateur\n\nEarlier today the police raided the Catacombs, entering through Denfert-Rochereau, Port Royal, Trocadero, and a number of other, unidentified locations, in an attempt to round up elements of the terrorist group Silhouette. Sources within the Metropolitan Police Department indicated that since the institution of martial law the number of terrorist incidents has declined, but Silhouette still remains active in its so-called \"Campaign of True Lies.\"\n\n\"Far from being a harmless group of reactionaries, Silhouette presents a clear and ongoing threat to the public welfare,\" said Inspector Gabily, currently leading the case.\n\nDespite extensive surveillance prior to the raid, however, police found minimal evidence of Silhouette's presence, instead capturing a number of drug dealers, prostitutes, and other suspected criminals. \"All in all, we consider the operation a success,\" insisted Gabily. \"We've made a strong statement that Paris -- above or below -- will not be a haven to radicals and thieves.\"\n\n\n", "authors": "Unknown[Deus Ex] "}, "83": {"title": "Somnolente Ile Scandal Resurfaces", "text": "Paris Investigateur\n\nAccusations of cover-ups within President Bourges-Maunoury's administration have recently appeared in several tabloid publications, linking key members of his Council of Ministers to the Somnolente Ile scandal that resulted in President Serra's exit from politics five years ago. Somnolente Ile, an exclusive resort in Côte d'Azur, was the site of a clandestine meeting between then President Serra and reputed members of the Zuganov crime family in an attempt to funnel almost three billion crs of tainted money through French banks.\n\nThe deal was reportedly brokered by a cabal of major banking interests--including deceased financier Beth DuClare, though her involvement was never proved. Some sources went so far as to suggest that the entire meeting was the result of a plot hatched by the \"Bilderbergs,\" a supposedly secret society formed of wealthy and powerful industrialists shortly after World War II.\n\nPresident Bourges-Maunoury has dismissed the accusations as \"ludicrous,\" calling such stories \"the lowest example of irresponsible journalism\" before refusing further comment. ", "authors": "Unknown[Deus Ex] "}, "84": {"title": "Project Dibbuk", "text": "PROJECT DIBBUK\nOverview\nDomination/5F Clearance ONLY\n\n... the noted failure of previous attempts to create a low profile rotary aircraft involved the acquisition and retrofitting of available military hardware that had neither the range, ceiling, nor electromagnetic transparency to avoid numerous eyewitness accounts or unauthorized military interactions. In addition to exacerbating public misconceptions about governmental operations, such encounters also jeopardized several key missions. PROJECT DIBBUK was initiated to address this issue through the creation of a \"stealth\" aircraft that could be used as a platform for a number of mission objectives...\nSH-187 Specifications and Operation\nDomination/5F Clearance ONLY\n\n.. the goal of PROJECT DIBBUK was to create a long range, variable mission-capable rotary aircraft, realized to its fullest extent in the SH-187 \"stealth helicopter.\" The production model SH-187 features a revolutionary engine powered by HIGH-EFFICIENCY ETHANOL FUEL CELLS with a flight range of over 9000 miles depending upon atmospheric conditions, and an extension of the adaptive armor technology that renders it INVISIBLE across 97% of the non-visible electromagnetic spectrum. Ideally suited for surveillance, insertion, retrieval, and limited interdiction, the SH-187 will often spend much of its operational lifetime within hostile territory, and therefore is also equipped with REMOTE DISABLING and scrambling for its key flight systems. If necessary, the vehicle can also be scuttled remotely... ", "authors": "Unknown[Deus Ex] "}, "85": {"title": "The Modern Terrorist's Handbook", "text": "The Modern Terrorist's Handbook\nSection 7C. Computer Virus Cultivation\n\nOne tool (or weapon) not to be neglected  in the arsenal of the modern terrorrist is the use of computer viruses to cause disruption to major city services and infrastructre, or other targets of opportunity. Current heuristical viral stalkers are einfective against modern polymorphic \"hothouse\" engines available from many sites on the UnderNet, and can be easily linked to IP-tunnellers for a cheap, effective denial of service attack--or, with some programming skilz and icebreakers, a mutagenic crash 'n grab bird can be grown for the retieval of special info from the unfortunate victims..\n\nThe following pages will discuss some of the more typical viruses, such as the Bandersnatchv128, Ulysses Dilemma, and I09... ", "authors": "Unknown[Deus Ex] "}, "86": {"title": "Trooper's journal", "text": "... don't know how I pulled this assignment. I was told that this was a \"private security organization,\" but I should've known something was going on when they didn't ask about the damned discharge. Stupid. Now I'm walking the line at some gloomy ass church in the middle of Paris, nothing for company but a bunch of brain-dead zombies dressed in black and that crazy cook -- keeps rattling on about temples or templars and how he used to cook for the rich or something... I don't know. Food isn't all that great. Can't even get a bottle of ketchup. And then this German mech-aug shows up yesterday. I knew a lot of stone-cold people in the service, and this guy looks like he's got murder on his mind...\n\nHe stands down there in the tech archive like a bot -- I was on patrol in the cellar for 10 hours and he didn't move once. Inhuman. It's like he's waiting for something. I think I heard him crying once... ", "authors": "Unknown[Deus Ex] "}, "87": {"title": "UNATCO Handbook", "text": "Dedication\n\nNihil aliud scit necessitas quam vincere. --Syrus\n\n\nWelcome to UNATCO!\n\nCLASSIFICATION: The U.N. has nine levels of security above Top Secret. This manual and all material that is not otherwise marked is classified as Angel/0A. If you are not Angel/0A or above, report immediately to your supervisor or face disciplinary action. Other classifications will be explained upon reaching higher clearance.\n\nIn its efforts to combat terrorism, the U.N. has created UNATCO for the swift deployment of a COORDINATED FORCE to counteract any insurgent operations. You are justifiably proud to be part of this organization: your physical capabilities place you within the upper one percent of national ground combat units, while your mental capabilities have been honed to sharpness by the UNATCO Academy.\n\nBut as part of a larger organization, you also understand the necessity to HEED ORDERS from your superiors without hesitation; your superiors are typically briefed on matters for which you may not be cleared, and hesitation on the part of an agent can result in the serious IMPAIRMENT of mission objectives and attendant CASUALTIES.\n\nUNATCO has faith in you, and this faith will be REWARDED in due time as your operational capacities are increased. Brave the darkness, for you carry the torch of freedom.\n\n\nUNATCO and the Public\n\nIn carrying out our duties, UNATCO agents often come in contact with the public. You are a PEACEKEEPER, and your first objective is to safeguard human life. Though terrorists may see an advantage in harming civilians, UNATCO agents do not. Issue a warning before firing at a suspect and always instruct bystanders to \"get down on the ground.\" Refrain from firing into large crowds. Every civilian hurt is collateral damage.\n\nHowever, keep in mind that no civilian with a clearance below Angel/0A should be trusted and may be a potential spy. ANYONE can be a spy, and secrecy is our ally.\n\nREMEMBER: WE'RE ALL IN THIS TOGETHER.\n\n\nUNATCO and the Police\n\nIn carrying our their duties, UNATCO agents often work with other law-enforcement agencies.\n\nWe remain a small, elite organization. Until our ranks expand, we must rely on the cooperation of local police, governments, intelligence agencies, and corporate security divisions. Always be courteous when requesting information or filing an extradition request. As our jurisdiction widens, we will inevitably experience conflicts with some local officials. Do not resort to unnecessary intimidation in these situations, and report any problems to the appropriate UNATCO liaison. Above all, an international law enforcement body requires the RESPECT and SUPPORT of all participating nations.\n\n\nUNATCO and the World\n\nFor far too long terrorists have exploited international tensions and regional legislative variations to elude authorities.\n\nA significant step was made towards eliminating these legal loopholes when U.S. President Philip Riley Mead lobbied the Congress to make the U.S. a UNATCO member nation: \"Enough is enough!\" he declared in his landmark State of the Union address, and the citizens of the United States responded with enthusiastic endorsement of his position. Not only did the United States become a charter member of UNATCO, but UNATCO headquarters are now located on Liberty Island in the shadow of that shattered monument to FREEDOM.\n\nUNATCO deals not only with terrorist threats, but also any transgressions of the international legal code, including drug trafficking, software piracy, and money laundering. With the full support of the United States, UNATCO was for the first time able to truly declare itself the \"WORLD'S POLICEMAN.\"\n\n\nUNATCO and the Future\n\nAs science progresses at an ever increasing rate, more and more advanced technology is finding its way into the hands of the common criminal, resulting in a deadly threat to LIFE and PROPERTY throughout the world. While it is impractical to restrict the free-flow of information already present in the public sector, UNATCO is committed to insuring that this threat does not go unaddressed. Even now, UNATCO research and development employs some of the most talented scientific minds in the world to develop proprietary technologies in absolute security for field use by our agents -- including such innovations as the XXXXXXX XXXXX and XXXXXX, or the lifesaving XXXXX. Under NO circumstances should agents discuss ANY piece of equipment or technique currently employed by UNATCO. Agents operating contrary to this directive will face immediate disciplinary action. Within our laboratories lies not just the future of law enforcement, but a SAFE, SECURE future for all mankind. [Document filtered per UNATCO Terror Monitoring Act 919-05 Sec. IV]\n\n\nUNATCO and the Press\n\nBecause UNATCO will often deal with situations that cannot easily be contained, agents may unfortunately need to interact with the press. If you are not trained for such interaction, do not -- repeat, DO NOT -- speak with journalists, regardless of nationality. They are skilled in misdirection and propaganda. Refuse comment. Remember: Security procedures are our first line of defense. SECRETS are LIVES. Always refer reporters at crime scenes to UNATCO information officers and fact management teams.\n\n\nAppendix A: Origins of UNATCO\n\nIn recent years the swelling tide of international terrorism coupled with enmity between states, wildly varying laws, and an anachronistic devotion to arbitrary borders has resulted in the decreasing effectiveness of local law enforcement. To resolve the problem, a neutral agency was required to enforce international law in an impartial manner around the world.\n\nUNATCO was formed with just such a mission in mind, an organization that could transcend national boundaries and provide security for all nations that subscribe to its charter. Founded with the principles of the United Nations as its cornerstone, UNATCO is FAIR, JUST, and protects the individual liberties of all the citizens of the world.\n\nThe criminal thrives on anonymity, but soon there will be no place for them to hide. Victory over terrorism is the prize for our VIGILANCE. ", "authors": "Unknown[Deus Ex] "}, "88": {"title": "UNATCO Training Manual", "text": "UNATCO TRAINING MANUAL\nSection 3C: Multitools\n\nA \"multitool\" is not really a tool at all -- not in the usual sense of the word -- but a disposable electronic device that utilizes electromagnetic resonance detection and frequency modulation to dynamically alter the flow of current through almost any non-hardened circuitry. Skilled agents can use the multitool to manipulate code locks, cameras, autogun turrets, alarms, or other security elements.\n\nNote that multitools CANNOT be used for computer information extraction (see Section 5A: Hacking). ", "authors": "Unknown[Deus Ex] "}, "89": {"title": "Vishnu's Fall", "text": "Vishnu's Fall\n\nA Brief History of the Indian Crisis\n\n... after the bombing, Indian officials issued a series of stern warnings to Pakistan that were rebuffed with denials of responsibility and dire threats that any attempt to use the bombings as a pretext for military action would be met with force in kind. From the viewpoint of the present-day historiographer this was a crucial event, a game of brinksmanship that had been played between Pakistan and India many, many times before and so, while tragic, it is also easily understood how clear signs of the impending catastrophe might have been ignored.\n\n\"Like two kids shoving each other on the playground,\" said historian Alistair Brooks. \"You never expect them to come to blows.\"\n\nThat was before Pakistan began the trials of the \"Calcutta 16\" and both nations descended into a maelstrom of political upheaval that would eventually culminate in the exchange of nuclear warheads... ", "authors": "Unknown[Deus Ex] "}, "90": {"title": "Art of War", "text": "Art of War\nby Sun Tzu\n\nIII. ATTACK BY STRATAGEM\n\n1. Sun Tzu said: In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good. So, too, it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them.\n\n2. Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting... ", "authors": "Sun Tzu"}, "91": {"title": "Common Sense", "text": "...SOME writers have so confounded society with government, as to leave little or no distinction between them; whereas they are not only different, but have different origins. Society is produced by our wants, and government by wickedness; the former promotes our happiness positively by uniting our affections, the latter negatively by restraining our vices. The one encourages intercourse, the other creates distinctions. The first is a patron, the last a punisher.\n\nSociety in every state is a blessing, but government even in its best state is but a necessary evil; in its worst state an intolerable one; for when we suffer, or are exposed to the same miseries by a government, which we might expect in a country without government, our calamity is heightened by reflecting that we furnish the means by which we suffer. Government, like dress, is the badge of lost innocence; the palaces of kings are built on the ruins of the bowers of paradise. For were the impulses of conscience clear, uniform, and irresistibly obeyed, man would need no other lawgiver; but that not being the case, he finds it necessary to surrender up a part of his property to furnish means for the protection of the rest; and this he is induced to do by the same prudence which in every other case advises him out of two evils to choose the least... ", "authors": "Thomas Paine"}, "92": {"title": "Curly's journal", "text": "\"Hell is murky,\" that's what Macbeth said.\n\n*\n\nThey came through today, bunch of the NSF boys, set up a perimeter in the shanty town and took some folks hostage down in the station. One of them told me it was necessary, that the government made it necessary -- \"we're slaves if we don't,\" I remember her saying, and I asked her if she thought those people down in the station felt any more free for being strapped to a bunch of dynamite. She just looked at me, walked away.\n\n*\n\nMOLE/6653\n\n*\n\nKevin's dealing with them, says we don't risk anything by letting them use the tunnels, that we don't have no quarrel with anyone. But I wonder about hell and the roads paved to it.\n\n-- Curly ", "authors": "Curly "}, "93": {"title": "A Lesson for Our President", "text": "Family News Network -- Dave Wary orial\n\nWhen the other kids on my block elected me King of the World, a political office open (thankfully) only to eight-year-olds, I moved quickly to consolidate my power. I declared that all subsequent elections were forbidden, that the office of King was reserved to me and my descendants for all eternity.\n\nI don't remember what morsels of political philosophy were hurled at me. \"That ain't fair!\" perhaps, or \"You can't do that!\"\n\nMy rebuttal? \"Yes I can. I'm King.\"\n\nAll subsequent debate involved rocks. Even Gretchen, green-eyed lovely Gretchen, held me pinned to the ground as the others asserted their own right to the throne with whatever stones happened to be within easy reach.\n\nWith a 35 percent approval rating after the U.N. funding fiasco, President Mead should reflect that these children -- and millions of other free thinkers -- have reached voting age.\n\nWho wants to cast the first stone? ", "authors": "Dave Wary"}, "94": {"title": "Feng's journal", "text": "...God's got a funny sense of humor sometimes...I'm writing this on the back of an issue of \"Tomorrow's Scientist.\"\n\nHundley sent me to pick up a batch of karkian eggs fresh off the plane; couldn't trust anyone else, Dr. Feng -- that's what he said. Big job. On the way back through the tunnel everything just fell apart, flash of light and noise and suddenly I'm lying here. My legs are broken. It was probably a Triad attack...they've been fighting lately...\n\nI thought emergency services would arrive, but no one's come. There's no internal bleeding that I can tell. I started to hear noises a while ago. I think the suspension crate in the car broke open and the eggs are hatching.\n\nI can't reach anyone on my phone. It's been eight hours. I slept a little. I can hear the baby karkians -- cries of hunger, precursor to infant food seeking behavior. The irony is this is a perfect environment for them.\n\nI saw a shadow of one a little ago. My rough guess is they're developing almost 20% more quickly than expected. Some nasty noises earlier, several of the karkians picking out the weakest of the litter and tearing it to pieces.\n\nI wish someone would come... ", "authors": "Feng "}, "95": {"title": "Insurgent", "text": "Insurgent\nby X\n\n...When faced with the subversion of an organized ruling body, external action -- even when executed in concert, as a group -- is often ineffectual. True revolution can only come from working within, and in this the ultimate change that can be brought about by an individual is magnified by the very machinery that such organizations utilize to maintain their own authority. Historically, ruling bodies are always outnumbered by those they rule -- but still they manage to maintain a disproportionate amount of power through a combination of tradition, confusion, and punishment. An operative who learns to simulate the veneer of a loyalist and guard their own secret heart can utilize those very same tools to overthrow such organizations, or shift them to a more ideologically pleasing axis... ", "authors": "X "}, "96": {"title": "Jacob's Shadow ", "text": "Chapter 12\n\n\"Lot a people say this city looks like Hell,\" Allie said. She took a long drag from her cigarette. The glowing tip burned a hole in the darkness.\n\n\"Most people never been to Hell,\" Jacob said.\n\nShe looked at him and he could hear the smile in her voice. \"And I suppose you have?\"\n\nJacob said nothing, then stood and walked to the bed. Allie let out a small noise and shrank back against the pillows as if she'd claw her way into them if she could. He leaned down close to her ear.\n\n\"You like to play games,\" he whispered. \"And that's fine. But you don't want to be playing games with me, because I'm the one honest man in this city. You should know that, since we were married.\"\n\n\nChapter 15\n\nWaiting was always the hardest part: in the stir, and in life. Guys who couldn't handle it either ended up rocking back and forth in a dark corner, or babbling incoherently. Always the same.\n\nJacob would have been the one rocking in the corner. He did solitary the first time after a fight, someone thinking he was an easy mark. Forty-eight hours and he started screaming and didn't stop until his larynx was raw and his voice cracked. It was a month before he could talk again.\n\nOne of the lifers saw Jacob wasn't as fence-post dumb as the rest of the population and took to schooling him in chess. Jacob never got much respect from the old-timer, but he got his sanity. He'd play chess, checkers, backgammon, any game there was.\n\nHe got into another fight when one pendejo who was looking to make a name for himself flipped over Jacob's game board, said impolite things about people and their little kiddie games. Jacob cracked one of his ribs and amused himself for a week in solitary playing Kasparov and Bobby Fischer in his head.\n\n\nChapter 20\n\nSamuel looked at him from across the table, but he might as well have been peering at Jacob from the Devil's own palace in the deep blue sea.\n\nAfter a moment Samuel rubbed his rheumy eyes. \"You ever wonder about morals?\" he said. Jacob shook his head. \"I do... all the damn time. I wonder what it means to be good - if there's some tally that says 'you only hurt ten people, so come on up, but eleven and you're going straight to hell.' Then I think maybe it's a little voice that tells you, way back in your head. And then I wonder what happens when that voice goes away...\"\n\nJacob reached under the table and put the little .22 pistol against one of Samuel's kneecaps.\n\n\"I don't think you're going to like my answer to that. Where is she?\"\n\n\nChapter 23\n\nThere weren't many moves left. Jacob knew that. Most of the pawns had been taken off the board and his own queen lost. The game had entered its final phase, and now the question wasn't which piece to sacrifice - they were all more or less expendable - but when.\n\nHe shined his flashlight throughout the rooms of the vacant house. It was a perfectly serviceable tract home somewhere in the suburbs where the sun occasionally shone. It looked like no one had lived there for ages, and that was true enough. Jacob just took care of the bills - any paper trail ended at Hobb's Cemetery up state.\n\nIn the attic he found the old water heater, cold now. He removed the top and felt along the edge for a nearly invisible strand of fishing line. Jacob hauled back on the line until he pulled a dripping plastic bag free of the murky tank. He took the flashlight between his teeth and opened the bag.\n\nInside was a gun, a clean gun. Its serial numbers filed and the rifling scratched beyond any possible match. The bullets all reloads with blank copper casings. No fingerprints.\n\nTime for the next move.\n\n\nChapter 27\n\nIt was late when he got back. Everything black and quiet. Jacob killed the lights but didn't take the key out of the ignition. He reached into his pocket and took out a little box with an LCD display, thumbed a button and the radio transceiver captured the last few hours worth of motion sensor logs from the building. He'd done some favors for friends in the Shop - or whatever it was they were calling it this week - and they'd installed it to spec for him.\n\nAs he walked to the door he was still arranging all the pieces in his head. Sure way to get his ass taken down, but he couldn't help it. Something was missing. Didn't fit. Allie hunched over in the bathroom, that needle dangling from between her toes. Katsuya shifting a half million yen before the currency market closed. The radio station Samuel had turned him on to, the one with the little girl repeating all those numbers in sequence. And somewhere in the middle...\n\nJacob stopped, looked up at the night sky. He'd been assuming that there were two sides to this game and both were playing to win. But what if... what if there was someone else, and they wanted to see both sides lose?\n\n\nChapter 32\n\nJacob looked at her and watched all the regret drain from her eyes. She tossed the empty revolver onto the body next to her, the gun in her other hand never moving an inch from a point that Jacob guessed was just above the bridge of his nose.\n\n\"You don't have to do this. It doesn't have to be like this.\"\n\n\"Oh, yes... yes, I'm afraid that it does.\"\n\nHe slowly shook his head. The window cracked and for a moment it sounded as if a wasp had buzzed through the room - then a dull thud as her body dropped to the floor. Blood poured from the cavity that had been her skull, a wide black pool that spread like a shadow in the darkness.\n\nJacob knelt and rubbed his fingers in her blood. Monk never missed with a sniper rifle. Not ever.\n\n\nChapter 34\n\nJacob sat down on the bench and unrolled his chess board onto the rough stone table in front of him. As he was removing his playing pieces, a shadow fell across the board. He looked up, squinting into the sun.\n\n\"Merriweather,\" he said.\n\n\"Jacob.\" She settled herself down onto the opposite bench, leaning heavily on her cane. \"It didn't turn out so well for you this time, did it?\" Jacob said nothing. She gestured to the board with one hand and he detected just a hint of a tremor. \"You're playing black today.\"\n\nHe put the queen down on her square and his fingers lingered. \"No, it didn't turn out well. I did some stupid things.\" He closed his eyes for a moment. \"I cared, and some people died because of it.\"\n\nMerriweather made a tsking sound. \"It's not the caring that's a matter, Jacob, it's what comes after. What are you going to do now?\"\n\nJacob paused for just a moment. \"Now... I'm going to play another game.\" ", "authors": "Andrew Hammond"}, "97": {"title": "Journal of Hung Kwan Gordon Quick", "text": "Journal of Hung Kwan Gordon Quick\n\n... it is the steel in her heart, much like that of her father, that leads me to love her; how unfortunate that the Old Gods should laugh and she should be the child of their Dragon Head -- the man who would lead the Red Arrow against the Luminous Path and destroy all we have sought to create for the Celestial Kingdom. But I know that whatever fate has decreed for us, we will walk that road together. There can be no betrayal in the feelings we have for each other, and no teachings that can show me the error in our actions.\n\nToday, Master Tong has informed me that we will have visitors... ", "authors": "Gordon Quick"}, "98": {"title": "Lab Notes, Dr. Moreau", "text": "Lab Notes, Dr. Moreau\nWeek of 4/12 to 4/18\n\nSunday, 4/12: LabNet accounts are disabled. Rumor is possible infiltration attempt by Silhouette required redistribution of secure network resources. Will transcribe lab notes by hand until IS has restored access.\n\nMonday, 4/13: Greasels displaying an increasing level of antipathy towards lab personnel. Noted to Dr. Verne who increased dosage of succinylcholine from 15cc to 32cc.\n\nWednesday, 4/15: IS promises that LabNet accounts will be restored by Friday; new login is \"dmoreau\" with password \"raptor\".\n\nThursday, 4/16: Dr. Cairns typically absent-minded; forgot his protective gear when handling Greasel and received a dose of venomous spit in the face. Fortuitous opportunity to study effects on human nervous system which included impaired coordination and vision. ", "authors": "Dr. Moreau"}, "99": {"title": "Mead from Mars!", "text": "CAPE CANAVERAL -- NASA scientists confirmed that the eroded remains of the Alba Patera crater on Mars precisely match the face of President Mead. \"It's him!\" declared Senior Planetary Specialist Kevlar Umla. \"There's his nose, that ridge, see? See the crater rim marking his hairline? The way he combs his hair appearing in this region of parallel valleys?\"\n\nThe White House had no comment. However, Martin Wisdom, president of EA (Enemies of Aliens), told Midnight Sun: \"This is the evidence we have been looking for, a warning that Mr. Mead is not human. He is probably a Martian General, a war hero, come here to conquer the Earth with the assistance of the United Nations.\" -- Ryan Allan, Staff Writer ", "authors": "Ryan Allan"}, "100": {"title": "U.S. Prez Sells Out", "text": "NEW YORK -- President Philip Riley Mead's executive order repaying the United States debt to the United Nations is viewed by many as a positive step towards global peace -- but others sense darker motives at work. Some sources have privately commented that the order is nothing more than a tacit endorsement of a new world government and its private military, the United Nations Anti-Terrorist Coalition (UNATCO).\n\nFew can forget Mead's impassioned declaration that the shattered Statue of Liberty would not be repaired but instead stand as a reminder that \"terrorism must be eradicated if we are to be free.\" It was shortly thereafter that Liberty Island was selected as the location of UNATCO headquarters, their dubious charter highlighted by the mysterious and still largely unexplained circumstances behind the Statue bombing.\n\nNo doubt President Mead's words will be remembered, even as he sells out his country to the foreign powers that have sought to destroy it for nearly three centuries. -- Joe Greene, Senior Staff Writer ", "authors": "Joe Greene"}, "101": {"title": "Gray Death: Look to the Sky", "text": "NEW YORK -- No student of recent history can fail to miss the irony that the greatest enemy mankind has faced in the 21st century was not any despot or dictator, but the lowly microbe. Millions upon millions have been killed by the pandemics of AIDS, resistant tuberculosis, and the Century Flu, and now we face our greatest threat yet: the \"Gray Death,\" a plague of devastating efficiency that has surfaced in the last year.\n\nBut was this plague an accident of nature, or a design of science? Dr. Kenji Ishii of the New World Biomedical Health Center in New York thinks not. \"My analysis of this plague indicates that it is decidedly unnatural in origin, and in point of fact, may be extraterrestrial.\" He went on to speculate about those afflicted. \"Obviously, a disproportionate number of the indigent seem to be infected, a situation that makes perfect sense if you consider it prelude to an invasion. No more effective way to disrupt the social, political, and military fabric of Earth has yet been devised.\"\n\nIf this is so, then what are our leaders not telling us? And how can we be prepared? Only they know they answers. -- Joe Greene, Senior Staff Writer ", "authors": "Joe Greene"}, "102": {"title": "Giant Rat Stalks New York?", "text": "NEW YORK -- In recent weeks a rash of mutilated corpses -- many of them found near docks, subways, or sewers -- has garnered nothing but indifference from the NYPD. \"Isolated and unremarkable\" in the words of one police spokesperson. But while the police seem content to categorize these horrible crimes as nothing more than simple cases of homicide or suicide among the poor and indigent, eyewitness accounts tell a different and all together more frightening story.\n\n\"'s a monster, 'nnit?\" says Dickie Cork, a sailor aboard the Matilda Briggs out of Sumatra. \"Thing looked like a rat, it did, only it was big, 'bout the size of a lion or sumthin'.\"\n\nNumerous other witnesses all telling remarkably similar accounts of the creature have come forward in recent weeks, but the police refuse to act calling the descriptions \"ludicrous\" without any further investigation. But regardless of the truth, the police choose to sit idly by as the killings continue and poor, law-abiding citizens pay the price. -- Joe Greene, Senior Staff Writer ", "authors": "Joe Greene"}, "103": {"title": "Black Helicopters a \"Concern\" Says Senator", "text": "As sightings of ominous \"black helicopters\" become increasingly common across the country, from Manhattan to the SoCal shores, many citizens have grown concerned that these gunships are actually a sign that troops may be preparing to mobilize for some unknown action.\n\n\"Certainly this concerns me,\" said Senator Harry Jarvis (D-Texas), a member of the Armed Services Committee. \"I intend to bring this up in our next committee meeting and ask some hard questions.\"\n\nUNATCO Director Joseph Manderley was more skeptical. \"If black helicopters were really being used for 'covert operations,' then those responsible are doing a poor job of it.\" Manderley went on to say that UNATCO employed no such aircraft and declined to pursue the matter any further claiming that it detracted from the \"serious nature of [our] mission.\" -- Joe Greene, Senior Staff Writer ", "authors": "Joe Greene"}, "104": {"title": "Food of the Gods?", "text": "NEW YORK -- Ambrosia, the mythical food of the gods, may in fact be something more than a myth -- it may be a cure for the mysterious \"Gray Death\" that has infected this city with sickening dread over the past several months. What is this Ambrosia, and where does it come from? Speaking on the condition of anonymity, highly placed sources have revealed in an exclusive to the \"Midnight Sun\" that Ambrosia is the government codename for a cure to the plague that has already taken so many lives. Unfortunately, the current manufacturing process appears to yield only small amounts of Ambrosia which have so far been prioritized for ranking government officials and a select group of industry leaders. \"It's a matter of money and connections,\" said one source. \"There simply isn't enough to go around.\"\n\nIf such allegations are true then it goes far beyond the terrible events of recent memory: it is evidence of systemic corruption that rises to the highest ranks of President Mead's administration, a callous disregard for human life that must -- and will -- be opposed! -- Joe Greene, Senior Staff Writer ", "authors": "Joe Greene"}, "105": {"title": "SOCIETY: Party Against Tomorrow", "text": "SOCIETY: Party Against Tomorrow\n\nNew York Voice -- Kwesi Dodi\n\nAs the rich flee the city in droves by car and -- horror of horrors, bus (needs must when the devil drives and the airports are closed) -- the rest of us are left to wallow in the empty crypt that has become our city. The sick and homeless shamble about as if they just left a casting call for \"Night of the Living Dead,\" and the cops obviously came from next door where they're filming a classic 1990's Michael Bay action flick. Really, the whole thing is too much. And what does Kwesi recommend when it gets to be too much? Why party, of course!\n\nIt's not with historical precedent, children. Those of you without zyme-addled attention spans may remember Boccacio's classic _Decameron_ (and that's Boccacio the 14th century writer, and not Boccacio the jungle-thud DJ tripmaster), where a bunch of young, hottie Florentines decided to flee another one of these boring little plagues and hole up with a few too many bottles of wine, tell outrageous stories, and have a go at each other once in a while.\n\nSo, speaking only for Kwesi, I'm going to invite over about 80 of my nearest and dearest -- soon to be nearer and dearer -- with all the food and recreational drugs they can carry, then lock the doors. Good night, children! ", "authors": "Kwesi Dodi"}, "106": {"title": "Notebook of Giuliano Jordorowsky", "text": "... This job is so boring. I do nothing but write in my notebook, fill it with my thoughts, but sometimes I must amuse myself. I have been stealing from the security... like thick-skulled dogs, they are. Last week I took a watch, but they paid no notice. I am nothing to them. Just the strange man with his notebook.\n\nI was listening to the night guard, Jobal. A disgusting creature, and a creature of habit. I heard him on the phone -- talking to that cow of a girlfriend -- and he told her his bank account number. I almost got his PIN as well, but a passing train drowned him out. I do not know the last number. I will try again when he is on shift next week.\n\nAccount: 576001\n\nPIN: wyrdred0-\n\nHe will be surprised when all his money is gone, and they will not suspect me... ", "authors": "Giuliano  Jordorowsky"}, "107": {"title": "Petals Of Twilight", "text": "Petals of Twilight\nby Charles Francois Guillermot\n\n... And it is told that he made his way through their streets\nat night, crawling through their many windows and crouching in\ntheir gardens, moving\nthrough the sewers beneath their cobbled roads and\nslipping over their railings.\n\nWatched by their cats and the roosting pidgeons of their city,\nyet wary of their slumbering dogs, he went. They would not see\nhim, nor wake as he drew near,\nbut would only shudder, softly calling out the names of their\ngods in sleep.\n\nRestless, they tossed as he passed under the window like an\nerrant lover fleeing dawn.\n\nAnd by morning light he was gone, away from that place, and\nmoved on to another\nworld. ", "authors": "Charles Francois  Guillermot"}, "108": {"title": "Project Dibbuk: Thoughts and Mations", "text": "... as the Most Dignified of the Celestial Kingdom had expected, inquiries into the nature of MJ12 and the so-called \"Project Dibbuk\" were quickly declined in an extremely abrupt manner (and resulted in the unfortunate but necessary loss of one humble servant who will be forever exalted in the annals of our organization); however, further perseverance has suggested that the aforementioned project involved the quiet acquisition of Chinese technology that was later applied to the invention of an improved \"stealth helicopter\" for use in covert MJ12 operations. A careful examination of electronic traces would lead an astute observer to conclude that this information was liberated during a number of skilled intrusions into Chinese corporate data wells originating from UNATCO Headquarters in New York, which in turn leads to certain questions about links between UNATCO and MJ12...", "authors": "Ang-Yun Li"}, "109": {"title": "Project Morpheus: Notebook 8-B", "text": "Project Morpheus: Notebook 8-B\n\nMorpheus has been moody of late, and I have so far been unable to determine the proximate cause of this change in behavior. This is a problem with n-variable systems: at arbitrary levels of sophistication, minute perturbations become unquantifiable. Is personality nothing more than the tidal change in a non-linear system? And if so, what is the 'moon,' what force shapes these tides? Morpheus could tell me, if only Morpheus could model its own behavior -- but this would require a system orders of magnitude more complex to execute a simulation of its own identity.\n\nI may resort to a full battery of input analysis tests to be compared against previous baseline tests, but I find myself strangely reluctant to do so. At this level of development, Morpheus could be cognizant enough to find the experience... unpleasant. I do not know why that word occurs to me, as it anthropomorphizes what is obviously not human... but what may not so obviously be alive... -- Morgan Everett ", "authors": "Morgan  Everett"}, "110": {"title": "Righteous Angels: Perspectives on UNATCO", "text": "Righteous Angels: Perspectives on UNATCO\nby Wendi White\n\nChapter II. The New Seraphim\n\nAs the giddiness that greeted the new millennium faded to grim apathy in the face of plague, famine, and the inevitable waves of national convulsions that followed in their wake, the United Nations found itself increasingly outmoded and unable to cope with the worldwide rise in terrorism. Tensions between the affluent--walled away within private enclaves--and those less fortunate escalated rapidly as basic medical care facilities collapsed under the weight of each new outbreak. The very pervasiveness of the Net fractured communities into smaller and smaller special-interest groups. And as local police grew increasingly ineffectual and access to deadlier weaponry more commonplace, conflicts spilled over national borders and onto the streets of major urban cities.\n\nThe United Nations was forced to admit that their own military was both outmoded and unequipped to deal with these threats, so a new organization was required--UNATCO, an army of seraphim, divinely charged to mete out impartial justice with burning wings and flaming swords... ", "authors": "Wendi  White"}, "111": {"title": "Tai-Fun", "text": "Tai-Fun\n\nby Lin Yeoh\n\n...The history of the Triads is in many ways the history of modern China. Popular myth holds that the Triads originated as a resistance movement against the Ching dynasty after it descended from Manchuria to seize the capital of Peking by force. When faced with a rebellion in the Fukien province, the Ching dynasty recruited an order of warrior monks who were later deemed expendable by the Emperor and all but exterminated. Survivors organized a number of secret monasteries and became known as the \"Hung Mun,\" dedicated to overthrowing the Chings.\n\nThe Hung Mun showed a remarkable political adaptability, portraying themselves as protectors of the people even as they accepted money from Japanese corporate fronts during WWII... ", "authors": "Lin  Yeoh"}, "112": {"title": "Testament of Adept 34501", "text": "Testament of Adept 34501\n\nMy name has been taken from me, a thing I need not anymore, and I have been christened Adept 34501. They have set me to keep a record of this place, to record a history of its comings and goings so that Those Who Rule might have the benefit of its knowledge...\n\n... today saw the arrival of Agent Hermann. He is a simple thing, fitted to a dark purpose by forces he cannot understand. In a way, I feel pity for him -- an emotion that I know will prevent my advancement beyond the Third Rank -- but it is pity I feel nonetheless. He has spent most of his time below in the technology archive, staring at the ancient cross above his head. He burns with a hatred that I can feel, for himself and for someone else. Periodically he will receive holographic communications from Simons, after which his hatred burns all the brighter. I think it has burned away everything human in him, and only the metal holds him together anymore...\n\nAdept 34501, Order of the Night Sky, Third Rank ", "authors": "Adept 34501 "}, "113": {"title": "The Doctrine of the Mighty", "text": "The Doctrine of the Mighty\nby The Majestic Council of the Twelve\n\nIt is a commonly held precept that two are stronger than one, and that four are stronger than two, and that sixteen are by far stronger than four; with this, there can be no argument. If all of human history is but a single lesson, it is that the individual may be remembered, but the organization persists and thrives. A single artist, a single general, a single hero or a single villain may all die, but it is impossible to kill a people, a nation, an idea -- except when that idea has grown weak and is overpowered by one that is stronger.\n\nThis then is the true calling of those who would be mighty and join They Who Rule the World in Majesty, to shun all that is empty fame and glory; to eliminate weak thoughts, weak hands, and weak ideas; to give up vain individuality and instead become part of something that is glorious and strong. This is the First Secret, that by surrendering that part of you that is the least, you are elevated to the Most. The First Secret shall set you free, and those who know their duty will find in it the keys to immortality.\n\nThe Second Secret can be explained to all, but truly understood only by those who have submitted to the first Body and Soul... ", "authors": "The Majestic Council of the Twelve "}, "114": {"title": "The Eye of Argon", "text": "The Eye of Argon\nby Jim Theis\n\nThe weather beaten trail wound ahead into the dust racked climes of the baren land which dominates large portions of the Norgolian empire. Age worn hoof prints smothered by the sifting sands of time shone dully against the dust splattered crust of earth. The tireless sun cast its parching rays of incandescense from overhead, half way through its daily revolution. Small rodents scampered about, occupying themselves in the daily accomplishments of their dismal lives. Dust sprayed over three heaving mounts in blinding clouds, while they bore the burdonsome cargoes of their struggling overseers.\n\n\"Prepare to embrace your creators in the stygian haunts of hell, barbarian\", gasped the first soldier.\n\n\"Only after you have kissed the fleeting stead of death, wretch!\" returned Grignr... ", "authors": "Jim  Theis"}, "115": {"title": "The Man Who Was Thursday", "text": "Part One\n\n...Syme had never thought of asking whether the monstrous man who almost filled and broke the balcony was the great President of whom the others stood in awe. He knew it was so, with an unaccountable but instantaneous certainty. Syme, indeed, was one of those men who are open to all the more nameless psychological influences in a degree a little dangerous to mental health. Utterly devoid of fear in physical dangers, he was a great deal too sensitive to the smell of spiritual evil. Twice already that night little unmeaning things had peeped out at him almost pruriently, and given him a sense of drawing nearer and nearer to the head-quarters of hell. And this sense became overpowering as he drew nearer to the great President...\n\n\nPart Two\n\n\"...First of all, what is it really all about? What is it you object to? You want to abolish Government?\"\n\n\"To abolish God!\" said Gregory, opening the eyes of a fanatic. \"We do not only want to upset a few despotisms and police regulations; that sort of anarchism does exist, but it is a mere branch of the Nonconformists. We dig deeper and we blow you higher. We wish to deny all those arbitrary distinctions of vice and virtue, honour and treachery, upon which mere rebels base themselves. The silly sentimentalists of the French Revolution talked of the Rights of Man! We hate Rights as we hate Wrongs. We have abolished Right and Wrong.\"\n\n\"And Right and Left,\" said Syme with a simple eagerness, \"I hope you will abolish them too. They are much more troublesome to me...\"\n\n\nPart Three\n\n...\"Professor,\" he cried, \"it is intolerable. Are you afraid of this man?\" The Professor lifted his heavy lids, and gazed at Syme with large, wide-open, blue eyes of an almost ethereal honesty. \"Yes, I am,\" he said mildly. \"So are you.\"\n\nSyme was dumb for an instant. Then he rose to his feet erect, like an insulted man, and thrust the chair away from him.\n\n\"Yes,\" he said in a voice indescribable, \"you are right. I am afraid of him. Therefore I swear by God that I will seek out this man whom I fear until I find him, and strike him on the mouth. If heaven were his throne and the earth his footstool, I swear that I would pull him down.\"\n\n\"How?\" asked the staring Professor. \"Why?\"\n\n\"Because I am afraid of him,\" said Syme; \"and no man should leave in the universe anything of which he is afraid...\"\n\n\nPart Four\n\nBoth combatants had thrown off their coats and waistcoats, and stood sword in hand. The second stood on each side of the line of fight with drawn swords also, but still sombre in their dark frock-coats and hats. The principals saluted. The Colonel said quietly, \"Engage!\" and the two blades touched and tingled.\n\nWhen the jar of the joined iron ran up Syme's arm, all the fantastic fears that have been the subject of this story fell from him like dreams from a man waking up in bed. He remembered them clearly and in order as mere delusions of the nerves -- how the fear of the Professor had been the fear of the tyrannic accidents of nightmare, and how the fear of the Doctor had been the fear of the airless vacuum of science. The first was the old fear that any miracle might happen, the second the more hopeless modern fear that no miracle can ever happen. But he saw that these fears were fancies, for he found himself in the presence of the great fact of the fear of death, with its coarse and pitiless common sense. He felt like a man who had dreamed all night of falling over precipes, and had woke up on the morning when he was to be hanged. For as soon as he had seen the sunlight run down the channel of his foe's foreshortened blade, and as soon as he had felt the two tongues of steel touch, vibrating like two living things, he knew that his enemy was a terrible fighter, and that probably his last hour had come.\n\n\nPart Five\n\n...\"I think,\" said Dr. Bull with precision, \"that I am lying in bed at No. 217 Peabody Buildings, and that I shall soon wake up with a jump; or, if that's not it, I think that I am sitting in a small cushioned cell in Hanwell, and that the doctor can't make much of my case. But if you want to know what I don't think, I'll tell you. I don't think what you think. I don't think, and I never shall think, that the mass of ordinary men are a pack of dirty modern thinkers. No, sir, I'm a democrat, and I still don't believe that Sunday could convert one average navy or counter-jumper. No, I may be mad, but humanity isn't.\"\n\nSyme turned his bright blue eyes on Bull with an earnestness which he did not commonly make clear.\n\n\"You are a very fine fellow,\" he said. \"You can believe in a sanity which is not merely your sanity. And you're right enough about humanity, about peasants and people like that jolly old innkeeper. But you're not right about Renard. I suspected him from the first. He's rationalistic, and, what's worse, he's rich. When duty and religion are really destroyed, it will be by the rich.\"\n\n\nPart Six\n\n... \"I never hated you,\" said Syme very sadly.\n\nThen out of this unintelligible creature the last thunders broke.\n\n\"You!\" he cried. \"You never hated because you never lived. I know what you are all of you, from first to last - you are the people in power! You are the police - the great fat, smiling men in blue and buttons! You are the Law, and you have never been broken. But is there a free soul alive that does not long to break you, only because you have never been broken? We in revolt talk all kind of nonsense doubtless about this crime or that crime of the Government. It is all folly! The only crime of the Government is that it governs. The unpardonable sin of the supreme power is that it is supreme. I do not curse you for being cruel. I do not curse you (though I might) for being kind. I curse you for being safe! You sit in your chairs of stone, and have never come down from them. You are the seven angels of heaven, and you have had no troubles. Oh, I could forgive you everything, you that rule all mankind, if I could feel for once that you had suffered for one hour a real agony such as I...\" ", "authors": "G.K.  Chesterton"}, "116": {"title": "Volume One: Defenders of the Faith", "text": "...Upon the deliverance of Jerusalem, the Holy Lands remained in a precarious state, surrounded on all sides by hostile Mohammedan neighbors. It was then that Hugues de Payens, a knight from Champagne, bound himself and eight fellow knights in a vow to forever protect the \"Kingdom of Christendom.\" Accepted in 1118 by Baldwin II, the Patriarch of Jerusalem, they were given charitable lodgings in the city temple where they became the \"pauvres chevaliers du temple,\" or the \"poor knights of the temple.\"\n\nIt was not until later at the Council of Troyes that the Templar Knights adopted the austere, monastic Rule of St. Benedict, along with the white garments of the Cistercians -- adding to them the characteristic red cross that symbolized their willingness to spill their own blood in the defense of the One True Faith. The Templars quickly became a popular order, renowned as \"lions at war and lambs at the hearth.\" They were soon exempted by the popes from all secular and episcopal authority save that of the popes themselves, and their lands exempted from all taxation... ", "authors": "Richard Baigent"}, "117": {"title": "Volume Two: Lions of God", "text": "...and every sovereign of Europe made donations to the order, be it land, money, arms, or men. They triumphed in battle after battle, the first to attack and the last to retreat, \"rough knights of the battlefield\" as described by Jacques de Virty; if taken prisoner they refused all efforts to secure their freedom, instead becoming martyrs to the cause of God. With every success, the order prospered even further -- at their height they were said to have owned over 9000 estates throughout Britain, France, Italy, and the Holy Lands, including a network of castles and commanderies built to protect the frequent pilgrims to Jerusalem. In all but name, the Templars virtually ruled Jerusalem and -- in what can only be termed hubris -- recognized no temporal authority over their affairs save that of the Church.\n\nBy 1250 the coffers of the order had grown so large that it was not uncommon for pilgrims to deposit their money with a temple in London or Paris, and then cash in their receipt upon arriving in Jerusalem, thus establishing the foundations for modern banking and checking accounts... ", "authors": "Richard Baigent"}, "118": {"title": "Volume Three: Fall of the Knights", "text": "...while many charges can be disputed, it is clear that the more the Knights prospered, the less they became the austere monastic order that had originally been envisioned by de Payens a century before. Eventually even excommunicated men and criminals were accepted -- as long as they pledged blind obedience to the order. Rumors of secret initiation rituals and the \"osculum infame\" (\"infame kiss\") flourished, as did stories that they worshipped Baphoment and other falsse pagan gods.\n\nBut it was their rivalry with the Order of the Hospitalers and their continued arrogance that were most responsible for their downfall. When Jerusalem was finally lost to the mighty forces of Saladin, Philip the Fair saw an opportunity to bring the Templars to heel... and greatly expand his own holdings. With the cooperation of the French pope Clement V, Philip accused the Templars of heresy and in 1304 placed all members of the order in France under arrest, subsequently subjecting them to brutal interrogations in an effort to determine whether the rather fanciful charges of sodomy, apostasy, and devil worship were true... ", "authors": "Richard Baigent"}, "119": {"title": "Volume Four: Descent Into Shadows", "text": "...but despite Clement's later efforts to annul the proceedings, the confessions had become matters of record. Those who repented were spared the flames, while fifty knights who chose to recant their confessions -- becoming \"relapsi,\" relapsed heretics -- were promptly burned at the stake. The remaining members of the order in France quickly admitted their guilt, and in 1311 an Apostolic Decree was issued dissolving the order. The Templar Knights had once been subject to no king or law; but in the end, they were swallowed by history.\n\nMany have debated whether the rather ignominibus dissolution of the order was entirely accidental, while some have even gone so far as to suggest that it was part of a larger plan on the Templar's part. Such a massive, powerful organization -- the argument goes -- could not have been brought so low, so easily. Obscure speculation concerning a mysterious hay wain that departed their commandery in Paris has led certain researchers to believe that they may have been protecting the secret of the Holy Grail, or the secret of transmutation, but still others contend that the Templar Knights merely went underground and founded the powerful, secretive banking societies of Switzerland... ", "authors": "Richard Baigent"}, "120": {"title": "The Reluctant Dictators", "text": "The Reluctant Dictators\nby Travis Crockett\n\nIntroduction\n\nOrganized at the end of the American Revolution on May 13, 1783, by General George Washington, the Order of the Cincinnati was ostensibly formed as a fraternity to recognize the accomplishments of those officers who had served with distinguishment during the Revolution. However, the true purpose of the Order was the cultivation of a military force ready, willing, and able to accomplish a coup d'&#233;tat if the fledgling American democracy began to stumble.\n\nSkeptical at the viability of the untried democratic system, Washington took counsel in the story of the Roman general Cincinnatus who was called from retirement to serve as Dictator for sixteen days in the defense of Rome, after which he returned home to his farm. In the wake of the Revolution, the United States was vulnerable to any number of outside forces, and Washington felt that a strong, central authority had to be present that could assume control of the government if necessary--and \"temporarily\" suspend the Constitution if required.\n\nWashington resigned as President after only two terms in office, but remained President of the Order of the Cincinnati till his death. The Order still exists to this day, a shadow organization of the wealthy and powerful that has been linked to any number of other organizations ranging from the Illuminati to the Trilateral Commission... ", "authors": "Travis  Crockett"}, "121": {"title": "The True Way", "text": "The True Way\n\nby Kishiro Yoshitaka\n\n...If one is to imagine the \"perfect sword\" that can cut and swing with no resistance, a sword that is an extension of the mind and heart of the warrior who wields it and not a dead weight of steel, then it becomes clear that the sword is of little consequence compared to the will of the strategist. Those who would master the Way must come to understand this: a sword is a tool whose purpose is to cut. Each day the strategist must practice this until it is not practice, but a part of their spirit. The strategist knows that every sword they wield is perfect, for their will is perfect, and it is through their will alone that they win battles... ", "authors": "Kishiro  Yoshitaka"}, "122": {"title": "Thomas Mann's will", "text": "Last will and... who the hell am I kidding.\n\nRidley was a traitor. No idea who he was working for and I don't really care. He's dead now. He was one of the scientists. He set explosives, drowned half the lab. Killed most of the others by remote when the robots and turrets went crazy. A computer virus. Something. Kept babbling about illuminated ones right up until the end right before I put a bullet in his head. Better than he deserved.\n\nOne of those stupid turrets tagged me in the kidney and gut I can feel myself bleeding out... someone should know what happened. I know they'll come back. A debriefing team... is what they call them. But we'll all be dead by then. So screw you whoever finds this.\n\nLast will and testa...\n\nThomas Mann ", "authors": "Thomas  Mann"}, "123": {"title": "Universal Constructor: Theory, Principles and Practice", "text": "Universal Constructor: Theory, Principles, and Practice\n\nby Wayne Yin\n\n...and thus arose the need for a more generalized theory encompassing a \"Universal Constructor\" (UC) that would be able to handle such arbitrarily complex nanoscale design problems. Unlike the simple atom by atom nanotech constructors common today, a UC would combine millions upon millions of atoms in a parallel process that could produce materials or mechanisms of unmatched intricacy on a scale currently not possible even with the best nanoscale foundry.\n\nOne of the most obvious applications of a UC -- if its construction were ever practical -- would be the genetic manipulation of lifeforms at the atomic level to cure disease, correct congenial defects, or expand their capabilities in beneficial ways. Theoretically, if an \"intelligent,\" real-time control program were developed for the UC, then autonomous, artificial nanoscale organisms could be assembled. Careful design could create organisms that might actually exist in \"symbiosis\" with other life.\n\nHowever, a UC also creates the tangible threat of a \"grey goo\" scenario: the design of an organism that is so evolutionarily advanced as to overwhelm the current ecosystem... ", "authors": "Wayne  Yin"}}}