{"game_title": "Middle-earth: Shadow of Mordor", "series_title": "Middle-earth", "codexes": [{"id": "17302", "title": "Whetstone", "text": "Whetstone, Third Age\n\nAmong the millions of volcanic rocks to be found within the mountainous borders of Mordor, this stone is unique. It is a Dwarven Whetstone, used to sharpen axes, knives and swords to a keen edge that will cut through even the toughest Uruk armor or the stony skin of a Troll.\n\n<b>Memory Audio</b>\n\n\"'It's the keen edge what cuts the mountain,' as the saying goes. Whoever the stone's user was, he was most thorough in his efforts.\n\n\"Keep sharpening! You've got to hone yer axe until its edge can split one of yer beard hairs in two.\n\nAw, it's sharp enough to kill a Graug. Now, pass me the pipe&#8230;\n\n'Sharp enough' ain't what the hunt's about, little brother! You've got to learn to respect the hunt. A keen blade for a clean kill. Without respect for the beast, we're no better than the Orcs. Now, let's give 'er a test&#8230;\n\nFer Durin, give a Dwarf fair warning when ya yank hairs from his beard!\n\nLook, at this, Torvin! Split the hair in two! There's hope for you yet!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17303", "title": "Coded Journal Entry 3", "text": "Coded journal entry #3, Third Age, circa 2941\n\nThis parchment contains a note, but its author and intended recipient remain, ultimately, unrevealed. Is this a dispatch of some kind? A recounting of great deeds? Poetry? The note is coded and its message remains indecipherable.\n\n<b>Memory Audio</b>\n\n\"The damn flies seem to be following me. I can't hardly go nowhere without them buzzing around.\n\nI was going to scout Thaurband, the slave city. The Orcs got a prison there, and enough people in chains to run the mines and the mills and make the city go. But there it was, one stinking fly. I could hear it buzzing, but couldn't see it or squash it.\n\nThing was following me, I swear. I was out on a skiff, middle of the Sea of N&#250;rnen and the fly was coming along for the ride. Like it knew! Following me, like. All the time: ZZZZZ ZZZZZ.\n\nI can't get the buzzing and humming to stop. It don't matter whether I'm sleeping or eating or squatting. I can hear 'em. They're in my damned head!\n\nMAKE&#8230; 'EM&#8230; STOP!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17304", "title": "Gondorian Coin", "text": "Coin, Gondor, Third Age, circa 2920\n\nMerchants across Middle-earth know if it's Gondorian, it's good. And they freely accept these silver pieces (known as Castar) as currency, trading them across the civilized realms and with almost all the races of Middle-earth. This particular coin likely made its way into Mordor through that realm's primary trade route, the Sea of N&#250;rnen.\n\n<b>Memory Audio</b>\n\n\"It's good. Coin of the realm.\n\nSure, but it's the coin of Gondor's realm.\n\nIf you don't want it&#8230;\n\nI didn't say that, Cap'n. But how about a few less of these and a little more of that Elvish cloth you brought over from Eregion?\n\nI think we can do that.\"\n\n(Celebrimbor's Commentary)\n\n\"Wealth will not save Gondor. Uruks do not care for trinkets.\n\nSauron will use gold to buy allies among the kingdoms of Men.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17305", "title": "Torn Banner", "text": "Torn Banner, Third Age, circa 2940\n\nUngol have set upon and partially consumed this crimson banner representing the Dark Lord Sauron. This is not merely a symbolic act; the oversized children of Shelob are organizing against the Uruks, forming raiding parties to bring down what they consider to be invaders into their lands. Whatever truce may have existed between the factions has now ended.\n\n<b>Memory Audio</b>\n\n\"Damn. They got the whole raiding party. And et the flag.\n\nSee the webs? It's Spiders. Filthy creatures. Likely coming up from the valley down south.\n\nWe should clear it out.\n\nYou should shut your big yap. Don't nobody come back from that place.\n\nWonder if they're working for Shelob? Sauron used to feed her, and I guess she don't remember whose pet she is. It might be time for a reminder.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17306", "title": "Weathered Azurite Figurine, The Two Istari", "text": "Weathered Azurite Figurine, the Blue Istari, Late Second Age\n\nThis crudely carved figurine depicts two enigmatic wizards who came to Mordor hunting a great evil. Although the pair likely never escaped the cursed realm, their exploits were well detailed and may have inspired the creation of magical cults throughout Middle-earth.\n\n<b>Memory Audio</b>\n\n\"See, there were two of them, and they both came in from the road with a hard look in their eyes, as if they'd traveled too far and seen too much. They were Wizards, true, both of 'em caked in dust, and when one'd talk he'd stop to think and there'd be the other to finish right up, like they had one brain and two mouths. It was creepy for sure, but neither seemed to notice.\n\nI heard them say they were hunting the darkness. Damned if I know if they found it. But I guess those fellows can find trouble when they're looking for it.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17307", "title": "Frolum's Ring", "text": "Frolum's Ring, First Age.\n\nThis ring was given to the unhappy bandit Frolum by his beloved wife as a symbol of their undying love. It was violently pulled from Frolum's hand, along with his index finger after his capture by the Dark Lord Sauron's minions. Sauron would use this ring to torment Frolum into betraying his comrades.\n\n<b>Memory Audio</b>\n\n\"Who's this now?\n\nSome unhappy bandit. Name's Frolum or Gorfab or something. He was screaming for his wife. The boys laid into 'im a bit.\n\nMore'n a bit. He dead?\n\nNaw. The boys know the big man's powerful livid and wants a word. This sack of dung might know where his thief pals are hiding.\n\nStrip him down. Take the ring, too, and give it to the boss; he likes that stuff. And when he wakes up&#8230;\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17345", "title": "Talion's Blades", "text": "3rd Day, Cermi&#xeb;. T.A. 2940\r\n\r\nI've met a mysterious man in my travels-a Ranger of Gondor-named Talion. Over our fire I asked after his weapons, impressive in their craftsmanship.\r\n\r\nA handsome blade, Urfael has been at his side since his days stationed at the Black Gate, defending the borders of Gondor.\r\n\r\nBut his dagger, Acharn, carries a sad tale: it too was once a might sword, carried by his murdered son, broken the night he died. Talion tells me \"Acharn\" means \"vengeance\", and I have a feeling the blade will fulfill the meaning of its name.\r\n\r\nTalion wraps the scabbard of his sword in a cloth ribbon from his slain wife Ioreth. A tender keepsake for a grim man.\r\n", "authors": ["Torvin"]}, {"id": "17309", "title": "Mortar And Pestle", "text": "Mortar and pestle, possibly of N&#250;men&#243;rean Origin, Second Age, circa 3261.\n\nA remarkable find, this artifact may date back to the Second Age, to the great N&#250;men&#243;rean incursion wherein the Dark Lord Sauron willingly fell into captivity. It would likely have been used by a healer to grind roots and herbs in the creation of poultices and unguents required to keep an army hale and (relatively) healthy.\n\n<b>Memory Audio</b>\n\n\"The first messengers have rolled in to camp. They're reporting few casualties. We've struck a mighty blow against the forces of Mordor aligned against us.\n\nLet it be so, and not fools' idle chatter. Hegadorn! What news?\n\nHaha! They say we have won a monumental victory! You'll not be needing all that Athelas you've been grinding, my friend. Few need healing on this day! And more's the wonder! They say the Golden King has brought back a prize - Sauron himself, wearing the heavy chains!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17310", "title": "Basket Fragment", "text": "Wooden Handle, formerly part of a mushroom basket, Third Age, circa 2930\n\n\"This utterly unremarkable basket has seen better days.\n\nFew, if any, of the Outcasts' possessions have survived. In bygone days, this basket would likely have been carried by a woman on her daily errands, and used to carry all manner of goods.\"\n\n<b>Memory Audio</b>\n\n\"Stop! Do not move. By order of Gondor, trespassing on the Morannon is punishable by death!\n\nDo not - a woman? The Outcasts now send women alone to steal from us.\n\nDo your worst, Ranger. But I will fight.\n\nYou are but skin and bones&#8230;\n\nI can still fight.\n\nGather what you can and run. Quickly, before the others see you. You shouldn't be let to starve. Quickly, now. Go, go!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17311", "title": "Strange Rock", "text": "Strange Rock (volcanic) Second Age, circa 1600\n\n\"Orodruin's eruptions are sudden and violent. When the mountain awakes in fire, none are safe. The skies darken with smoke and ash, and fiery rocks are shot high into the air before landing with deadly force.\n\nThis glassy, obsidian stone is one of those volcanic rocks; it dates back to the Second Age, perhaps to when the Dark Lord formed his initial bond with the volcano. These remnants of Orodruin's fury are prized for their hardness. They are often sharpened to make weapons.\"\n\n<b>Memory Audio</b>\n\n\"Where'd you get off to, child?\n\nI found this, daddy.\n\nThis kind of rock is very rare. It comes from the volcano. There!\n\nNow, Doom is a foul place, angry and mean. It will explode when Sauron is near and plotting, spitting all manner of foulness into the air: smoke and dust and rocks that burn the ground. It does this as a warning: I will not stay silent for long!\n\nSort of like your mother.\n\nDon't tell your mother I said that.\n\nSo this rock is&#8230;\n\nIt is a rock, nothing more. And you needn't be afraid of a rock. Or Doom, which is silent to this very day.\n\nAnd, sweetie, if you need a lesson from all this, why, here's a fine one: Even a foul place like that volcano can produce beautiful things.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17312", "title": "Grog Bowl", "text": "Grog Bowl, Orcish, Third Age, 2942\r\n\r\n\"The myth of the filthy, crud-encrusted Uruk grog bowl is just that. Uruk trainers beat it into their charges to keep their grog bowls as clean as possible to avoid the old soldier's disease.\r\n\r\nThese bowls are commonly made of clay and baked in huge kilns, but Mordor has proved a fruitful realm for the Uruks, and now some bowls are made of metal or wood.\"\r\n\r\n<b>Memory Audio</b>\r\n\r\n\"We'll go tonight. No more being bossed around by that damned Uruk-hai. We'll sneak into the barracks and bleed that shrakh dry. He won't be so high and mighty when he's dead. And we'll run the place. You and me. All's for us.\r\n\r\nFresh meat? More grog?\r\n\r\nWe won't be going hungry, that's a fact.\"\r\n\r\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17313", "title": "Apothecary Jar", "text": "Apothecary Jar, Third Age, circa 1940\n\n\"This jar once held the elixir which sustains and corrupts the Queen of the Shore. When Marwen awoke screaming from nightmares showing her the Tower of Sauron approaching N&#250;rn she sought wisdom. She traveled to the Grey Mountains seeking answers.\n\nWhen she returned she brought the elixir with her, and under its influence she spent many hours staring into the sacred flame. In it she heard a calming voice and found hope for her people, if not for herself.\"\n\n<b>Memory Audio</b>\n\n\"The North collapses upon us. A Tower of nightmare builds in N&#250;rnen. The Nameless One returns.\n\nMother, take this.\n\nThank you, my child.\n\nThese visions corrode you. And what medicine we still have is fast done away.\n\nMy visions are the hope of N&#250;rnen. If I must sacrifice myself for my people, so be it.\n\nWhat happened in the Grey Mountains, mother?\n\nWhat happened, Lithariel? I left with the strength we need.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17314", "title": "Musty Tome", "text": "Musty Tome, Third Age, circa 2890\r\n\r\n\"This almanac has been bound in leather and appears to be more than a century old. The writing within is a compilation of history, poetry and translation from across Middle-earth. It gathers together works of antiquity from the Great Realms of Gondor, Arnor and N&#250;menor and even some samples of songs from the distant Halflings.\r\n\r\nThe most curious entry is the \"Lament\", a work of metered verse whose controversial origin has been debated among scholars for many years; it has been suggested by some that its author was an Ent, one of the ancient Shepherds of the Trees.\"\r\n\r\n<b>Memory Audio</b>\r\n\r\n\"Are you Athelas or Hithlas? Why can't I find anything in this almanac? Well&#8230; only one way to be sure. Cheers. *swallows* And now I wait. This'll either cure my fever or I'll be dead in seconds.\r\n\r\nIt shan't do either. You'll need to ground it up for its healing properties.\r\n\r\nYou&#8230; the Outcast woman&#8230;\r\n\r\nI'm Eryn. I never got to thank you, Ranger. There are but few of your kind on the Black Gate.\r\n\r\nDuty clouds kindness in these parts. It's why I deserted. I'm Hirgon.\"\r\n\r\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17315", "title": "Horned Helmet", "text": "Horned Helmet, Third Age, circa 2920\n\n\"This helmet was once used by the Outcasts of Ud&#251;n for secret rituals. The horns and the leather were taken from the wild kine of Araw, hunted far from Mordor in the fields of Rh&#251;n. It dates from a distant time when these men were prisoners of Gondor, made to toil on the construction of the Towers of the Teeth.\n\nEven now, the Outcasts remain mistrustful of those wearing metal armor. This helmet is a reminder of dark times past, a harbinger of darker times to come and a symbol of the Outcasts determination to never again live under the yoke of slavery.\"\n\n<b>Memory Audio</b>\n\n\"You've let me into your homes, you've let me into your lives, and now you bestow upon me your greatest honor.\n\nThough I come from The Black Gate, though I was once known to you as the enemy, I turn my back on Gondor. You people, you Outcasts, as you've been named, are people of honor, people of strength. I have found love within your tribe, but for your tribe as well. And you have taught me of a life I thirsted for, but never knew existed.\n\nNow it is my time to teach you. I will impart to you all my knowledge of war. The Orcs push us, but we will find strength and push back. And this land will be ours!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17316", "title": "Ritual Cup", "text": "Ritual Cup, Third Age, circa 2941\r\n\r\n\"A relic of the free Men of N&#250;rn, this cup would be used in many rituals, including consecration ceremonies and matrimonies.\r\n\r\nTraditionally, the cup would be filled with bitter waters from the Sea of N&#250;rnen, waters which would then be poured on an item or person as a blessing, or on the ground to give thanks. With Queen Marwen's mysterious malaise, the cup has been used in increasingly more bizarre and disturbing rites.\"\r\n\r\n<b>Memory Audio</b>\r\n\r\n\"By the white waters of the river Anduin,\r\nBy the colors so many they burn bright,\r\nMay N&#250;rnen now look to Marwen,\r\nTo my gift of second sight.\r\n\r\nMay the elements of earth, fire, air,\r\nForm gateway to worlds unseen,\r\nSpirits of Valinor hear my prayer,\r\nAnd grant great power new to the Shore's Queen.\"\r\n\r\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17317", "title": "Rusted Horn", "text": "Rusted Horn, Human, Battle of Dagorlad, Second Age, circa 3430\n\n\"This horn heralded the great victory at the end of the Second Age by the Last Alliance at the Battle of Dagorlad. It blew in defiance of the Mouth of Sauron; an assembled army of more than three hundred thousand Orcs; and the Dark Lord himself who ruled over the forces aligned against the Men and Elves.\n\nIt sounded the charge on the battle plain and serenaded the fallen dead, those unfortunate souls who would be forever doomed to haunt the Dead Marshes.\"\n\n<b>Memory Audio</b>\n\n\"They say the enemy is weak on the left, and that the Dwarves will tear through them there. Maybe then we can leave these filthy marshes and go home.\n\nYesterday, the enemy made a call for parley. We saw the emissary's party ride out, a terrible black figure atop a black horse and flanked by two huge men similarly clad in black. They were not allowed to ride among our lines amid suspicion they would scout our disposition and report back to their vile master. Instead, a small group of Elves and Men rode out to meet him. We could not hear what was said, but&#8230; there will be no peace.\n\nAround the camp there are whispers. They say the emissary's mouth blackened and burned with Sauron's words and that saying them caused the emissary great pain. He promised only slavery and toil - and I am compelled to believe it. I cannot help but think we will never make it into Mordor. Only death awaits us here.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17318", "title": "Coded Journal Entry 1", "text": "Dead Crow carrying Coded Journal Entry #1\n\n\"The skies over Mordor are being cleared by fell beasts, the Hell-hawk. Crows such as this poor fellow are hunted relentlessly, but not as food.\n\nNo, crows are hunted because each of the oversized black birds is a potential spy, a messenger who might be carrying news to a master outside of Mordor. This crow met its doom trying to deliver a coded note.\"\n\n<b>Memory Audio</b>\n\n\"Here's what I saw: I told you the Orcs are digging everywhere. Well, they dug huge caves into the ground in the side of the hills and into the mountains where they do their work. Some of it is forges, and they've got blacksmiths making armor and all kinds of weapons. They save on metal by making their armor for the front only, like they're not planning on retreating anymore.\n\nOh, and they've got these huge pits, too, bigger'n I've ever seen. They pull the new Orcs, maybe a hundred or so a day, and some of them are those Uruk-hai. You can tell them right away because they've got a head or so on other Orcs, they come out fighting, and immediately start bossing everyone else around.\n\nNo-one's the wiser about me spying. But don't send no more crows! The other Orcs might get suspicious.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17319", "title": "Pipeweed Pouch", "text": "Pipeweed Pouch, Spider's Venom Sac, Third Age, Circa 2941\n\nThe pleasant smell of Pipeweed emanates from this oversized pouch. The owner of this pouch harvested both the leaves and flowers of the Pipeweed plant in equal measure; the leaves are commonly dried and smoked in pipes and the flowers chewed to create a potent narcotic. As for the pouch itself, it appears to have come from the poison sac of an Ungol.\n\n<b>Memory Audio</b>\n\n\"Careful with the pouch, Torvin! It almost went in the fire.\n\nBah, that old thing. Time to get rid of that rag. Barely keeps the Pipeweed dry.\n\nIt is a rag, brother&#8230; and I'll keep this souvenir from our first hunt till it turns to dust. Remember us tracking that Great Spider through Mirkwood nearly sixty years ago - then drawing her out using live bait.\n\nYes, but, why do I always have to be the bait?\n\nYou have a quality. You make things want to kill you. It's a gift really.\n\nBut Torvin, this was your first kill. Ours together. It's what made you a hunter. And I'll treasure it always, brother!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17320", "title": "Lockpick", "text": "Lockpick, Second Age\n\nThis simple metal prod is a burglar's best friend. The pick is small and easily concealed; it can be palmed or even hidden under the tongue with minimal effort. In the hands of a skilled thief, the pick can be used to quickly and quietly defeat most locks of non-magical origin.\n\n<b>Memory Audio</b>\n\n\"Sir, the situation is very confused&#8230;\n\nHow is it confused? I see the prisoners escaping, running towards the gates, which seem to have flown open by sorcery or sabotage.\n\nArchers, stand down!\n\nSir?\n\nWe're not wasting good arrows on those people. They've served their purpose: They're damned, they're damned well out of my hair. Mordor can take the whole stinking lot of them.\n\nAnd send my compliments to the captain of the gates. I suppose he sent me this lockpick as some sort of joke.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17321", "title": "Serpentine Blade", "text": "Serpentine Blade, Orcish, Third Age, 2942\n\nA deadly shiv, this serpentine blade has played a role in many betrayals. Uruk power struggles are legendary, weakness is not tolerated, and warriors move up in ranks by murdering their superiors. The Uruks have been roused by their recent successes in Mordor, and as the soldiers' ambition grows, weapons such as these are becoming more and more common.\n\n<b>Memory Audio</b>\n\n\"Remember me, filth?\n\nWhat the -\n\nChange of plans, lads. I'm in charge, and we're gonna tear the Black Hand up.\n\nDon't you forget about me!\n\nAh, yeah, right. My, uh, memory's not that good.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17322", "title": "Broken Staff", "text": "Fragment, Wooden Walking stick, early Third Age.\n\nSome great force rent this Wizard's staff asunder. Fashioned from a sapling, this gnarled staff served as walking stick, magical rod and weapon for a wandering Wizard. What became of its owner and how it was broken is a mystery.\n\n<b>Memory Audio</b>\n\n\"Funny thing, that. They told us their names, plenty of times. But we all forgot. To a man, we forgot. It was like they didn't want us remembering. After a while, they were just the Two Istari, and sometimes, the big one and the little one.\n\nCan't say how I can't remember. I remember the bigger one telling us stories of a Goblin city, of a man who could turn himself into a bear, of the time when&#8230; well, I guess it didn't matter too much to him that some of his stories needed some cleaning up, or would scare a dead man out of his grave.\n\nWhen the bigger one left, he took his cane. But he left a walking stick behind, with all these little notches cut into it. He was keeping track of something, for sure.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17323", "title": "Star Chart", "text": "Mysterious star chart Bone, Late Second Age\n\nCarved from the bone from an unknown animal of immense size, this map of the heavens was no doubt used by a Lore Master of some skill. Only a few select individuals would have been able to use this chart to track the course of the stars in the skies, using complex and, possibly, arcane computations to predict the future.\n\n<b>Memory Audio</b>\n\n\"&#8230;By that time we'd grown used to seeing them, but the shorter one had grown cold, distant. He could read the leaves, the lines in a man's hand, the bumps on his head. He could see, you know? And I guess it got to him. The knowing.\n\nThey'd go off together, and you could tell when they met up with the Orcs. The sky would darken and there'd be hail, or rain, or winds that shook the trees. And then, sure enough, everything would clear. They never spoke about any of that, although we'd always want to know. \"\"Best not,\"\" they'd say.\n\nThe two left without saying a word. Only it was funny, like, because the shorter fellow left behind all his maps and the odd little board he used to see into the future. Traveling light, maybe, or maybe&#8230; I don't know, maybe he thought he'd have no more use for it.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17324", "title": "Pickaxe", "text": "Pickaxe, Orcish, Third Age, 2942\n\nUruk refer to mining as \"working the black seam,\" as they extract iron and adamant from the earth to fuel their war machine. They are adept miners, and oftentimes use steel pickaxes such as this one to extract ore. Now, however, the pickaxes are in the hands of slaves, and the Uruks serve as overseers.\n\n<b>Memory Audio</b>\n\n\"Black Captains and Uruk-hai. Damned if I can't tell who's worse, and why are we working for these fools in the first place? We should be in charge.\n\nCome on! Don't you want to crack the whip instead of having it cracked over you?\n\nYou'll be the death of us, talking like that.\n\nHere, now. Think I'm talking about talk? I'm talking about&#8230;\n\nLess whining, more mining!\n\nAnd there's the first throat I'll cut!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17325", "title": "Ranger's Reading Primer", "text": "Ranger's Reading Primer, Third Age, circa 2915\n\nThe Rangers of Gondor are not just powerful warriors, they also perform a host of duties throughout the Kingdom. Depending on the circumstances, a Ranger may be called upon to serve as a mediator, a judge, a medic and, on occasion, even a teacher.\n\nRangers have been known to carry basic Reading Primers and, during their stays in villages where opportunities for learning are scant, to select a few favored pupils and show them how to read and write.\n\n<b>Memory Audio</b>\n\nThe memory point attached to the primer is of its original owner, Hirgon, teaching his Outcast lover, Eryn, to read:\n\nSound it out now&#8230;\n\nFEE-AH-NOR&#8230; F&#235;anor. Why must you put me through this, Hirgon?\n\nThere's no one to blame but yourself. You begged me to teach you the words in my books.\n\nI regret that now. What use is the page here in Mordor?\n\nHere. Look at this. A note for you.\n\nMy love. Be&#8230; my&#8230; knife&#8230;\n\nTry again.\n\n&#8230;Life?\n\nOr wife.\n\nWife? Yes, Hirgon. I am yours.\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17326", "title": "Lockbox Key", "text": "Lockbox Key, Third Age, circa 2930\n\nThis key was crafted long ago by the locksmiths of Khazad-D&#251;m. It is able to open a wide array of locks. It would be of great value to a burglar or spy.\n\n<b>Memory Audio</b>\n\n\"The Orcs are making things mighty difficult. This might be my last run in a long while.\n\nMy wife and I&#8230; we need to&#8230; be&#8230; elsewhere.\n\nThe lockbox. Open it. Now.\n\nWh-why?\n\nThese are hard times, and I need to know you can pay. Up front.\n\nWell, now. That's hardly enough for both.\n\nWe've always&#8230; that's all I have! Please, my wife!\n\nShould've saved more. Now: Room for one on the boat. You decide&#8230;\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17327", "title": "Blood-Stained Buckler", "text": "Dwarven-made and built to withstand great amounts of punishment, this wood-and-steel buckler served its user well. Many marks and scorings hint to its usefulness in combat, but the blood stains are perhaps an indication of a grim outcome for the Dwarf who carried it into battle.\n\nIt is believed by some to belong to Torvin, who's brother was killed by a graug who he swore to hunt, much like the person speaking in the memory of this shield.\n\n<b>Memory Audio</b>\n\n\"Brother&#8230;? Brother, where are you&#8230;?\n\nThe bloody Graug knocked me senseless&#8230; and&#8230; brother&#8230; By Durin's beard, no. No, no, this shouldn't be&#8230;\n\nThis is my fault. I should've been more prepared&#8230; I should've listened to you&#8230; I should've been a better hunter.\n\nI will avenge you, brother. I will hunt this Graug in your name. And I will be the hunter you always wanted me to be.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17328", "title": "Medallion Half 1, The Two Trees Of Valinor", "text": "Shattered Medallion Half, The Two Trees of Valinor, Second Age, circa 3430\n\nAcross Mordor the Two Trees of Valinor are recognized as a symbol of the light of creation and of the ancient bond between Elves and Men. This medallion half, crafted by the Elves, commemorates the original two trees of legend, whose scions now survive only in the White Tree of Gondor.\n\n<b>Memory Audio</b>\n\n\"All right&#8230; hold still. I'm afraid to say, it's going to&#8230;\n\nAaaaaaggggh!\n\n&#8230;it's going to hurt.\n\nI've done all I can. We've called for one of your people, but I don't&#8230; in the meantime, why don't you tell me about that? The medallion you're holding&#8230;\n\nYou just want to distract me. Very well. These are the Two Trees of Valinor&#8230; a symbol of the endless cycle: Life, death, and rebirth. Come closer, and I will tell you their tale. We must&#8230;\n\n&#8230;I fear we must distract ourselves from the grim happenings of this day.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17329", "title": "Tattered Note", "text": "Tattered Note, Third Age, 2942\n\nA parchment letter, sent from the Outcast Eryn, details her imminent capture by the Uruks. The note is clearly intended for Hirgon, her husband and leader of the Outcasts. Whether it has reached its intended recipient is another matter entirely.\n\n<b>Memory Audio</b>\n\n\"My Dear Hirgon:\n\nI hide outside the camp, and pray they do not find me. They are taking anyone they find into slavery.\n\nIf only you were here, but I know you must fight the Uruks or there will be no chance any of us will ever be free.\n\nI fear I will never see you again.\n\nIf they find me, I do not know how long I can survive.\n\nYour beloved wife, Eryn\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17330", "title": "Cook's Knife", "text": "Cook's knife, Third Age, circa 2940\n\nThis Sigil (Knife) has seen much use. Originally it served an important ceremonial function in preparing ritual feasts. However since the invasion of N&#250;rn by the Uruks every blade that can be turned into a weapon has been used by the Tribesmen in their resistance. The owner of this knife held it defiantly until the end.\n\n<b>Memory Audio</b>\n\n\"Here, take this. I want someone watching over Queen Marwen at all times. I am afraid she may do harm to herself. Now go.\n\nMother, what is happening to you? Is this gift worth the price you are paying?\n\nThe end of Darkness is worth whatever price. Such is the spirit of N&#250;rnen, Lithariel.\n\nN&#250;rnen needs you, mother. These visions do not bring us enough benefit to befit your loss.\n\nBut they do, my child. I have seen a vision of the Ring-maker, Celebrimbor himself. It is through him alone that N&#250;rnen may be saved.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17331", "title": "Ranger's Cloak Clasp", "text": "Tarnished Ranger's Cloak Clasp, Second Age, circa 3440\n\n\"These decorative metal bands were used by Rangers primarily to keep their cloaks closed. As guardsmen of Gondor, Rangers were held to exacting standards by their masters, and this meant keeping their clasps polished.\n\nRangers would use the clasps as makeshift signal devices, catching sunlight to create reflective flashes to communicate with their comrades over long distances.\"\n\n<b>Memory Audio</b>\n\n\"The towers will be up soon. Don't know why we're calling them the teeth. They should be called the jaw.\n\nBecause they'll be hitting us there?\n\nIndeed. Right on the jaw, and as often as they can.\n\nThat's a grim outlook, brother. We'll be able to see into Mordor here. And bite if necessary.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17332", "title": "Herald's Scroll", "text": "Herald's parchment, Third Age, 2941\n\n\"Bad news has wings,\" the saying goes. So it was with the dispatches from Erebor, heralding the Orcs' great defeat at the Battle of the Five Armies. This particular scroll made its way into Mordor carried by a messenger whose ill tidings were received less than warmly by his comrades. Though the courier's identity was never revealed, he was referred to by the Uruks, with great affection, as 'dinner.'\n\n<b>Memory Audio</b>\n\n\"It's never good news.\nNaw, and I saw to it he didn't&#8230;\n\nAll right, you stinking lot. Shut your gobs.\n\nSHUT IT!\n\nGot some terrible news, here. Terrible. Once again the filthy Humans sided with the Dwarves who had help from those sanctimonious bastards the Elves who were rescued by - and I am not making this up - the damned giant Eagles to slaughter thousands of our brethren in what we should all be calling the battle to unfairly gang up on the Orcs.\n\nOur lands get invaded, our chieftains killed, and our people murdered. Where does it end? Well, I tell you, it ends here. And it ends right now! They can't stop the march of progress. They can't stop us!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17333", "title": "Frowning Skull", "text": "Unhappy Skull, First Age\n\nFor a thousand years this skull has been a sacred relic of the most feared Orc Assassin cult within Mordor, the Death's Head. They hold it as a symbol of their glorious future free of the scourge of Man.\n\n<b>Memory Audio</b>\n\n\"Please&#8230; my wife.\n\nYes, the Uruk have told me you do go on about her.\n\nTell us what we need to know. Where are the bandits? Where are your friends?\n\nI need to see her! I need&#8230;\n\nYes, your wife. Again. It has been a long time. And while the physical pain of your torture will pass, you will always hurt inside. The loss is like a gaping wound&#8230;\n\nYou have suffered quite enough torment, and it is time for your misery to end. Your wife is waiting.\n\nDamn you. They're in the woods. The hidden woods.\n\nTake him away&#8230;\n\nBut you said&#8230;\n\nYes. Our promise. You will be reunited with your wife, now long dead. Know you have betrayed your friends and doomed yourself over a distant memory, a phantom. And when you are reunited with your wife, know that we will also carry your skull as a trifle and a reminder that our will is irresistible. Now, go.\n\nYour wife awaits.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17334", "title": "Ornate Cameo", "text": "\"This piece may have been commissioned by Men and crafted by the Dwarves. It is known the races traded freely between each other and, in turn, with the Elves.\n\nMany fine wares would find their way into Mordor via trade facilitated by the Sea of N&#250;rnen. Such trade routes have closed, possibly with finality, with the return of the Uruks.\"\n\n<b>Memory Audio</b>\n\n\"Isn't it lovely, dear? The Dwarves made this!\n\nYou've been drinking. You smell like a mule who's gotten into the rotgut.\n\nIt's a fine anniversary present! Look at the craftsmanship!\n\nOur anniversary was last week.\n\nIt was brought in from the sea!\n\nYou mean you won this at the tavern. My husband. Get in the house.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17335", "title": "Hoe Blade", "text": "Gardening Hoe Blade, Third Age, circa 2920\n\n\"N&#250;men&#243;reans carried a great many things with them in their great diaspora. Their journey was long and perilous, and not all who undertook it lived to see their new homes.\n\nThey carried with them what they could; beyond their physical possessions, the tools and the trinkets, they also carried with them their shared dreams for a better life. Their land was consumed, but they would live on. And their relics are spread throughout Middle-earth.\"\n\n<b>Memory Audio</b>\n\nThe first line in the actoul audio without reading meant to say \"He's in jail for a reason\"\n\"He's in gaol for a reason.\n\nFor saying what we're all thinking?\n\nYou want to live forever? Plowing this field?\n\nThe Elves lord it over us! Don't they just? Sauron's right. We can live without pain, without growing old.\n\nAnd you want to go to war to make that happen?\n\nI want the king to listen to good ideas!\n\nWell, then, he should have nothing to do with Sauron. Fighting with the Elves is not a bad idea. It's the worst idea imaginable.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17336", "title": "Scrimshaw, M&#251;mak Tusk", "text": "Scrimshaw, Third Age, circa 2940\n\nThis carved tusk commemorates the conclusion of an epic hunt. Here we see two Dwarves: the first is wielding a mighty axe and striking a deadly blow against a giant Mumak. The other, who appears to be his twin, flees from the beast in a panic. The quality of the workmanship indicates that the artist was a master craftsman under the influence of strong ale.\n\n<b>Memory Audio</b>\n\n\"There, it's finished&#8230; a true masterwork. What a fine carving. The front, I etched us killing this here M&#251;mak. And the back&#8230; our next prize, The Mighty Graug! A beast like that is a hunter's legacy.\n\nShow me the carving&#8230;\n\nIsn't it magnificent? Such detail! Look at me striking the mighty beast. Blood everywhere.\n\nAnd why am I etched running away from the M&#251;mak in terror?\n\nArtistic license, brother Torvin! If you want to be the hero, I suggest next time you make the carving!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17337", "title": "Excavator Cog", "text": "Excavator Cog, Third Age, circa 2939\n\n\"This cog was spit from one of the great Uruk war machines, perhaps an excavator. As the Uruks push farther and farther into Mordor, they have torn up the land seeking resources to fuel their Dark Lord's massive war effort.\n\nExcavators churn the ground to uncover metal for the forges, clay for the kilns, and any artifacts, weapons, or tools that might be of use.\"\n\n<b>Memory Audio</b>\n\n\"Here! Found it in Ud&#251;n.\n\nWhat is it?\n\nThey got these machines, see? And they're digging up everything in Ud&#251;n. The thing tears the land up, then the slaves pick through everything. Clay and mud go to the kilns. If they find metal, that goes to the forges. Anything they can use they take back. And if they find an old weapon or piece of armor, they hand it off to the Uruk-hai, the big'uns. Maybe to study, maybe to wear, I don't know.\n\nHm&#8230;\n\nThey're on the move for sure.\n\nWe must know what is happening in Mordor. We have other eyes there, but yours are sharp. You serve us well.\n\nYou will return there and report back. The council must not learn of your actions. Do not get caught.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17338", "title": "Iron Shackle", "text": "Iron Shackle, Second Age, circa 3436\n\n\"These are prisoner's shackles, leg irons to be specific. They date back to the Second Age and were most likely worn by Gondorian captives, men and women whose involuntary servitude built the Towers of the Teeth flanking the Morannon.\n\nThese captives would later throw off their shackles and begin a new life as Outcasts in Ud&#251;n. Some would keep their shackles to remind themselves of their hardship.\"\n\n<b>Memory Audio</b>\n\n\"All right, worms. Welcome to The Black Gate. You'll be building our watchtowers for us. Hard work will be rewarded.\n\nSir, do you mean hard work will be rewarded with a shorter sentence?\n\nYou're traitors, the lot of you. Murderers and thieves. When I say rewarded, I mean I won't throw you to the Caragors.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17339", "title": "Crushed Spider Egg", "text": "Crushed giant Spider egg shell, Third Age, circa 2938\n\n\"This Ungol egg has clearly been kept as a memento, but for what reason? Does it represent yet another casualty in the burgeoning war in Mordor, the one being fought between the forces of Sauron and the children of Queen Shelob? Or is this just a remnant of some Uruk's supper?\"\n\n<b>Memory Audio</b>\n\n\"I speak with the Mouth of Sauron, the second Dark Lord of this Middle-earth. Our will is his will. Mordor is ours, and fairly won. You will take this message from Sauron back to your spider Queen Shelob, the last daughter of Ungoliant.\n\nYour eggs will not be allowed to hatch in Mordor. Your children will no longer prey on the Morgai Flies. You will depart this realm, abandon your nests in Nan Ungol.\n\nYou have grown fat on our generosity. We have fed you as we would a pet, allowed you to run unfettered. This ends now. Our union, as it was, has ended. Our will is irresistible. We have spoken.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17340", "title": "Orcish Dagger", "text": "Orcish dagger, Third Age, circa 1650\n\n'Dagger' may be a generous application of the word. This is a crude shank and it will never be used for anything but skullduggery.\n\nUruks generally carry blades of this ilk when engaging in their misdeeds, and the blades are often coated with crude poisons to ensure a victim's painful death. Uruks will often carry daggers like this one into combat, but only employ them as a last resort.\n\n<b>Memory Audio</b>\n\n\"You've been recalled?\n\nAye. To Osgiliath. They're burning the bodies there.\n\nEhh, it's that bad?\n\nIt's worse. We've abandoned Durthang, either to the Orcs or the Outcasts. I can't imagine which is worse. And we're thin on the ground here.\n\nTwo regiments' worth called back home. Maybe a dozen more down with the sweats.\n\nMaybe even more than that. And I don't think we can hide it anymore, no matter how they change up the patrols. The Orcs may have already smelled it out, too. They're getting uppity in Mordor. Here&#8230; Look at this.\n\nAhh&#8230; that's quite a blade. Where'd you get it?\n\nOff an Orc scout. I expect he won't need it anymore. You keep it.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17341", "title": "Branding Iron", "text": "Branding Iron, Orcish, Third Age, 2942\n\n\"Not Old Scorchy!\" is a common refrain among the Orcs of Ud&#251;n. It is interesting to note that while branding with red-hot irons as punishment is commonplace, with the Orcs searing the flesh of their unruly brethren as much as they do their slaves, Old Scorchy is unique, used only on the most recalcitrant.\n\nThe Orcs believe Scorchy holds sorcerous powers enabling it to burn longer and hotter, and to scorch with such intensity the pain can be felt for weeks after the branding.\"\n\n<b>Memory Audio</b>\n\n\"All right, you. You're not so brave now, are you? Hold 'em, boys.\n\nGet your filthy hands off me!\n\nIt's simple, see? Do unto others quicker and harder than they'd do unto you. But at least you tried. Next time, try harder. This is going to hurt. A lot. But you'll learn who's in charge.\n\nNo! Not&#8230; not Old Scorchy! Anything but Old Scorchy!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17342", "title": "Coded Journal Entry 2", "text": "Coded Journal Entry #2, Third Age, circa 2940\n\nClever, most clever&#8230; this note, written on parchment, seems to have been written with a previously heretofore undiscovered code. It appears to be neither a skip - nor a substitution code&#8230; could it be the note is ensorcelled?\n\n<b>Memory Audio</b>\n\n\"I wouldn't believe it if I hadn't seen it. But the Orcs here have an ally in the stinking flies.\n\nMordor has its share of stiffs, and I had thought the flies were just getting their fill. But they're moving and attacking like one. Like they got a brain.\n\nI've tried to avoid 'em. They build nests everywhere and you can hear their buzzing all the time. The Orcs here seem to worship the pests, except, of course, when getting stung by 'em. The Orcs say they're spies? But who're they spying for? They aren't yours, are they?\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17343", "title": "Medallion Half 2, The Two Trees Of Valinor", "text": "Shattered Medallion Half, The Two Trees of Valinor, circa 3430\n\nThe Elves of Eregion crafted wonderful medallions, tokens they carried into battle for inspiration and to remind themselves of their history. This particular artifact, representing the fabled Two Trees of Valinor, appears to have been split by a particularly wicked blade wielded by a powerful foe. Its missing half may have been carried off to distant lands.\n\n<b>Memory Audio</b>\n\n\"I'm sorry. His wound was too great. I had thought&#8230;\n\nYou stayed with him. It is enough.\n\nHere. He'd probably want you to have it. It's broken, but&#8230;\n\nNo, human. You keep it. These are ancient things, those trees. We watch them wither and die with the cold, but always they return. We see strength in their roots and hope as they stretch into the light. Let this token remind you of the Elf you tried to save, and of the bond between your people and mine.\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17344", "title": "Graven Idol Representing Morgoth", "text": "Graven idol representing Morgoth, Second Age, circa 3318\n\n\"Before N&#250;menor's fall, its priests and dark acolytes held sacrifices to strange gods in the temples, and graven idols such as these were freely worshipped.\n\nThis idol represents Morgoth, the first Dark Lord of Middle-earth, and was likely carried to the mainland by missionaries seeking to spread his vile message.\"\n\n<b>Memory Audio</b>\n\n\"Pharazon!\n\nHe's been sold a bill of goods, all right! And what do we get? More war! More taxes! Ha! Human sacrifice in the town square! You can hear the screams, all day and all night, and we're made to worship this, this hideous thing. The great tree, kindling! The king's ears filled with rubbish from his&#8230;\n\n&#8230;his advisor, the great chained wonder, Sauron, now princely Sauron.\n\nEilindel is right! N&#250;menor is ruined, and the boats can't take us away from this charnel house fast enough!\"\n\n", "authors": ["Unknown [Shadows of Mordor]"]}, {"id": "17346", "title": "Mount Doom", "text": "14th Day, Yavanni&#xeb;. T.A. 2940\r\n\r\nYou would think the sight of a lone peak in the countryside would bring cheer to a Dwarf's heart, but alas this is not so here.\r\n\r\nOrodruin, the mountain of fire. This volcano stands alone on the plateau of Gorgoroth, but the whole of Mordor seems to dwell in its shadow. It's said Sauron chose this land for his domain because of that mountain, and I hope it suits him.\r\n\r\nEven dormant, anyone unlucky enough to travel these lands have that hill to thank for choking this acrid air, filling our lungs with ash and our hearts with dread.\r\n\r\n", "authors": ["Torvin"]}, {"id": "17347", "title": "Dwarven Whetstone", "text": "1st Day, Narqueli&#xeb;. T.A. 2940\r\n\r\n\"It's the keen edge what cuts the mountain\", they say. But after days of hacking through Uruk heavy plate and Caragor hide, these blades aren't going to sharpen themselves!\r\n\r\nOur weapons are extensions of ourselves and demand respect. A well-honed blade sharpened with a genuine Dwarven whetstone can make the difference between being a hunter... or the prey.\r\n\r\nMy brother Gorvin once took a swing at a Caragor and his axe landed with a thud instead of a slide. He lived to tell the tale, and has been sharpening his blade every night since then.\r\n\r\n", "authors": ["Torvin"]}, {"id": "17348", "title": "Elven Hammer", "text": "9th Day, Ringar&#xeb;. T.A. 2940\r\n\r\nIn my travels I've amassed a worthy collection of treasure and trophies- head and hides from all manner of foul beast, and even some lovely trinkets from the Second Age.\r\n\r\nBut the whispered tales of one artifact continue to elude me: the legendary forge hammer used by the Elves to craft the Rings of Power themselves!\r\n\r\nThe hammers I've found so far in my hunt have brought me no closer to finding the one I seek. Perhaps the spirit of the Elves do not want to see their precious artifact in the hands of a Dwarf!\r\n\r\nIs this the faled smithing hammer of Celebrimbor the Elf? It must lie here in the Land of Shadow.\r\n", "authors": ["Torvin"]}, {"id": "17349", "title": "Beasts of The Land : Caragor", "text": "13th Day, S&#xfa;lim&#xeb;. T.A. 2941\r\n\r\nIf it's worthy game and a respectable trophy you're after, the Caragor roam Mordor in ferocious packs.\r\n\r\nQuick on their feet and strong to boot, be wary - their claws are sharper than steel, and I've seen them crush rock-hard Orc skulls like an egg in their jaws. Even Wargs and Lions give them wide berth.\r\n\r\nOne look at these beasts and you'll know why the Pointy Ears have named them Bringers of Fear.\r\n\r\nOn the hunt four legs can be better than two. The light of the Arkenstone will burn out before the Horselords of Rohan would ever part with their precious steeds, but with good timing (and a rat steak in your pack), you might just be able to mount one of these dire beasts. Just be mindful not to sit on the pointy bits.\r\n", "authors": ["Torvin"]}, {"id": "17350", "title": "The Statue Of Gorthaur", "text": "28th Day, Hisim&#xeb;. T.A. 2940\r\n\r\nThe solitary pass between the valley of Ud&#xfb;n to the north and the plateau of Gogorth to the south is guarded by the dread graven image of Sauron himself, with the great kings of Men held subjugated in chains.\r\n\r\nThe rock and steel of this visage inspires no deference in me for the craftsmanship or stonework, and by my beard I am thankful this is the closest I'll ever come to seeing the Dark Lord. The shadows grow long this evening. I will write no more...\r\n\r\n", "authors": ["Torvin"]}, {"id": "17351", "title": "Uruk Captains", "text": "17th Day, N&#xe9;nim&#xfb;. T.A. 2941\r\n\r\nAmong the Orcs of Mordor, their greatest are the fighting Uruk-hai, and among them, their viscous Captains reign over the tribes and armies with iron-clad fists.\r\n\r\nI've dodged more than one pack of foul Uruks on my hunt in these dire lands, and have stolen glimpses of the rite of ascension among these foul folk: only the strongest and most devious lead, slaughtering their own kind until none stand to oppose them.\r\n\r\nBrutal. Savage. Dangerous. And they don't smell very sweet, either.\r\n", "authors": ["Torvin"]}, {"id": "17352", "title": "The Black Captains", "text": "20th Day, Viress&#xeb;. T.A. 2941\r\n\r\nMordor is in no short supply of terrible tales, and few more dreadful than the Black Captains of Sauron.\r\n\r\nI have never laid eyes upon them myself, but their descriptions to me are the stuff of nightmares: a man trapped in perpetual agony in armor that does not grow with him. Another cursed for picking up the mace of Sauron after battle. And the mightiest among them, the Black Hand, is not spoken of in passing in these lands.\r\n\r\nMay my beard grow ever longer ere I cross paths with these villains. I'll stick to hunting fairer game.\r\n", "authors": ["Torvin"]}, {"id": "17353", "title": "Beasts of The Land : Horned Graug", "text": "22nd Day, Narviny&#xeb;. T.A. 2941\r\n\r\nFew things in Mordor cause even the Uruks and Trolls to quake in fear, and one such beast is the rare Horned Graug. Standing nearly five Dwarves tall, they are nigh-unstoppable juggernauts of wanton destruction.\r\n\r\nTheir very skin is tougher than leader, resistant to even the sharpest steel, if you can even get close enough to strike a blow. What I would give for a Mithril blade on my next hunt for these dire montrosities.\r\n\r\n", "authors": ["Torvin"]}, {"id": "17354", "title": "Beasts of The Land : Great Beast", "text": "20th Day, Urim&#xeb;. T.A. 2940\r\n\r\nSlow-moving but nigh unstoppable, these Great Beasts appear to be distant cousins of the six-tusked M&#xfb;makil.\r\n\r\nEven a great hunter like myself has never brought one of these beasts down as a trophy, but they are not difficult to track: the very earth shakes under their feet.\r\n\r\nIt's wise to keep on your toes when you're around them so you don't end up under theirs! I've seen them rampage and crush Orc, Troll and Man alike into jelly.\r\n", "authors": ["Torvin"]}]}