{"game_title": "Watch Dogs", "series_title": "Watch Dogs", "codexes": [{"id": 30586, "title": "Birthplace of the Chicago South Club", "text": "This parking garage is the site of an insignificant bar known for one notable event. According to his autobiography, Henry &quot;Mick&quot; O&#39;Brien met here with other Irish &quot;businessmen&quot; in 1951. They decided to pool their resources and reclaim power and territory from the fledgling Chicago Outfit. In honor of the North Side Gang, who&#39;s reign ended with the St. Valentine&#39;s Day Massacre, these individuals quickly named themselves the Chicago South Club.", "authors": ["Unknown "]}, {"id": 30587, "title": "Deadman&#39;s Corner", "text": "Few cities can claim one, let alone more than one, corner so notoriously named. A few blocks from Bloody Maxwell is an intersection known as Deadman&#39;s Corner. The slum area was the location for a series of fatal shootouts that had taken place here. A swamp of criminals, this location was reportedly where more police were killed by thugs than any other in Chicago&#39;s long criminal history.", "authors": ["Unknown "]}, {"id": 30588, "title": "Home of Samuel &quot;&quot;Nails&quot;&quot; Morton", "text": "This site was the home of Samuel &quot;Nails&quot; Morton, a Jewish gangster who served in World War One before establishing his life of crime in Chicago. Norton was a member of the North Side Gang along with Dean O&#39;Banion. He reportedly shot two police officers for interrupting him as he ate dinner. Imagine what he would have done to telemarketers.", "authors": ["Unknown "]}, {"id": 30589, "title": "Chicago World News Tower", "text": "This neo-gothic skyscraper is the home of the Chicago World News, the most commonly-read newspaper in the Chicago area. The newspaper ran a contest in 1919, offering cash to anyone who could create the best design for their new headquarters. The contest winner, surprisingly was a butcher. Of course, this layman's design proved to be unbuildable, so the World News hired a qualified architect to design the tower instead.", "authors": ["Unknown "]}, {"id": 30590, "title": "John A. Walsh Public School", "text": "They learn young... on the border between two warring gangs, Irishers and the Immigrant Bohemians, battles were waged on and off school property by kids ranging in age from 10-15 years. These battles resulted in numerous deaths. In a final bloody battle on December, 1905, scores of kids on either side faced off. When police finally intervened the area was strewn with casualties. The number of fatalities was never recorded.", "authors": ["Unknown "]}, {"id": 30591, "title": "Farris Halstead Library", "text": "The Farris Halstead Library may not be much to look at from the outside, but it provides a valuable service to the community. The library is a popular gathering place for local youth. They use its parking lot to skateboard, play basketball, and find love. If they were to ever go inside the library, they would also find a lot of books.", "authors": ["Unknown "]}, {"id": 30592, "title": "Junkyard", "text": "This junkyard is owned by a pair of eccentrics who pride themselves in their highly vicious guard dogs, whom they publicly revealed were imported from Belgium and trained in the toughest guard dog academies of Bruges. The problem is, no one has actually seen these dogs. And the barking sounds recorded. No matter! Criminals avoid the yard anyway. Why take chances?", "authors": ["Unknown "]}, {"id": 30593, "title": "Lexington Hotel", "text": "The Lexington was Capone&#39;s last stop before he was arrested in 1931 for tax evasion. Built in 1892 as a standard luxury hotel, when Capone and his gang moved in they gave the Lex a shooting gallery, a vault and secret passageways leading to tavems and brothels. They were meant to be an easy escape from the police and other potential threats. But not even secret tunnels can save a guy from the IRS.", "authors": ["Unknown "]}, {"id": 30594, "title": "Willis Tower", "text": "The Willis Tower is the tallest building in the United States of America, standing at over 1,450 feet. One fun feature of the tower is the Skydeck, where you can feel the building sway in the wind and get a view of Michigan, Wisconsin, and Indiana. Or for you daredevils, the tower features glass balconies, so you can see why exactly you should be afraid of heights.", "authors": ["Unknown "]}, {"id": 30595, "title": "V Alley", "text": "February 1971: the Viceroys had spent the last year in a turf war with an upstart gang known as P.D.C. - gang violence came to a head in this alley, when 5 unnamed Viceroys ambushed and killed 15 key members of P.D.C. The massacre was covered by every major newspaper in the state, and brought the Viceroys legitimacy and power, while the remaining members P.D.C. went into hiding or joined the V&#39;s.", "authors": ["Unknown "]}, {"id": 30596, "title": "City Hall", "text": "If these walls could talk, we&#39;d all be cynical, anti-political - yeah &hellip; too late. The architectural design of this building is supposed to represent strength, dignity, and vigor. In a city where 470 of its politicians have been convicted of corruption in the past few decades, the word &quot;paradox&quot; comes to mind. So far no mayor of Chicago has ever been convicted of a crime, but a dozen of them have been entangled in scandals.", "authors": ["Unknown "]}, {"id": 30597, "title": "Lipstick Killer - Ross Crime Scene", "text": "A summer day 1945, police knew when they arrived that this wasn't any ordinary burglary gone wrong. Josephine Ross had been repeatedly stabbed, the killer then bathed her and taped her wounds with surgical tape. Her head was wrapped in a dress. Strands of black hair were found clutched in her hand as she had desperately attempted to fend off her attacker. No one was ever convicted of her death.", "authors": ["Unknown "]}, {"id": 30598, "title": "Sienna Brick Factory", "text": "Known as 'the old rail station', Sienna Brick Factory not only provided building materials to the region, it was also famous for being featured in the 1985 horror classic The Stone Cold Killer. For you film buffs, the bloodcurdling climax between rookie cop Kate Houston and the SCK was filmed on the rooftops. The Stone Cold Killer had his iconic death on the pile of cinder blocks next to the building!", "authors": ["Unknown "]}, {"id": 30599, "title": "Chicago Eastland Disaster", "text": "July 4th, 1915: The Western Electric Company chartered a steamer, the Eastland, to take their employees and families to a picnic in Michigan. Recent regulations had the steamer retrofitted with lifeboats. Unfortunately this extra weight made the Eastland top heavy. Not 20ft from shore and only fifteen minutes into the trip, the steamer rolled over and sank. 841 passengers and 4 crew members drowned.", "authors": ["Unknown "]}, {"id": 30600, "title": "WKZ-TV Center", "text": "Known for the cable cars looping through this district since 1882, the Downtown Loop is the heart of Chicago, and the historical WKZ tower is the nerve center. In 1967, a radio tower on the roof picked up a unique coded transmission thought to be a message from the Russians. It was later revealed to be a hoax created by a group of college students. The coded transmission? &quot;How much wood would a woodchuck chuck if a woodchuck could chuck wood?&quot;", "authors": ["Unknown "]}, {"id": 30601, "title": "Lombardo Murder", "text": "September 7, 1928, thirty-six year old Antonio Lombardo and his bodyguards were confronted by two well dressed men carrying guns. Lombado started running across Madison but didn&#39;t make it far. Gunned down in broad daylight. He hit the pavement face down in front of the office crowd. Lombardo was a trusted advisor, and third man, to Al Capone. It&#39;s believed that Bugs Moran leader of the North Side Gang had issued the hit on Lombardo knowing this would be a blow to Capone. As with so many of these mob its, the real gunmen were never apprehended.", "authors": ["Unknown "]}, {"id": 30602, "title": "Lipstick Killer - Brown Crime Scene", "text": "Winter 1945. Inside a small brownstone walk-up with old world charm, Frances Brown was found shot and brutally stabbed - the knife still in her neck, left naked in the bathtub. Her wounds washed and taped and her nightgown was wrapped around her head. Some criminal experts believe that these are the early killings of the later famous Los Angeles murder known as Black Dahlia.", "authors": ["Unknown "]}, {"id": 30603, "title": "Randolph Street Subway Terminal", "text": "Alfred Jake Lingle, crime reporter for the Chicago Tribune, liked to play middleman between Capone, the mob and police. With Jake demanding more and more compensation and suddenly being a dangerous liability with so much information in his noggin, somebody decided that Jake needed a bullet there instead. The murder of Jake Lingle goes unsolved with only one clue... the murder weapon was later tied to the St. Valentine's Day Massacre. ", "authors": ["Unknown "]}, {"id": 30604, "title": "Seaside Restaurant", "text": "Avast, ye land lubbers! This be the finest seafaring vessel among these here islands, so climb aboard and feast upon the finest catches of the sea. Ye will feel like a pirate who's found buried treasure, and, uh... walk the plank. Sorry, I lost the metaphor there.", "authors": ["Unknown "]}, {"id": 30605, "title": "Piper Gate", "text": "The Piper Gate serves as the starting point for Chicago&#39;s annual Cinco de Mayo street festival. For an entire weekend, this small corner of Chicago comes to life in a celebration of Mexican music, food, and culture. It is one of my personal favorite things to do in the city. Try to find me next year! I&#39;ll be the one gorging myself on pupusas and trying to talk up the tango dancers.", "authors": ["Unknown "]}, {"id": 30606, "title": "John Hancock Center", "text": "Nicknamed \"Big John,\" its one of the tallest residential buildings in the world. The 44th floor is where you'll find the pool, which is considered the highest indoor swimming pool in America. Imagine the view? It must be like doing the back stroke in clouds. Birds fly by with this, 'what the hell?' look on their faces.", "authors": ["Unknown "]}, {"id": 30607, "title": "Crazy Moose Inn", "text": "This is the Crazy Moose Inn. They serve breakfast, when management decides to finally crawl out of bed.", "authors": ["Unknown "]}, {"id": 30608, "title": "St. Valentine&#39;s Day Massacre Lookout", "text": "Bugs Moran wasn't in the garage when someone gave the signal to machine-gun the North Side Gang memebers against the brick wall. While Moran was grateful that the shooters had mistaken small time racketeer, Albert Weinshank, for Moran, poor Albert wouldn't have seen in that way.", "authors": ["Unknown "]}, {"id": 30609, "title": "The Sands", "text": "What do you do if you're a mayor in 1850 with a criminal shantytown in your beloved city? If you're major Long John Wentworth, you lure the residents of The Sands to a fake horse race and then have your men tear all the shacks down. I'm not sure how long it took for the prostitutes, gamblers, thieves and murderers to figure out the horses weren't racing, but when they got back they started one helluva riot. Just when the situation could be described as really bad. The entire area - roughly the size of a horse track - was flattened into a smocking rubble.", "authors": ["Unknown "]}, {"id": 30610, "title": "Ambrose Theatre", "text": "The &quot;Theater of the World&quot; opened October 26, 1921, and is faithfully designed in the French Baroque style that is meticulously maintained to this day. Slip backstage on a tour to discover the long-running tradition of performers signing the walls. Fascinating to me that for a theatre as old as this one, not one crime has been uncovered within its gilded doors. There has to be &quot;some&quot; dark secrets lurking behind those plush velvet curtains.", "authors": ["Unknown "]}, {"id": 30611, "title": "Miller&#39;s Rail Bar", "text": "Harkening back to the day when this sort of establishment would have been illegal, Miller's Rail is a classic pub set in the heart of Chicago. Every year, they hold the now-legendary Shepherd's Pie Eating Contest. Foodies from around the world flock to Miller's Rail every July 14th to see how much beef, peas, onions, mashed potatoes, and gravy they can chow down on. A fantastic tradition, but not a good date to use the pub's restrooms.", "authors": ["Unknown "]}, {"id": 30612, "title": "Saffard Memorial Fountain", "text": "Saffard Fountain may be the first thing you'll see as you step into Chicago's front lawn. It's a breathtaking representation of Lake Michigan and the states that surround it. In Wintertime, taxpayers doll it up in dazzling lights. In summertime, if you're lucky, you can catch the siren songs of its majestic mermaid - you usually have a good twenty minutes before the cops haul him away. ", "authors": ["Unknown "]}, {"id": 30613, "title": "Blume", "text": "Besides being the inception of our smart city CTOS network, Blume is involved in lots of high tech research and development. Behind that scary super secret security, we may never known what that tech is. I do, however, try every now and then to sift through their dumpsters and see if I can find a hover car or ray gun.", "authors": ["Unknown "]}, {"id": 30614, "title": "Home of Lloyd Pinkerton", "text": "This was the home of Lloyd Pinkerton, a community leader and founder of the Black Viceroys. Pinkerton arrived in Chicago in 1960 and quickly became involved in the betterment of The Wards. His group, the Black Viceroys, raised funds for local schools, organized meal programs, and advocated civil rights. Growing racial tensions led to Pinkerton&#39;s murder in 1966 and transformed the Black Viceroys from community organizers into a violent gang.", "authors": ["Unknown "]}, {"id": 30615, "title": "Abraham Lincoln Statue", "text": "It took 12 years for sculptor Augustus Saint-Gaudens to create this stoic statue of Abe. Weird that it took another 20 years for it to finally be revealed in 1926. It makes me wonder if people walked through Grant Park for 2 decades wondering what was under the tarp. More importantly, what was Honest Abe hiding under there for so long? ", "authors": ["Unknown "]}, {"id": 30616, "title": "Vault Tower", "text": "This skyscraper is known for housing the headquarters of numerous banking and energy corporations. The radio show Wait, Wait&hellip; Don&#39;t Tell Me! is taped weekly inside the auditorium. And no, your eyes are not messing with you; the tower was built to look curved.", "authors": ["Unknown "]}, {"id": 30617, "title": "St. Valentine&#39;s Day Massacre", "text": "George \"Bugs\" Moran headquartered his North Side Gang in a garage at this address. Capone had considered the Moran gang a thorn in his side for years. But Capone was out of town when five gangsters disguised as police entered the garage and lined the North Side Gang against the wall. The seven men were found with over 100 bullets riddled through their bodies.", "authors": ["Unknown "]}, {"id": 30618, "title": "Murder Castle", "text": "The 1893 World&#39;s Fair was the perfect bait for Dr. Henry Howard Holmes (aka Herman Mudgett) to lure his estimated 200+ victims to his front door. Holmes built the 60 room, 3-story building with secret passageways, trap doors and chutes. Holmes advertised for tourists and staff. These unwary visitors and employees checked in and never left. The building burned down in 1895. Holmes was convicted and executed in 1895.", "authors": ["Unknown "]}, {"id": 30619, "title": "Commonwealth Hotel", "text": "It must've been quite the collection of thieves and underworld types on the floors of the Commonwealth. The infamous John Dillinger roamed these plush carpeted halls. In 1933 Dr. Harold Cassidy and Dr. Wilhelm Loeser resided at the Commonwealth, and were gracious enough to perform plastic surgery on Dillinger in their rooms.", "authors": ["Unknown "]}, {"id": 30620, "title": "Triomphe Tower", "text": "Named after the notorious hotel tycoon, the Triomphe Tower is an elite residential building and hotel built by the wealthy for the wealthy, and is known for its luxurious elegance and high prices. If you have the wallet for it, a night&#39;s stay in the Tri-Tow comes highly recommended, you rich so-and-so.", "authors": ["Unknown "]}, {"id": 30621, "title": "Bloody Maxwell Police Station", "text": "Built in 1888 as an architectural fortress, the 7th District Police Station was deep in the heart of the Terror District where the criminal element festered. More police were killed in the line of duty in this area, and in this era, than any other in the history of the Chicago police department. Al Capone and other famous mobsters, such as Sam Giancana, were &quot;guests&quot; of Bloody Maxwell at various points in their criminal careers.", "authors": ["Unknown "]}, {"id": 30622, "title": "Pawnee Trailer Park", "text": "Welcome to the Pawnee &quot;Mobile Home and Alternate Living Community.&quot; If city life and all the stresses that come with it are becoming too much for you, then a community such as this might be the place for you. After all, the only thing better than a house is a house on wheels!", "authors": ["Unknown "]}, {"id": 30623, "title": "Ocean Tower", "text": "This striking skyscraper is unique to Chicago for many reasons. Not only does it feature one-of-a-kind, undulating balconies that give the building a watery quality, it is also the tallest building in the world to have a woman as a lead architect. Girl power!", "authors": ["Unknown "]}, {"id": 30624, "title": "Water Tower", "text": "The Chicago Water Tower was built in 1869, and was one of the few buildings in the city to survive the Great Chicago Fire of 1871. Which makes sense, if you think about it. After all, it is a water tower, right? Upon seeing it, Oscar Wilde called the water tower a &quot;monstrosity&quot;. What does he know?", "authors": ["Unknown "]}, {"id": 30625, "title": "Saga Theater", "text": "In 1934 Public Enemy Number #1, John Dillinger, was gunned down by federal officers nearby. Steps away from the exit, Dillinger caught on that the authorities were surrounding him so he bolted. He was fatally shot in the neck and eye and died instantly in the nearby alley. Anxious souvenir hunters reportedly leapt onto the body dabbing pieces of clothing into Dillinger&#39;s blood.", "authors": ["Unknown "]}, {"id": 30626, "title": "Palin Correctional Center", "text": "For over 40 years, this geometrically curious building has been a unique but imposing symbol of law and order in Chicago. Although many prisoners have attempted to escape, no one has been able to stay free for very long. I think the building is kind of pretty, myself.", "authors": ["Unknown "]}, {"id": 30627, "title": "Navy Pier Building", "text": "Welcome to Chicago&#39;s #1 tourist attraction! The Navy Pier is home to museums, boat tours, and an amusement park. The Navy Pier is also known as Municipal Pier #2, which makes me wonder why it isn&#39;t #1. And where is Municipal Pier #1, anyway?", "authors": ["Unknown "]}, {"id": 30628, "title": "Seventh Federal Bank", "text": "It&#39;s a grand old building that&#39;s seen its share of thieves. One day in September 1933, bank robber Alvin Karpis used machine-guns and smoke bombs to rob the bank. With five sacks loaded in the car, Karpis made his getaway right into a head-on collision. When an officer stopped to investigate the accident, Karpis gunned the officer down and stole a car. The escape took Karpis to a south side hideout where he discovered the sacks were full of mail.", "authors": ["Unknown "]}, {"id": 30629, "title": "The Sausage Vat Murder", "text": "1897 Adolph Luetgart made his successful sausage factory the scene of his crime when he murdered his wife, Louisa. Investigators found a skull and a gold ring with the initials, L.L., in a factory vat. Though officially charged with burning his wife, rumors persisted that she had been ground into sausage. This caused sausage sales to decline and ultimately put the factory out of business.", "authors": ["Unknown "]}, {"id": 30630, "title": "The Pawnee Murder House", "text": "August 1988: Pawnee police arrested homeowner Candy Amos for the murder of her husband, then-mayor Sandford Amos. Mayor Amos, who was openly abusive towards his wife and had recently been indicted on charges of corruption, was not mourned upon his death. Although Candy Amos would die in prison one year later, she quickly became a local legend, a symbol of female empowerment and revolution.", "authors": ["Unknown "]}, {"id": 30631, "title": "Aon Center", "text": "Completed in 1974, the Aon Center was the tallest building in Chicago at the time and was nicknamed &quot;Big Stan.&quot; You might notice as you explore this fair city that many skyscrapers are nicknamed &quot;Big Something.&quot; I wonder why that is?", "authors": ["Unknown "]}, {"id": 30632, "title": "Hit on Johnny Torrio", "text": "In 1925, George &quot;Bugs&quot; Moran and Hymie Weiss targeted Johnny Torrio after their mob boss, Dean O&#39;Banion, was gunned down in his flower shop. In revenge, Moran and Weiss pulled up behind Torrio and his wife as they were about to enter their home. Blasted with shotgun fire in his gut, chest and face, Torrio remarkable managed to survive. Immediately afterward, Torrio signed over all of his control to Al Capone. He retired to Italy.", "authors": ["Unknown "]}, {"id": 30633, "title": "O&#39;Banion&#39;s Flower Shop", "text": "Owned by Irish mob boss Dean O'Banion, his flower shop served as the gang's headquarters. O'Banion himself made and sent the floral arrangements for mobster funerals. And it was just such an occasion when gunmen walked in. Six direct shots dropped O'Banion in a heartbeat. O'Banion's funeral had one of the largest turnouts of any in Chicago's history with flowers from his shop.", "authors": ["Unknown "]}, {"id": 30634, "title": "2nd Regiment Armory", "text": "Not far from here is the former site of the 2nd Regiment Armory. We could not get the legal rights to place a plaque on the actual site, but this is close enough. 845 bodies from the Eastland ferry disaster were brought to the Armory until they could be identified by their relatives. To this day people claim to hear sobbing, whispering, and doors slamming, and a woman dressed in early 1900s attire has been seen drifting through the site.", "authors": ["Unknown "]}, {"id": 30635, "title": "WKZ-TV Tower", "text": "As Chicago's oldest TV station, WKZ-TV has covered the election campaigns and inaugurations of every major political player in the city for the last 70 years. Equally impressive, it also covered the exposure and arrest of nearly every major political player in the city for the last 70 years. Maybe a *slight* exaggeration, but who can resist?", "authors": ["Unknown "]}, {"id": 30636, "title": "Bram Steffan Pavilion", "text": "Grant Park's center for classical music, the Bram Steffan Pavilion is home to Chicago's largest annual musical festival. The city prides itself in being able to host free concerts here. The Pavilion's acoustics are so impeccable, music performed can be heard outside the park. So those of you who love music but hate people, you're in luck!", "authors": ["Unknown "]}, {"id": 30637, "title": "Parker Square Marina", "text": "Though not as large as the city&#39;s main marina, Parker Square&#39;s humble little harbor was recently the subject of a twenty million dollar city revamp. Rather, it was until the Chicago South Club did its own &quot;financial reevaluation&quot; and the money went to the main marina instead. Kind of makes you wonder what&#39;s hidden beneath the waves, doesn&#39;t it?", "authors": ["Unknown "]}, {"id": 30638, "title": "Aiello&#39;s Bakery", "text": "It was Aiello&#39;s Bakery that provided the mob with sugar for their bootleg stills. Feeling the pinch from all sides of the mob invading his successful import businesses and wanting to be top boss himself, Aiello tried multiple times to take out Capone including poisoning. Aiello managed to stay alive while also being an FBI informant for a while. Capone &#xFB01;nally ordered a hit on Aiello in October 1930. So much for ambition.", "authors": ["Unknown "]}, {"id": 30639, "title": "St. Jude Police League", "text": "1932: In the midst of the Great Depression, Prohibition, and the reign of Al Capone, The Chicago Police Department founded the St. Jude Police League, a charitable organization that honors police officers killed in the line of duty and supports their families. Two decades later, the St. Jude Police League Memorial March was initiated. The parade, dedicated to remembering fallen state and city police", "authors": ["Unknown "]}, {"id": 30640, "title": "Tremont House Hotel", "text": "Built in 1833, the Tremont was designed to be one of the first luxurious hotels in Chicago, and was subsequently rebuilt 3 times. Abraham Lincoln stayed here. Criminal John Stone lingered around the 2nd floor hall off and on for a few years until he was arrested and convicted for rape in 1840. Stone has the dubious distinction of being the first man to be executed in the city of Chicago.", "authors": ["Unknown "]}, {"id": 30641, "title": "Stockyards", "text": "Known as &quot;Packing Town&quot; located in a large stretch of land on the South side, the Stockyards were founded in 1863 and grew to 130 miles of track producing 80% of the meat consumed in the U.S. by 1923. In 1919, when workers went on strike for better pay, a race riot broke out. Police killed 4 while attempting to get the crowd under control.", "authors": ["Unknown "]}, {"id": 30642, "title": "Crowley Building", "text": "When construction began in 1920, the Crowley Building was the first major office building north of the Chicago River. Take a look around now! Originally owned by the government, Crowley is rumored to have been the site of a top-secret laboratory specializing in hallucinogenics. In 1947, the building became privately owned, and the government left no trace of their work behind.", "authors": ["Unknown "]}, {"id": 30643, "title": "Face Fountain", "text": "No, Chicago is not being invaded by monsters with giant heads. Situated in Millennium Park, this unique fountain is a cross-section of city life and digital art. Oh those fancy artists and their wacky inspirations. I'm guessing the inspiration for this fountain involved cubes. Lots of cubes. I'm just guessing here.", "authors": ["Unknown "]}, {"id": 30644, "title": "Desplaines Street Police Station", "text": "October 1893: the very troubled Patrick Prendergast went to the home of Chicago Mayor Carter Harrison Sr., and shot the mayor three times before escaping. Shortly after, he turned himself in to police at the Des Plaines station. Prendergast&#39;s motive was a meandering tale. His lawyer attempted to have him declared insane but the attempts failed. Prendergast was executed by hanging in 1894.", "authors": ["Unknown "]}, {"id": 30645, "title": "Vyvyn K. Turner Bridge", "text": "The Vyvyn K. Turner Bridge, nicknamed &quot;the Vyv,&quot; has won the title of &quot;Finest Covered Bridge&quot; from the Illinois Board of Covered Bridge Appreciation, a record ten times! The IBCBA has played a significant role in preventing the Vyv Bridge from being demolished and replaced with something safer and more reliable. It really is a nice bridge, isn&#39;t it?", "authors": ["Unknown "]}, {"id": 30646, "title": "Haymarket Square Riot", "text": "In 1886, a protest by workers demanding better wages erupted into a tragedy when an unknown person threw a bomb at the police. This sparked a shootout, resulting in the deaths of 8 police officers and an unknown number of protesters. Four men were convicted of murdering the officers and were executed. However, it was never proven any of them had thrown the bomb.", "authors": ["Unknown "]}, {"id": 30647, "title": "Hanson Park", "text": "As the Chicago South Club spread, their reach inevitably met the resistance of the Chicago Outfit and other outlying gangs. One act of retaliation took place near this park, and while details of the attack have never been agreed upon - whether the Chicago Outfit was responsible, how many Club members were killed - only one survivor was seen fleeing the scene. Lucky guy.", "authors": ["Unknown "]}, {"id": 30648, "title": "Dam", "text": "The Pawnee Dam was built in 1936 in an effort to push back the Pawnee River and facilitate development in this outskirt of Chicago. The dam was a success until the Illinois drought of 1981 caused the Pawnee River to dry up. Now the dam stands there, not really serving a purpose besides being a historical monument. Tours are available on select dates, so if you&#39;re into hydroelectrical engineering, you will have a ball.", "authors": ["Unknown "]}, {"id": 30649, "title": "Hawthorne Hotel", "text": "The Hawthorne was famous in its day for being one of AI Capone&#39;s many headquarters. January 17th, 1926: Al Capone&#39;s men decide to give their boss a birthday present. The gang kidnapped jazz musician Fats Waller and brought him to play for Capone&#39;s birthday party. Waller played for three days straight with a gun to his head. Waller later said he was paid &quot;really well.&quot;", "authors": ["Unknown "]}, {"id": 30650, "title": "Carding Center", "text": "&quot;The Carding Center is a postmodern architectural marvel. This government building features a large atrium and open concept offices, meant to symbolize transparency in the state&#39;s government. Excuse me while I roll my eyes!&quot;", "authors": ["Unknown "]}, {"id": 30651, "title": "St. Joseph Cemetery", "text": "Among the tombstones of honest, hardworking men and women, there is one grave site in the cemetery that is particularly notable. Dug into the cemetery&#39;s mountain, bearing a sculpture of his likeness, is the grand tomb of Finnegan Jones, Chicago&#39;s most popular Lincoln impersonator. Upon his death, Jones received a state funeral attended by over 1000 adoring fans.", "authors": ["Unknown "]}, {"id": 30652, "title": "City Marina", "text": "The marina is a Hotspot for boating enthusiasts. It has only recently begun to shake off its notorious crime history. Between 1960 and 1966, police found nearly a dozen bodies near the marina, with evidence indicating they were unsuccessfully weighed down. Although no charges were ever officially made, these deaths were all believed to be the work of the Chicago South Club. ", "authors": ["Unknown "]}, {"id": 30653, "title": "Botanical Gardens", "text": "Brimming with magnificent flora since 1992, the Botanical Gardens serves as a reminder of how important it is to preserve the natural beauty of our world. The statues that populate the courtyard were donated by oil baron Kurt Igmar, giving the gardens an air of Greek classicism and cruel irony. Allergy medication is available for purchase in the gift shop.", "authors": ["Unknown "]}, {"id": 30654, "title": "Cree Theater", "text": "The Cree Theater was built in 1910, making it one of the oldest venues in the city. Famous for being one of the last remaining stacked or &quot;double-decker&quot; performing arts theaters in the world, it&#39;s also infamous for a brief conversion to screen soft-core pornographic films. It was restored in 1990 after being acquired by the city&#39;s heritage department. Don&#39;t worry, they reupholstered everything.", "authors": ["Unknown "]}, {"id": 30655, "title": "Phoebus Theater", "text": "While it seems diminutive compared to its bigger brothers in the city, the Phoebus Theater remains a popular venue for comedians and entertainers. In 1989, legendary funnyman Domingo Mendez performed for eight straight hours, using only a toothbrush as a prop for over 200 sketches and bits. The audience was both impressed and tired.", "authors": ["Unknown "]}, {"id": 30656, "title": "The Chicago Yacht Club", "text": "Not to be confused with that other, more prestigious Yacht Club, this boat lot is still a wonderful place to visit if you like yachts, boats, or any type of water vehicle. Limitations in their budget means they can only afford to hold races from the Club to a buoy a few yards out and back. At least they have fun.", "authors": ["Unknown "]}, {"id": 30657, "title": "South Tech University", "text": "What do you mean, you&#39;ve never heard of South Tech University? This is one of the finest universities in the country, well known for its Geology, Interpretive Dance, and Astrobiology departments. Their football team, the South Tech Sandtippers, is expected to do well this season. Go, Sandtippers!", "authors": ["Unknown "]}, {"id": 30658, "title": "Lipstick Killer - Degnan Crime Scene", "text": "January 1946, 6-year-old Suzanne Degnan was found dismembered and scattered throughout the local sewers. Various witnesses mentioned seeing a man between 35-40 years of age, but to get a quick arrest, police honed in on 17 year old petty burglar, William George Heirens. Though he confessed, Heirens later claimed it was because of police brutality. Heirens died in prison on March 5th, 2012.", "authors": ["Unknown "]}, {"id": 30659, "title": "Cermak Bridge", "text": "Named after one of Chicago's notable mayors, the Cermak bridge helps connect commuters from the suburbs to the downtown core. A common site for local suicides, a small grassroots organization has dedicated itself to monitoring the bridge 24/7. Members sing cheerful songs, strike up conversations, and give flowers to passerbys who look like they want to end their lives. Suicide on this bridge have since decreased.", "authors": ["Unknown "]}, {"id": 30660, "title": "Bernai Island", "text": "Welcome to Bernai Island! This isolated property has been owned by the Bernai family for generations. Due to municipal loopholes, Bernai Island is legally its own nation. While its autonomy is not recognized internationally, or even locally, Bernai Island designates itself as a constitutional monarchy and has placed trade sanctions on North Korea. You're welcome to visit, but you'll need your passport.", "authors": ["Unknown "]}, {"id": 30661, "title": "Lakeshore Water Refinery", "text": "The Lakeshore Water Refinery has a long and spooky history. In 1954, an employee on the graveyard shift fell into one of the refinery&#39;s reservoirs, and drowned. While the subsequent city-wide panic over the cleanliness of their water was short-lived, it is believed that me worker&#39;s ghost still haunts the reservoir. Some employees claim to feel something trying to push them in as well. Maybe it&#39;s the wind.\n\nYeah, it&#39;s&hellip; just the wind.", "authors": ["Unknown "]}, {"id": 30662, "title": "Burned Down Factory", "text": "A modern-day relic, this old factory serves as a reminder of the perils of love and obsession. The story goes that an employee, spurned by the love of his life, walked into work wearing dynamite on his belt, and brought the building down around him. He left a note saying that this was meant to be &quot;one last gift&quot; tor his true love. I&#39;m sure she would&#39;ve been content with &#xFB02;owers.", "authors": ["Unknown "]}, {"id": 30663, "title": "Bridge Construction", "text": "Due to the barriers encountered in attempting to replace neighboring bridges, the municipal government has begun construction on a more modern connection to the rest of the city of Chicago. The bridge has yet to be named, but for the sake of promotion, developers Barbieri &amp; Selcedo are currently accepting suggestions on their website. Keep it cheerful! We don&#39;t want jumpers.", "authors": ["Unknown "]}, {"id": 30664, "title": "Sheridan Wave Club", "text": "Owned by George \"Bugs\" Moran and Julian \"Potatoes\" Kaufman of the Irish North Side Gang, the Sheridan Wave Club catered to an exclusive high-roller clientele. It's rumored the police took 10% of the house profits. Needless to say, this club was very lucrative for the gang. Facing public pressure over the 1929 St. Valentine's Day Massacre, the police commissioner ordered a raid and closure of the club for good.", "authors": ["Unknown "]}, {"id": 30665, "title": "Raven Building", "text": "The Great Fire of 1871 consumed most of Chicago, including City Hall. The Raven Building became the temporary home of the municipal government while Chicago was rebuilt. In 1958, young Commissioner J. Sallik was closing in on a union scam with the Chicago South Club when he was gunned down just outside the Raven Building. No one has ever been charged with the crime.", "authors": ["Unknown "]}, {"id": 30666, "title": "Rossi-Fremont", "text": "The infamous Rossi-Fremont Low Income Housing Co-op was doomed from the start. Idealists thought they could build an instant community, but decades of poor infrastructure, policing, and funding has turned it into more of a gang-ridden prison. Many of the citizens living here are trapped. If Chicago is focusing on being a smarter city, let's hope they stop being stupid about this place.", "authors": ["Unknown "]}, {"id": 30667, "title": "Pawnee Mill", "text": "This Pawnee fixture has provided the state with quality lumber for over one hundred years. But a certain unsavory event occurred here at the turn of the century. Let&#39;s just say it involved an evil, moustache-twirling Count, a damsel who was tied to the mill&#39;s conveyor belt, and a dashing rogue who saved the day. Apparently that sort of thing was common back in the day.", "authors": ["Unknown "]}, {"id": 30668, "title": "The Fort Dearborn Massacre", "text": "August 15, 1812: American soldiers at Fort Dearborn, led by Captain Heald, offered to pay members of the Potawatomi tribe in weapons, liquor, and money to escort them to Fort Wayne. At the last minute, Heald ordered their surplus goods to be destroyed, going back on their deal. The Potawatomi retaliated by attacking the Americans as they left Fort Dearborn. On this site, 26 Americans, including 12 children, were killed, while another 28 were taken prisoner.", "authors": ["Unknown "]}, {"id": 30669, "title": "Meadowmoore Dairies", "text": "This park was once the site of Meadowmoore Dairies, opened in 1932 by Al Capone three months before he was incarcerated. Capone, along with his right-hand man Murray Humphreys, were keen to get into the milk business upon learning they could get a greater markup for milk than alcohol. Capone famously remarked to his associates, \"we've been in the wrong business all along!\" ", "authors": ["Unknown "]}, {"id": 30671, "title": "Tackle Shop", "text": "In the last five years, this inconspicuous tackle shop has been subjected to more police raids than any single business in all of Chicago within the same timeframe. While these raids have never revealed anything incriminating, local authorities have repeatedly claimed that the shop is the nexus of a burgeoning chapter of the Chicago South Club. The Mayor of Pawnee has denied any gang presence in Pawnee, but it might be best to buy your lures and reels elsewhere.", "authors": ["Unknown "]}, {"id": 30672, "title": "Bootlegging Factory", "text": "In the 1920s, this warehouse was the central location for production and distribution of bootleg alcohol run by the savage crime family known as the Genna brothers. Competing against the North Side Gang for the liquor trade, a gang war erupted. In 1925, three of the brothers were gunned down in separate gunfights against the North Siders and police. The other brothers subsequently fled Chicago. No one really knows how many brothers there were in total.", "authors": ["Unknown "]}, {"id": 30673, "title": "Big Jim Colosimo&#39;s Caf&eacute;", "text": "Before Torrio and before Capone, Big Jim Colosimo ran Chicago&#39;s Out&#xFB01;t. Big Jim controlled the South Side&#39;s hundreds of gambling saloons, opium dens and brothels from 1902 to 1920. Big Jim sealed his fate when he refused to expand the business into illegal liquor smuggling. Johnny Torrio, anxious to expand the business, ordered a hit on his boss. Colosimo was gunned down in his own establishment.", "authors": ["Unknown "]}, {"id": 30674, "title": "The Murder Market", "text": "This once-thriving market was once a place where the common-folk could rub shoulders with the privileged, or as I like to call them--the mafia. You could strike up a conversation with Machine Gun Jack while waiting on your cold cuts. For a lot of people, it was the closest they&#39;d ever get to celebrity. Unfortunately, it also got them close to one of the worst gang shootouts in Chicago history. Thirty-two people checked out that day and the only coupons used were toe-tags.", "authors": ["Unknown "]}, {"id": 30675, "title": "Windy City Shipyards", "text": "Tens of thousands of shipping containers have moved in and out of the shipyard every year for over a century. The Windy City Shipyards is one of Chicago&#39;s most vital lifelines, and lately, with so much mob activity near the yards, it might become one of Chicago&#39;s most notorious. Not a place you want to go fishing, if you catch my drift.", "authors": ["Unknown "]}, {"id": 30676, "title": "Harbor Lighthouse", "text": "Harbor Lighthouse has been a beacon to passing ships and teenagers looking for a place to make out since it was built in 1893. At the time it was considered state of the art engineering and has always been upgraded accordingly. The lens is extremely rare. So here&#39;s hoping it lasts longer than the light bulb in my bathroom.", "authors": ["Unknown "]}, {"id": 30677, "title": "Owl Motel", "text": "This quiet little motel had its own short moment of heated excitement in 1967, when an informant crucial to the conviction of Sam &quot;Teets&quot; Battaglia was kept under wraps in room 205. For the time of Battaglia&#39;s trial, the informant, Joseph Joyce, had to be moved repeatedly to escape being murdered by Battaglia&#39;s men. The Owl Motel was Joyce&#39;s last relocation before he took the stand, putting away Battaglia for good.", "authors": ["Unknown "]}, {"id": 30678, "title": "35 East Wacker Drive", "text": "One of the tallest buildings in the world, 35 East Wacker was constructed with a specially designed car elevator to transport jewellery merchants safely into the tower. What isn't widely known is that a billion dollars' worth of jewels is rumored to be encased somewhere within this 90-year-old building's walls. I have a clue where they might be, but I'm not sharing. ", "authors": ["Unknown "]}, {"id": 30679, "title": "Chicago Arts &amp; Sciences Center", "text": "An 1897 landmark, the Chicago Arts &amp; Sciences Center is where the Mayor of Chicago traditionally welcomes presidents, royalty, and other world leaders. Besides the huge number of art exhibitions, the main reason this building is amazing is the 38 foot glass domed rotunda. They don&#39;t make them like that anymore.", "authors": ["Unknown "]}, {"id": 30680, "title": "Secret Six", "text": "It took the shooting of a business contractor in 1930 here to set Chicago&#39;s influential businessmen after Capone. It&#39;s these six men who hired Eliot Ness to stop Capone once and for all. To this day not much is known of the six. They aided investigations where they could by providing funds and expertise in business and taxes. They operated their own speakeasy to spy on the criminals.", "authors": ["Unknown "]}, {"id": 30681, "title": "Four Deuces", "text": "Taken over by mob boss Johnny Torrio and Al Capone in 1922, this less than friendly establishment had already seen its share of shootings between drunken gamblers. Rumor had it that the place was equipped with a trap door down to the basement where deadbeats were treated to some gangster hospitality. No tipping required.", "authors": ["Unknown "]}, {"id": 30682, "title": "Shotgun Man", "text": "Between 1910 and 1911, an unidentified man, referred to as &quot;Shotgun Man&quot; gunned down 15 Italian immigrants. Believed to be an assassin working for the Black Hand extortionist gangs, Shotgun Man murdered those who refused to pay up. He disappeared as quickly as he appeared.", "authors": ["Unknown "]}, {"id": 30563, "title": "DedSec", "text": "Audio Log #1<br><br>    \"Do you ever find yourself staring out the window wondering why 2.7 million people scurry from point A to point B, never even realizing that there is a point C? People no longer seek information because they're filled to capacity. Overloaded. Take a look around out there. Look at all the billboards and monitors. How much Blume do you see? Do you think there will be more or less when the next CTOS goes live? Keep looking for point C and we'll keep talking.\"<br><br>Audio Log #2<br><br>    \"Did you vote this year? If the answer is \"no,\" change that answer to \"yes,\" because a vote and a non-vote are exactly the same. Every one of you voted for the same candidate because they all work for the same system. That system has not changed in the past fifty years. Whether you want to wait in a line to stamp \"I participated\" on a piece of paper or you want to ignore the whole process, the system continues unfazed and uncaring. But it is NOT unstoppable. To do it -- you're going to have to do more than just choose a name. DedSec can help.\"<br><br>Audio Log #3<br><br>    \"Everything that makes your life easier consists of the same basic materials. The planet will soon run out of these materials. We've already exhausted over half our supply in the last 100 years and production is only increasing. Governments are already waging wars, overt and shadow, to control those final building blocks, but who will end up with the most toys? Who really funds those wars? Who is on the receiving end of every favor owed? The answer is easy. Take your phone out of your pocket and look at the logo.\"<br><br>Audio Log #4<br><br>    \"We loved your new profile pic. That's a great haircut. Congratulations on the new job. A 25% raise? Fantastic. You deserved that widescreen TV. We just saw your status change, we're so happy you found your soulmate. Your kid is growing up so fast, she walks to school all by herself. That intersection in the picture behind her, we know that place. It's a safe neighborhood. You don't even need to lock your door. Wake up. Stop authoring your own tragedy.\"<br><br>Audio Log #5<br><br>    \"Why do WE hide behind our masks? Why do they hide behind their masks? Drop their corporate lawyers and government connections and we'll drop our hoods. They point at DedSec, label us the boogeyman while they root through your closet. We're not asking you to be friends. We're asking you to turn on the flashlight. Take a look under the bed. Because monsters are real and you're looking in the wrong place.\"<br><br>Audio Log #6<br><br>    \"You want to make a statement. You want to be a part of the change. But I don't know how, you say. I am powerless. I am weak. I am afraid. We answer: one person can disrupt an entire system simply by standing still. One person can spread a message to a thousand more simply by choosing to speak. Stand beside others, and you become a wall. Shout along with others, and you become a bullhorn. If we push together, we can topple their towers.\"<br><br>Audio Log #7<br><br>    \"We can see you. There are currently three different cameras recording you. One of them is recording for the Chicago Police department. One of them feeds directly into Blume through the CTOS. The other one, we're not even sure where it goes. You can try to avoid them, but there are over twenty thousand more in Chicago alone. Your privacy is gone.\"<br><br>Audio Log #8<br><br>    \"How long would it take to subvert the entire CTOS? To shut down every camera, monitoring system, emergency response, transit, commerce, and communication. How long to cripple this entire \"safe\" city? It would take us a mere thirty seconds. Now imagine if we were to rise up as civilians, to challenge the powers that be. How long would it take them to shut us down when they control the power switch? Your tax dollars have paid for your own muzzle and cage.\"<br><br><b>Bad Blood</b><br><br><br>DedSec X01<br><br>    \"DedSec must reboot. It is a shackled army, ready to fight. It is the voice of the people, muzzled by its own leaders. That's right. DedSec has leaders, despite their denial. But they would rather stroke their own egos through social media than bring about social change. So blood must be drawn. Every war begins with a tragedy...\"<br><br>DedSec X02<br><br>    \"I've been working with another hacker lately. He knows the game, but his ego is too much. And he likes to keep his identity hidden behind a mask when he's in public. Like he's got to wear the silly costume or he's somehow exposed. He scares me sometimes. His ideas are violent. He angers easily. He's a genius, but he can be like a child. On one hand I think he could help me find the Bunker, but on the other, I fear what he'd do with it. He's ready to meet the Daves, but I don't know if the Daves are ready for Defalt. I don't know if anybody is ready for Defalt.\"<br><br>DedSec X03<br><br>    \"So it's pretty clear to me now that the other Daves are going to waste the potential of what we've created here. In order to live up to our ideals, our purpose, they've left me one option - I need to remove them. Once we take our proper place ... once we're recognized as the ones who actually made a difference, who stood up against the one-percenter bullshit - people will understand why I had to do this. My brothers die for a cause they seem to have forgotten, but that cause lives on ... and grows stronger.\"", "authors": ["Unknown "]}, {"id": 30569, "title": "BedBug", "text": "Audio Log #1<br><br>\"So I'm gonna record this - but oh, shit, almost dropped it. Still going ? Ok. Gonna record my legacy like my cuz Iraq's always doing. Gotta have something to leave behind, just in case - you know. See, Iraq's got it all figured out, got everybody figured out but me. Why's he always doggin' me ? We're blood ! We're family ! I should be right up there by his side. I gotta find a way to show him that.\"<br><br>Audio Log #2<br><br>\"Iraq's got the V's split into two groups. We're the ones out running his shit and we only have two ways out : in a box or under locks. His fam up there on the top floor, though, these motherfuckers, man - they got an escape plan. They're keeping all the money...and the secrets. They don't give a fuck what happens to any of us. I need to get in on that.\"<br><br>Audio Log #3<br><br>\"Who the fuck is this guy ? Shit. He's not Club - Club don't do that. I mean. What-what-what was he ? A cop ? Why would a cop go through all this trouble ? Dude's gonna get me killed, man. Some of those videos - how did he get them ? I never even saw him. Dude, dude must've been following me the whole time, but - how ? Look man I gotta run. I just gotta leave town, but man, I can't leave Gramma. Shit.\"", "authors": ["Unknown "]}, {"id": 30564, "title": "Damien Brenks", "text": "Audio Log #1<br><br>\"It's 3AM and I'm in the hospital. My legs are busted. One pretty bad. Doctor says it won't come back 100%. Apparently I've been here a week. I only remember the night they attacked. I barely reached my front door and these guys were on me. I figured to rob my house, but the police tell me they never entered the building. Just beat me unconscious and left. Cops asked if I had enemies. Where to begin. My guess is the Merlaut job. We rattled somebody's cage. What was that video I saw? Whatever it was, someone wants to keep it secret.\"<br><br>Audio Log #2<br><br>\"I saw my old partner in the paper this morning. 'The driver, Aiden Pearce, 38, lost control of his vehicle in the Pawnee underpass. His young niece, Lena Pearce was killed in the crash.' Poor girl. But Aiden doesn't lose control of vehicles. That was no accident. And the timing's interesting. Same week as my attack. Right after our job at the Merlaut. That's going to upset Aiden. He's a smart hacker, I taught him that. But he's a vengeful sonofabitch. You piss him off, he won't let you go. You kill his niece -- God rest your soul.\"<br><br>Audio Log #3<br><br>\"After months of physiotherapy, the verdict is in. Doctor says my leg will never recover. I'll need a brace for life. Eventually a wheelchair. Those bastards crippled me. They wanted to scare me away. Make me flee to Bermuda and start over. What could be so fucking precious, so secret and dangerous, that they would cripple a man because he glanced at it? They haven't scared me. They've lit a fire under me.\"<br><br>Audio Log #4<br><br>\"Aiden and I weren't the only people raiding the Merlaut Hotel that night. Someone else was snooping inside. But he wasn't after cash. He was after data. He knew precisely what he wanted. That video. How did he know it was there? I don't even know if he got it. He probably had to run once the alarms went off. If I can track him down, I might get some answers on who attacked me.\"<br><br>Audio Log #5<br><br>\"Well that was easy. I've found our secret hacker. My legs may be shot, but I haven't lost my touch at the keyboard. He's hiding inside Rossi-Fremont, some little ghetto corner of Chicago. Welfare, drugs -- they're revolting creatures you keep at arms length. One of these creatures snuck inside the Merlaut server. Maybe I'll find that video on his computer. Problem is I can't break in remotely. I need someone to go inside. Someone more street-savvy than me. Someone like me. Unfortunately, he won't work with me anymore. He's made that pretty clear.\"<br><br>Audio Log #6<br><br>\"I've been reading lots on Chicago's new vigilante. He seems to have popped out of nowhere. Most interesting, he arrived on the scene soon after Aiden's car crash. Isn't that curious? The two share a self-righteous anger. Could it really be him? Aiden's always been a dangerous fighter. I cleaned him up good and taught him how to breach a network. But he always had that hair trigger rage. You can never take the street punk out of a man like Aiden. I suppose being the vigilante gives him a safe outlet.\"<br><br>Audio Log #7<br><br>\"Well well, the police are in quite a frenzy. The vigilante's twisted their panties in a knot. If I were to psycho-analyze Aiden, I'd say he's projecting. He can't fix the death of his niece, so he's fixing all other injustices littering our streets. Maybe that helps scratch the itch, but it doesn't answer the question that must be nagging at him. Who killed his niece? One thing I've learned about Aiden -- he's got a rabid protective streak. Tinker with his family at your peril. I wonder. Maybe I can tempt him. Give him a way to avenge the little girl. And get what I want.\"<br><br>Audio Log #8<br><br>\"I've found something curious. Something called the Bellwether. I don't have a lot on it, but the name popped up during my review of the Merlaut job. Far as I can tell, it's some kind of code inside CTOS. The term bellwether basically means a harbinger of the future. What a puzzling name for some code inside a smart city. I know my programmers. They over-think everything. That name is deliberate. My curiosity has been piqued.\"<br><br>Audio Log #9<br><br>\"I haven't got all the pieces yet, but that corrupted video from the Merlaut -- somehow that's connected to this Bellwether code. There's an opportunity here. Something beyond simple vengeance. Something memorable. I'll need to be careful. If I involve Aiden, he can't know my motives. The man's reckless, self-centered, but he's got a curiously strong moral compass. It's a terrible weakness. Makes him hard to control. I just need to find a way into that code. See what they're doing inside ctOS, then cripple it all.\" ", "authors": ["Unknown "]}, {"id": 30567, "title": "Malcolm Deodato", "text": "Audio Log #1<br><br>\"I got it! I got the job! Which means yours truly has a parking spot outside of Blume's \"X\" Labs. Billions of dollars, mad science, ok -- maybe just regular science, but still man, who knows what kind of wild shit I'll get to work on. I still have to sign a mountain of confidentiality paperwork, but I will tell you all about it when I am done! YES. Yes yes yes yes yes.\"<br><br>Audio Log #2<br><br>\"Okay people, you ready for this? Frickin' mind control. Seriously, man. That's why they hired a social psychologist, hello. OK, OK, so there's no badass laser or satellite, at least not that I know of, but it's still pretty fucking cool, right? The CtOS - it's collecting information on like... like everybody. And we get to play with it. Aw shit -- gotta go. More soon.\"<br><br>Audio Log #3<br><br>\"Well, fuck. My assignment -- elect Mayor Rushmore. I'm not kidding. For Blume's profitability, we have to make sure the weasel gets elected. So, all aboard the Rushmore train. Choo choo. Fuck. Just listen to this asshat:\"<br><br>\"If you're like me -- you're fed up with the blowhards and their hyperbole! We are at a crossroads here, with one path leading into economic and social ruin and the other, if you'll just walk with me, leading into a new age for Chicagoans.\"<br><br>Audio Log #4<br><br>\"Well, people did you vote for Rushmore? If you did, I'm sorry. That was me. This is some heavy, heavy shit. We knew the numbers we'd need for a win when we targeted the population. The Ctos worked out what specific messages people needed to hear and where to display them. Not subliminal, right there in your face. Hell, even I voted for him -- of course, management mandated it.\"<br><br>Audio Log #5<br><br>\"Okay, okay, okay, I am stuck right in the middle of a conspiracy-theorist's wet dream. And, to be honest, there's no place I'd rather be. This is fucking awesome. My new job - get inside Rushmore's head. Look, we got the funding we needed, so now there's this new deal. I don't know who is paying, but now, we're going to mess with the Mayor himself. I've got a team of brainstorms at 3:00 and I have some nasty, nasty ideas.\"<br><br>Audio Log #6<br><br>\"So we used the Ctos to media blitz the mayor. Wherever his eyes landed, we played on his fucking paranoia -- showed him stories of cheating wives and how to spot liars. Taught him all the warning signs and then made them seem real. Did it work? Well... the Bellwether predicted he'd file for divorce within two months. And do you know how long it took? Twenty days. Fuck. Listen to this message, it's... it's epic:\"<br><br>\"Enjoying your \"ladies night out?\" I hope he's worth it. It gave me time to burn our wedding album. Stay out as late as you like, whore, most of your shit is safe in the garbage out front. Call me back when you've lawyered up.\"<br><br>\"Holy shiiiit. Yeah, yeah, yeah... WE did that!\"<br><br>Audio Log #7<br><br>\"Okay, we've got a new task. Yeah, just call me Cupid. They want to see if the Ctos can hook our buddy Rushmore up with a booty call. Actually, it's not that simple, you see, they want us to manufacture a relationship for him. And I think it's working, listen to this:\"<br><br>\"Somehow we keep bumping into each other and -- this is awkward -- but I can't stop thinking about you. Feels like fate is bringing us together, right? Maybe I'm just being silly.\"<br><br>Audio Log #8<br><br>\"What the fuck have I done? I -- I can't believe it worked. Oh, shit shit shit. I had no idea they'd push it this far. This shit isn't what I signed up for -- deals with the Chicago South Club? I can't even run... I can't escape the Ctos. Nobody can.\" ", "authors": ["Unknown "]}, {"id": 30562, "title": "Charlotte Gardner", "text": "Audio Log #1<br><br>\"The predictive algorithm is a remarkable program. Yes, Sir. But this is more than a standard Bellwether model. It holds great potential. We've already seen it in action with the election. Beyond that, yes. Essentially it's able to adapt... understand... and learn. I can see by your expressions you're as excited about this, as I am. What this means, gentlemen, is that this algorithm is able to anticipate patterns. We've already run tests to see if we can influence those patterns. So far, we have success...<br><br>Audio Log #2<br><br>\"Naysayers. Protestors. Hacker groups. Each one has its own agenda. Yes, the CTOS network has suffered attacks. But these are minor. Gentlemen, I can assure you... Our system is robust. Our firewall protection is stronger. As you know, a number of security protocols have been implemented by our elite security team. I see you've all been equipped with your upgraded ID. I can assure you... These cyber-attacks are not a viable threat to the ctOS network or Blume's research. With our security team on it, I have great faith that we will have a breach-free network in the next month.\"<br><br>Audio Log #3<br><br>\"Any and all 'issues' have been dealt with, and are currently being fixed. Tests consistently show us that citizens are attracted to the ease of use above all else. Blume is about global family. Blume is about ease of use. CTOS network is a positive in people's lives. Our research data shows they're willing to endure the occasional hiccup. The public will stay on our side, I assure you. My recommendation to the Board of Directors is that we continue as planned. It's time to roll out phase two, gentlemen.\" ", "authors": ["Unknown "]}, {"id": 30570, "title": "Blume Engineers", "text": "Audio Log #1<br><br>Damn, Ray. I am so sorry about your car. How much of it did you have to take apart to find my flash drive? Did you find all six decoys? The ball's in your court now -- I just want to point out that I've already done the car thing, so you can leave my baby alone. Please.<br><br>Audio Log #2<br><br>Nice work, Frewer. I always took you for a purde, but I guess not if you've found my file. I hope you enjoyed your little web tour through the foulest sphincters of the internet. I wonder, did you prefer the testicle torture or the pony dress-up? Your turn.<br><br>Audio Log #3<br><br>Awww, Ray. You found my fime! I was getting used to it raining men in the bunker 24/7. And in your car. And your mp3 player. And in every store you visit. If you ever want the track, I'd be happy to copy it for you. You're up.<br><br>Audio Log #4<br><br>Congrats! You've found my file. I've had a lot of fun with this one--I hate to spoil it. But them's the rules. Fine. Listen, Frewer--nobody's really chasing you. Those black vans that have been following you: Me and Rose. We hid the bugs and cams in your house--can't believe you found every one of them. By the way, you need to re-shingle your roof. I damn near slipped off and killed myself. Your turn, buddy.<br><br>Audio Log #5<br><br>You finally found my file. Good thing, too - I only had five pizza places left to send your way. I hope you enjoyed your dinner Friday--surely you found at least something like within those 38 pies. Hey, look on the bright side - two of them were free because the delivery guys couldn't find a place to park in time. You're up to bat, Ray. Make it a good one.<br><br>Audio Log #6<br><br>I don't know how you found my file this time, Tobias, but I guess you must have bought a welding torch to get through two feet of nickel. Every man needs a welding torch, I always say. You never know when somebody's going to weld your coffee cup to your table, or your chair to the floor, or a shopping cart to the top of your van. Sorry about all those things! Your turn.<br>", "authors": ["Unknown "]}, {"id": 30565, "title": "Aiden Pearce", "text": "Audio log #1<br><br>    \"In my neighborhood, you stood up or you got beat down...So I stood up. I ran with an ugly crowd. Learned how to fight. How to shoot. I paid for it too. I took the hits so my family wouldn't have to. Mom always said we escaped Dad when we left him back in Belfast. She only wanted peace for us and he was always fighting for something. She saw that fire in me, too. She said her sweet little boy was gone - I'd turned into Dad. That should have stung, but it didn't. I was proud to hear it.\"<br><br>Audio log #2<br><br>    \"First time I came close to getting caught was about eight years ago, I had a trainer who started questioning me. He noticed my bruises, my stitches and how I tried to work through broken ribs. He suspected I was fighting outside the gym, but he didn't know why. Would he have called the police? I couldn't risk it, so I dropped him. I needed to focus on my mental game anyway. I'd been reading up on the big cons. Social engineering. Psychology. Intimidation tactics. I needed to be able to win a fight before it even began. I wasn't there yet, but I am now.\"<br><br>Audio log #3<br><br>    \"Things are rough with Nicky. She wants me back in her life, but I'm not ready to face her. If she knew the truth, it would hurt her even more. So I'll need to find another way to make sure she's safe. I dread the conversation if she ever finds my cameras...\"<br><br>Audio log #4<br><br>    \"The news is calling it an accident. Wondering if the driver was drunk behind the wheel. I was not drunk. I did not fall asleep at the wheels. And frogs did not fall from the sky. Cops have the ballistics. Someone's covering up. I'm gonna find them.\"<br><br>Audio log #5<br><br>    \"I've hired a Fixer to help me find the shooter. Jordi Chin. I was skeptical at first because the guy's eccentric. He's got a motor-mouth. Insists on wearing a fancy suit to work. So far he delivers. He helped me dig up a name - Maurice Vega.\"<br><br><b>Bad Blood</b><br><br>Aiden Pearce X01<br><br>    \"Sometimes I imagine Nicky and Jackson getting ready for the new day. Maybe they've moved somewhere out in the prairies. They've got a house twice as big as their little place in Chicago. They've got an endless backyard filled with Jackson's toys... his new friends. A normal kid again--loud, full of energy. This whole nightmare is behind him, one of those painful things that becomes dull once you've gained some distance from it. Everything moves slower for them, now. They don't even use the internet... they know better than that. They've changed their names, that's OK -- that helps to dull things, too. Maybe they've forgiven me. I like to think so. Then I see it. Black vans pulling up outside their place. A helicopter flying low. A threatening phone call. It gets my heart racing again. Tempts me to run just one more search. Make a connection. Caus' I know I could find them. But I won't. I can't do that do(sic) them again.\"<br><br>Aiden Pearce X02<br><br>    \"I've dealt with enough \"Fixers\" lately, I'm not even sure what the term means anymore. Maybe I'm old-school, but Jordi Chin always fit my definition: efficient, deadly, and most importantly ... for sale. Whenever I got stuck in a mess, Jordi was the first person I called and the only person I had to call because Fixers get it done. I guess Jordi's old-school too, because this new breed of Fixer has a different way of working. I doubt they could stand toe to toe with Jordi in a gunfight, but they've got something he doesn't - they can hack. They exploit the ctOS. They're networked--they know how to track a digital shadow and coordinate an attack. These guys are fully-adapted modern criminals with a wide range of skills and eventually I'm going to run into one who is better than me. I need to be ready for that.\"<br><br>Aiden Pearce X03<br><br>    \"Bring the oven to 350 F. With a wooden spoon, mix your butter into the mashed bananas. Use a large mixing bowl. Next, mix in the sugar, egg and vanilla. Lightly sprinkle in your baking soda. Mix vigorously. Add your flour, and mix. Pour the mix into a buttered loaf shape pan, and bake for 15 minutes, cool for 10 minutes. Remember the most important step, Enjoy!\"", "authors": ["Unknown "]}, {"id": 30560, "title": "Weapons Trade", "text": "Audio Log #1<br><br>\"I've left the package for you where we discussed. This is just a sample. Try them out -- get a good feel. We'll call back in a few weeks and see if you want to make a deal.\"<br><br>Audio Log #2<br><br>\"They picked up the drop. We're already seeing six of the weapons have been fired multiple times. We'll run those against recent crime scenes and see how many match.\"<br><br>Audio Log #3<br><br>\"I understand we're going for convictions here, but why aren't we tracking the weapons for crime prevention? I don't like playing clean-up crew.\"<br><br>Audio Log #4<br><br>\"A pickup got lifted before the target could claim it. I can't wait to find out where this leads. Let's hope for a pot of gold at the end of the rainbow, or at least a major bust.\"<br><br>Audio Log #5<br><br>\"One of our guns was used to shoot a seven year old. Sure, if it wasn't one of ours, it would have been another gun. I get that, but that doesn't make me feel any less responsible. I guess at least we now have a solid lead on who did it.\"<br><br>Audio Log #6<br><br>\"Obviously, we won't be able to use any tracking information in court, our tactics have to remain a secret for now. I don't even think there's a precedent for this kind of thing. But it does tell us exactly what happened and points us at the right target.\"<br><br>Audio Log #7<br><br>\"I'm worried about where our guns ended up. I mean, the CPD is using the CtOS itself to track the chips in these things -- with Blume's help, no less. What happens if these \"fixers\" expose what they found. Shit... what if they fuck with the data? We got some solid busts, but we need to abandon this operation.\" ", "authors": ["Unknown "]}, {"id": 30568, "title": "Rosario Brothers", "text": "Caller #1: Gonna put up big money to make Pearce gone, they don't care how we do it so don't bring the van. We don't need him alive. See if you can get me the Rosario's.<br><br>Caller #2: Are you fucking kidding me? Did you hear about the mess they made over in Pawnee?<br>", "authors": ["Unknown "]}, {"id": 30559, "title": "Vigilante", "text": "Pearce wouldn't run. I knew it. So where is he? The city is going to hell. People are dieing in the fucking streets. Where is he? Fuck! He has to be dead. I.. I finished my costume. I didn't have a lot to work with only blurry news photos but I think it's close. I haven't gone outside with it yet but maybe it's finally time somebody's gotta step up, right? Somebody's got to be the fox.", "authors": ["Unknown "]}, {"id": 30566, "title": "G1gg1L3s", "text": "Audio Log #1<br><br>\"Alright, here's what I know. My Blume leak, Angela, she's an engineer -- close to the top. As close as an engineer can get, anyway. I'm going to see if my source checks out, but this is what I've been waiting for. Blume with its pants down and I'll be able to take credit for the leak. I haven't told the rest of DedSec yet. Call me selfish, but this is my find. They'll have to put me on the DedSec council, right? If there really is one.<br><br>Audio Log #2<br><br>\"Guess what -- the DedSec council? Real. I got called into a chat with six of them. I don't know how they found out, but I hope you're not posting anything I've told you. These people are fucking scary, man. It's like talking to college professors, only more paranoid and condescending. I don't think I'm going to get an invite. Still, they're keeping me on it for now so we don't spook my contact. They're expecting proof, so I'm going to have to push her.<br><br>Audio Log #3<br><br>\"As proof, my leak sent me this old audio in the Blume system. This is Raymond Kenney:\"<br><br>\"Let's pick a name at random... Ms. Green here currently has two outstanding loans. One for a motorcycle and one for a boob job. She hasn't had time for the motorcycle because the boob job's had a complication. The photos in her private hospital file show a major infection on one of her nipples -- you know what, I'm going to do Ms. Green a favor here and corrupt her CtOS file. You understand now? This is only the beginning, kids.\"<br><br>Audio Log #4<br><br>\"As soon as I mentioned Ray Kenney, the DedSec council became real friendly. They invited me to attend an online pow-wow with about 30 other people. I think the ones with \"Dave\" in their handles are the Council. The Daves debriefed us on a lot of recent DedSec events - the mischief with the bridges, the leaks on those Chicago judges, and the media website hacks. The public stuff. They call it \"troop building.\" There's a lot more of it coming soon. The Daves have invited me to a private meeting. Shit, I need to get my nerves under control.<br><br>Audio Log #5<br><br>\"The \"profiling\" system in cTOS, what Ray Kenney was working on -- DedSec wants it, and I think they want me to get it for them. They say with access to a tool that powerful, we can preemptively strike anyone targeting us. But if we use Blume's tool, doesn't that make us just like them? Another problem -- I haven't told the Daves yet, but my Blume contact's gone silent. Fuck, I was so close.\"<br><br>Audio Log #6<br><br>\"The council haaaates Defalt. They don't want people with public images, even if the image is a giant rat mask. They stay anonymous for a reason, right. He wanted to be Council, they said no, then urns on them. Steals their imagery and ideas for his own marketing. He cheapens their message. They say he's dangerous because he's \"in it for the lulz,\" and he's got money to fund his own attacks.\"<br><br>Audio Log #7<br><br>\"One of our fellow members, \"Badboy17\" brought an appeal to the council this week. The vigilante on the news -- Badboy knows him personally. This guy's been causing Blume a major headache. Walking right into their control centers, and getting away without a trace. But he's in some kind of trouble. Something with his family. They took it to private chat, but I wouldn't be surprised if we end up working with this guy.\"<br><br>Audio Log #8<br><br>\"The Council noticed Badboy snooping around in some directories he wasn't supposed to be in today. He copied over some of our more dangerous Ctos exploits. Normally, he'd get an expulsion, or at least a big slap on the wrist, but we want to see where he goes -- so they're letting it happen. They've even opened some doors. As long as Badboy's friend is using these things against Blume, we benefit, right?\" ", "authors": ["Unknown "]}, {"id": 30561, "title": "Maurice Vega", "text": "Audio Log #1<br><br>\"I can't keep running. I can't do it. That fucking Aiden Pearce. I killed his niece. He won't stop chasing me. Who is this guy? What am I gonna do? He keeps coming!\"<br><br>Audio Log #2<br><br>\"Last week I was the happiest man alive. New wife. Abigail. My Abbie. She was my fresh start. Knows my past but loves me still. And then the phone call. Told him I was out of the game. These guys never let you out. You can pay every debt a hundred times and they'll just keep calling. I can't do this anymore.<br><br>Audio Log #3<br><br>\"That was a mistake. I screwed up big. I just wanted to get out. That's all. Clean break, me and Abbie. Oh god how could I do this. These guys got eyes everywhere. They know everything. They told me every fucking thing I bought at the grocers. The fucking ctOS! Guy called, and said if I try it again, they'll kill my wife. Just like that. Like some small inconvenience to him. About my wife. I never told her. But she kept pushing me. Let's go, we need to leave town. She thinks I'm getting pulled back into the life. She has no idea how right she was.\"<br><br>Audio Log #4<br><br>\"I took the job. I had no choice. I had to protect Abbie. They would've killed her. Said it was a small job. Some tech lab out West in the middle of nowhere. Place was deserted. No one, no lights. It was pitch black. I'm doing lookout with binoculars. But there's no one. My partner's covering the South. We were there at least 3 hours and there's fuck-all but wild rabbits. Then he says pack it up. Saying, job's over. So I'm thinking, shit I fucked up. Then he said it went better than expected. I go back and he gives me an extra $200 bucks for a job well done. I mean, what the fuck is that, hey? These guys, man. How can you trust guys like that?\"<br><br>Audio Log #5<br><br>\"What did I just do? What was I thinking? Fuck. They, they gave me a bigger job this time. Wanted me to follow on some job. A guy skipped out on them and they found him. These guys wanted me to see what happens. A warning. The guy had just enough time to recognize them and they were all over him. Two fucking teeth landed at my feet. I've seen this before. Done it before. Wasn't gonna let it rattle me. And they knew it. So they just kept beating him. Then he stops making any human sounds. Just, like, wheezing. Like-like a... like a fucking pig. And they just kept going. I just said - I said it. 'Stop! He's fucking dead already!' And the one guy just stares at me. And he keeps kicking him. Looking right at me the whole time. He says, \"How's the wife?\"<br><br>Audio Log #6<br><br>\"I been stuck in a cold sweat for over a week. I blew that last job and I was expecting a hit any second. Abbie is freaking out around me. We'd been shouting a lot. She thought I was getting seduced by the life. Fuck me. Fuck. I couldn't tell her the truth. I had to do whatever they wanted. I had no choice. These guys were gonna come over and kill her. So I said I'd take another job. Only this time they didn't want me to fuck around. They had a hit lined up. Some guy, Aiden Pearce. Never heard the name before. And I was going to be the trigger man. I couldn't say no. This was the only offer on the table. This was my get out of jail free card. And I took it.\"<br><br>Audio Log #7<br><br>\"No no no no - what happened? Why was she staring at me? Fuck me, everything just fell apart. I found Pearce, ID'd his car, I rode up beside him, it was... it was just gonna be quick. Shot to the temple and I'm home free. Then this kid - just some little girl. She holds this stuffed toy out the window. She's staring right at me. I got the fucking gun in my hand. I couldn't do it. I couldn't shoot him. So I pulled the gun to his front tire and shot it out. I didn't know what I hoped was gonna happen. I only know they crashed, and that little girl died. I killed her.\"<br><br>Audio Log #8<br><br>\"They've taken Abbie. At first I thought she just left me. I'm a dead-beat fuck up, I couldn't blame her. I checked her work. Her friends. No one's heard from her. And then those bastards called me again. They said I screwed up the Pearce job. No more chances. I begged him not to kill her. I begged him to kill me instead. And the sonofabitch says he was feeling generous. He wasn't gonna kill her. He's gonna send her to an auction instead. The fucking auctions. How do I get her out of that? They got tracking shit on the girls. Get them so fucked up on smack they don't even remember their names. Oh christ, Abbie. The sick fuck who called me -- he said the debt was clean. I was free to live my life. What fucking life have I got?\" ", "authors": ["Unknown "]}, {"id": 30571, "title": "Alex Javorski", "text": "Alex Javorski X01<br><br>Unknown 1 - \"Can he sit up? Fuck it, just hold him up. This is session #3 with Alex Javorski, who is not the name he gave us. Alex here is an undercover cop.\"<br><br>Alex - \"I- I'm not a cop! I'm- I'm just an informant, okay? Look, they barely even pay me anything. Listen, listen--you let me go, and I'll leave the country. You got my word.\"<br><br>Unknown 1 - \"I want everything you photographed, sent, or stored and a list of your contacts. Or my buddy here's going to stab you.\"<br><br>Alex - \"No way, no way. I give you that and you'll kill me, right? No! *screams*\"<br><br>Unknown 2 - \"What? You said to stab him!\"<br><br>Unknown 1 - \"Jesus! Now how's he supposed to tell us anything? It was a fucking bluff. Jesus. Just stop the bleeding. Take him to the body shop. Get him patched up. Next time he'll know we're not fucking around.\" ", "authors": ["Unknown "]}, {"id": 30572, "title": "Iraq", "text": "Audio Log #1<br><br>\"Yo get out, I'm recording. A'ight here it is. My legacy. Iraq's legacy. See Lucky Quinn gets all the respect - fuckin' skeleton and his goon squad, they're old Chicago. Still ridin' the roaring 20s and shit. I got some deals runnin' with the old fuck, but I don't trust him and he don't trust me. Shit at least we speak the same language.\"<br><br>Audio Log #2<br><br>\"Lucky thinks every problem can be solved by a gun. He needs to wise up. This \"vigilante\" that's doggin' everyone - that's the new kind of killa we're up against. See a gun is just a solution to a specific problem - shit when you need to kill somebody fast. Shit but what if you never see him? What if the dude can destroy you before you ever meet him? See I ain't goin' out like that, but I got front row seats if he's taking out the Club. But me... my shit is protected. That bitch won't touch me.\"<br><br>Audio Log #3<br><br>\"Fuckin' DedSec, right? Bunch of one-percenter kids who ain't never had to deal with the street. Can they code? Yeah. I've seen their work. It's solid. But they got nothing to back it up. Police come knocking and they're done. I got bite to back up the bark. Police won't even step foot in my yard and I don't need to hide behind no fucking mask. DedSec is a fad. I'm the damn future.\"<br><br>Audio Log #4<br><br>\"Bedbug. Shit this one hurts man, because he's blood. Shit but the kid is soft. And I ain't just talking about the 300-plus he carries, either - shit he takes a lot of shit from the V's and he takes even more shit from Gramma. Shit if my cuz wasn't there to intercept, I think I would've killed the crazy bitch by now. See Bug seems to have my back, but, but shit I don't know how much longer I can have his.\"<br><br>Audio Log #5<br><br>\"The CtOS is the best thing Blume could have done for Chicago's uh... entrepreneurs. Police got an eye on every corner, which means they pick up all the small-time players who don't know no better. Cuts away my competition. But if you know what I know - and if you can do what I can do - you take their hardware and you use it to protect yourself. Shit my little castle here? It's got state-o-the-art security - paid for by the giving taxpayers of Chicago. Thank you, everybody.\"<br><br>Audio Log #6<br><br>\"Hell it's better for me if everybody thinks the V's are a bunch of dumb-ass thugs. Some of them are, for sure. They're my decoys. I run them low-level on the streets, let them tag, bag, and bang. But my crew, my real fam - I train em with the shit I brought back from the desert: Tactics, psychology, SIGINT. Anybody gets close to Rossi-Fremont, they're going to see what they want to see -- drugs, guns and theft. But upstairs...\"<br><br>Audio Log #7<br><br>\"Upstairs, up in my court, we're playin' the game on a higher level. Police think we're watching the streets. Shit, we're watching the whole damn city and the things we find - that's currency we'll cash in when we need it. I've got dirt on everybody. Quinn, the police. You just watch, I'll get the Mayor, too. I just gotta wait for that perfect moment. And it's comin' soon.\"<br><br>Audio Log #8<br><br>\"So if I catch a bullet... if somebody finds this... you make sure everybody knows what I was. Shit I was nothing, I came from nothing, I got nothing, never asked for shit nothing. But now... Well, you watch the news. I did that. By. My. Self, 'the fuck did you ever do?\" ", "authors": ["Unknown "]}, {"id": 30573, "title": "cRow", "text": "cr0w X01<br><br>Caller #1: This is an unlisted number. How did you find me? <br><br>Caller #2: No such thing as an unlisted number if you search the right lists. I know where Aiden Pearce has been staying but I want 10k upfront or I walk I sent you an anonymous account number where you can drop it.<br><br>Caller #1: Hold on how can I be sure you've got information worth 10k?<br><br>Caller #2: Nice talking to you goodbye.<br><br>Caller #1: Wait. Okay shit. Here you'd better have something good or I'll mark it stolen.<br><br>Caller #2: Oh it's good, Pearce was living right inside your own house some of your employees liek to call it the bunker. <br><br>Caller #1: The bunker, of course. <br><br>Caller #2: Be sure to send over the rest of the payment when you see I'm right. Trust me I can be a real pain in the ass. When someobdy cheats me.<br><br>cr0w x02<br><br>The more I dig into the bad boy's file the more insane this whole thing becomes. First off not a dude. Nope, pretty hot too I've seen her picture. That dead sex number that got shot on the news, Clara Miles. That was bad boy if you're wondering why she got shot I've got two words for you. Aiden Pearce. Yep she hanging out with the vigilante but it gets worse where did they choose to take their honeymoon the bunker. According to bad boy it's real and she was even inside. I find myself in a very frustrating situation. I could hand my discovery over to DedSec and gain a metric fuckton of street cred or I could cash it in for Boone's 100k. I used to be all about fight the and fuck the system or was it the other way around. Anyway now I'm starting to thing the world is in a perpetual downward spiral no matter what we do and I sure could use a new car. What to do? What to do?", "authors": ["Unknown "]}, {"id": 30574, "title": "T-Bone Grady", "text": "T-Bone Grady X01<br><br>\"Now I never was a religious man, but I did have an idea once to put karma, religion, superstition... et cetera... to a test. Crowdsource it. Kind of like that old theory that you could coordinate everyone on one one(sic) side of the planet to jump at the same time and knock us right the fuck out of orbit. My idea, though--you get everybody to make the same wish, thought, prayer, pointed in the same direction all at once. What happens when a single, collective voice demands a miracle? Maybe nothing? That led me into another thought. What if... bullshit or not... you're the one running this site? You could cheat the vote. You've suddenly got a mass of people all thinking the same thing you've programmed them to think and you're pointing them right at your target. All they need is one \"miracle\" and you've got them hooked. What are you going to do to make sure that miracle happens? That's when I started to come down from the LSD and realized that the idea sounded a lot better when I was high.\"<br><br>T-Bone Grady X02<br><br>\"If you ever want a good snapshot of the current state of human spiritual evolution--how close we are to actually figuring shit out--you don't have to look any further than the internet. It's a place where you can find 500 page fan-fiction about anthromorphic(sic) 80s cartoon characters romancing androgynous pop idols. Where you can find forum flame wars between people who fantasize about being eaten by giants and people who find tiny robot animals erotic. You can sell your own bottled urine or buy somebody else's toenail clippings. Don't even get me started on what girls and cups are doing these days. Uh uh. Makes you want to unplug the whole damn thing, sometimes, don't it? Well, maybe after I finish my fan-fiction.\"<br><br>T-Bone Grady X03<br><br>\"So I made the mistake of running my name through the search engines today. Been a while since I did that and now I remember why. People still got a hate hard-on for me. Even found a few bullshit sightings around the country, like I'm Bigfoot or something actually worth hunting. My message got through, at least--my story's being used as a security lesson, but I don't like being the bogeyman in their example. I mean, I had reasons for what I did and Blume knew it. That ugly mug in the old broadcasts that keeps popping up - I don't even recognize him anymore. That ain't me - those were dark times. Angry times. And now I'm just tired. I been in the trenches too long, people. I've earned my R&R.\" ", "authors": ["Unknown "]}, {"id": 30575, "title": "Tobias Frewer", "text": "X01<br><br>So Blume has been looking at investing into a hacker space and that's got everybody at each other's throats. Some of us think the corporate control kind of goes against the spirit of what we do here. But on the other hand we're talking about big money and that means the projects get... bigger. We could do something real here instead of playing around. Blume is promising they won't take away any of our creative control. They say they want to invest not dictate. Do I trust them? Not entirely. Is the risk worth the reward? Yes. But I'm in the minority here these guys would rather discuss starship engineering than our future here. I'm going to have to convince them. Also why do people fixate on the aesthetics on a starship. There's no need to be sleek in space, it's functionality that's key not form.<br><br><br>X02<br><br>The lab is all worked up over the Blume branding we got. Blume sounds fine to me. He quit. Wasn't willing to sell his soul to the dark gods for financial gain. Pointed right at me because somehow I've now become the unofficial liaison between us. The thing is, I'm not in this for the money. I know that's what everybody says but really I'm eager to see what we can do. I feel like I've finally been given a shot at something. No more computer repairs and tech support. These guys are giving me a shot to prove myself and I'm going to take it. I've decided to tell Sandy tonight. I can't wait to see her face. She's been working two jobs to support us this year and I know she's been wanting to give the middle finger to her own dark gods and walk like Pete did.<br><br>X03<br><br>We were introduced to our new project called it the central operating system ctOS for short. Software to run an entire city. I know we were going big but this is... big. We'll be working on a test site we're calling it the bunker. I met one of my new partners today. Everybody went quiet when he walked in. He's a hacking legend. Best of the best they say. Looked like a knuckle dragger to me, right away he started picking on me. Said my parents were, and I quote, \"A pair of dirty douche bags for naming me Tobias and he's going to call me Frewer from now on.\" Nobody's called me Frewer since gym class back in high school. Not gonna let this hooligan ruin a good thing for me.", "authors": ["Unknown "]}, {"id": 30576, "title": "T-Bone Moose", "text": "\"There are two kinds of people in the world, assholes and people who label people. Hell, most of them are assholes too.\"<br>\"Hi, I'm a talking moose who was probably made in a third-world sweatshop by malnourished children. Ain't I fuckin' funny. Ha ha.\"<br>\"Don't throw rocks in glass houses ... throw spark plugs instead. They're higher on the Mohs scale.\"<br>\"If you're going to be the one who dies with the most toys, at least be the one who made them.\"<br>\"Ain't nothing in life for free unless you're willing to grab it and run like a motherfucker.\"<br>\"If you roll your socks into balls to keep them matched--here's a trick: buy all your socks in the same damn color. Problem solved. Fuck your sock-balls and fuck you.\"<br>\"I bet it would be hilarious to hear my own voice coming out of a talking moose, so I'm going to make that happen.\"<br>\"If you take the stairs instead of the escalator and the people on the escalator are still passing you by ... guess what, you would be more efficient just standing still.\"<br>\"Never wink at a blind man. Never start a fight you can't cheat. And never, never trust a man who buys a pre-built computer.\"<br>\"The problem with the fuckin' internet is that there's no 911 dispatcher and way too many volunteer firemen.\"<br>\"If I wanted a goddamn peppermint pumpkin cappuccino, I'd tell you. I'd also shoot myself.\"<br>\"How much wood would a woodchuck chuck if a woodchuck could chuck wood? Well, a woodchuck CAN chuck wood, so shut the fuck up.\"<br>\"If you change your profile picture more than twice a week, you're creating a permanent visual timeline about how you got old, fat, and ugly.\"<br>\"When I die I want the biggest cock-shaped tombstone money can buy just to see the look on the preacher's face.\"<br>\"If you want to kill people because a book told you to do it, it's time to expand your damn library friend.\"<br>\"If it were done when 'tis done, 'twere well it were done quickly.\" ", "authors": ["Unknown "]}, {"id": 30577, "title": "Angela Balik", "text": "Audio Log #1<br><br>I was wowed by the whole Blume vision at first, just like you. I bought into the whole marketing package - the betterment of life through hyper-connectivity and all that. Sure. They do that stuff. There are visionaries up at the top here. Humanitarians. Blume is helping to educate the underprivileged. They've gone green. They fund everything from social programs to medical research. These things are real... but you know whose desk I'm sitting in? Raymond fucking Kenney. And that'll wake you up real fast.<br><br>Audio Log #2<br><br>So ... since I'm the \"ghost of Ray Kenney\" simply by desk location, I get to hear everybody's fucking Ray Kenney story. In one woman's case, it really was a fucking Ray Kenney story - and that's an ugly one. I about lost it the first couple of weeks until I realized something -- Ray had it all figured out. With his hands in the cuts of the ctOS, he began to see the real sinister potential of the thing he built. How do I know this? Because the ghost of Ray Kenny still haunts the data. He knew it would take another engineer to find it, somebody operating on the same level. Well congrats to me. I guess that means I'm one of the smart ones.<br><br>Audio Log #3<br><br>So here's my contribution to Ray's legacy. Apparently, you've found me embedded in the system, just like I found him - only I won't presume mine was as well hidden. It doesn't matter - I'm long gone, anyway. I'm going to play you some of Ray's Greatest Hits as well as some of my own. Maybe one day this will all come back to bite Blume in the ass. Probably not. Here, I'll play some Ray: Inviting Blume to build ctOS in your city is like inviting a fucking vampire over for dinner and handing him a goddamn straw.<br><br>Audio Log #4<br><br>So what's Blume doing with all our data? I may have sneaked a peek, sorry. Charlotte and her PR brigade aren't totally lying about how they use it - they're speeding things up. Making life more convenient, but the right hand doesn't know what the asshole is doing. Go ahead. Listen: The suits are already putting a price on the data they're collecting. They've been ro-mancing advertisers and politicians. Shit, the mayor himself had a date with a couple of them last week. None of this comes as a surprise, so why are they hiding all this from the Board of Directors? There's something else. Something is missing.<br><br>Audio Log #5<br><br>The bosses are talking about the long-term--global ctOS potential, at least in the countries that can afford it. They say it with stars in their eyes. They mention world-changes like Thomas Edison and Alexander Graham Bell. You almost want to believe them-but then you realize they could actually pull it off. Ray put it best: Imagine every major city, American, European, Asian, whatever, is now the same city. Sharing instant surveillance. Constantly feeding each other data about you. Now mix the special ingredients - prediction algorithms, feedback loops, subliminal messaging, Christ--I helped them build this thing and I can stop it. This is so big they don't have all the pieces yet. I still have time to act.<br><br>Audio Log #6<br><br>I'm going to let Ray take this one: I'm on the verge of my third strike now, so they've taken away a lot of my access-prepping for my big meltdown, I guess. They've handed Rose a new task - they want to start work on a behavioral prediction system. She'll never do it. I worry if they give it to Tobias, he'll actually pull it off. His OCD cannot resist a challenge. If we're going to burn this thing, we have to implicate the poor bastard.<br><br>Audio Log #7<br><br>According to my coworkers, they sent security down to escort Ray out like some kind of criminal. He didn't even get to gather all his things--I still have one of his ugly sculptures on my desk. He kicked and screamed the whole way out which gave Blume all they needed to put an HR spin on it. I'll read it for you: \"We apologize for the disruption caused on Tuesday when we ended our contract with Raymond Kenney. As a reminder, your medical insurance covers psychiatric consultations. We wish Mr. Kenney a speedy recovery and we must stress the continued importance of confidentiality to all Blume employees.\" I'll do my best Ray translation: \"Mr. Kenney was batshit crazy and don't you dare repeat anything he said or your ass is grass.\"<br><br>Audio Log #8<br><br>Ray lashed out and took down the power to most of the Northeast. People panicked. People died. A lot of money was lost. He was making a point. Demonstrating the dangers of relying on one system to keep everything running. Was it terrorism? I guess so. I mean, it's pretty much the definition, right? Rose Washington, she took a more traditional route in her whistleblowing and picked up a few headlines, but her proximity to Ray quickly discredited her. Tobias Frewer - I don't think anybody noticed him leave. He just wasn't there one day. Ray's still on the run, too. Is he a threat? Blume seems to think so. Every so often, we get an email warning us to report any contact from former employees. But we all know which one they mean.<br><br>Audio Log #9<br><br>I've been asked to pick up the reins on the prediction software. They call it Bellwether and I suspect it's everything Ray Kenney feared. Just like Ray, I was asked to keep my work between me and a few specific managers I could go higher up. I could out them and maybe even those higher, but I want to play along a bit more. I want to see where this all is going. Something they can't deny when it goes public. I can't believe I'm actually considering whistle-blowing. I hate the spotlight. I'm weighing other options. There's a hacker group that might be able to do something with this information - they call themselves DedSec.<br><br>Audio Log #10<br><br>So, I've been working on my own \"Hello World\" for the Bellwether to see if it's really as insidious as I suspect it is. Does the Fibonacci sequence mean anything to you? It's always been one of my favorites. I'm going to throw the Fibonacci numbers out there--Bellwether should predict where they can have the most subliminal influence, saturating the city within days. The ctOS will then monitor for impact. If I see instances of those numbers echo back throughout the city--everything I've feared would be in motion. At that point, I'm sending proof to DedSec and they can do whatever they do to make things right.<br><br>Audio Log #11<br><br>Shit shit shit. I checked - the top lottery numbers that people played this month. Fibonacci. I've been hearing people talk about them on the L. On the news last night? A blurb about Fibonacci. I don't even need to read the ctOS report. The Bellwether worked - I sent Fibonacci through the ctOS and the people of Chicago echoed it back. So, I guess this is it. Raymond Kenney was right.<br>", "authors": ["Unknown "]}, {"id": 30578, "title": "Rose Washington", "text": "Audio Log #1<br><br>\"My name is Rose Washington... and I'm uploading this log because... I'm scared for my life. I used to work at Blume. I don't know what happened to the others... Tobias and Ray. We were all fired. Someone's watching me.\"<br><br>Audio Log #2<br><br>\"I think someone is selling access to the network. Mayor Rushmore and his entire team have been pushing hard for CtOS integration. It's his entire platform. So either he's oblivious or he's in on it. I'm going to get closer and find out.\"<br><br>Audio Log #3<br><br>\"Someone's been following me. I've already burned two phones. I have to get out. But I can't. The entire city is vulnerable. Donovan... Mayor Rushmore is growing more fond of me. And I don't know how I feel about it. The election's coming up fast. I overheard Don on the phone... The voter list is set to run through some new CtOS algorithm. I'm going to hack into his personal files and see what I can find.\" ", "authors": ["Unknown "]}, {"id": 30579, "title": "Sheila Billings", "text": "Sheila Billings X01<br><br>T-Bone - \"Detective Sheila Billings. We need to talk.\"<br>Sheila - \"We have an anonymous tip line you can call. I'll give you the number.\"<br>T-Bone - \"You graduated with the second-highest scores in your high school. Then you tore through your Criminology classes and got fast-tracked through the Chicago Police department.\"<br>Sheila - \"Don't you have better things to do?\"<br>T-Bone - \"Officially, you've got a spotless record. In 2009, you were following a suspect in the Parker Square stranglings. You requested a search warrant, but they wouldn't give you one.\"<br>Sheila - \"Who is this?\"<br>T-Bone - \"They wouldn't give you one because *they* were corrupt. So you went into his house anyway. Found what you wanted. Planted it where you needed to plant it.\"<br>Sheila - \"You can't prove that.\"<br>T-Bone - \"You're right--but only because I erased the footage clean for you. You were right to do what you did. Here's the thing--you and me ... we're like-minded. I could use a friend in the department and you could use a friend outside of it.\"<br>Sheila - \"Huh. Well aren't you a mystery man... I'm listening.\"<br><br><br>Sheila Billings X02<br><br>Sheila - \"Mystery man, you want to tell me why my boys are reporting stolen evidence at the crime scenes?\"<br>T-Bone - \"C'mon, ain't it obvious? I gotta cover my tracks.\"<br>Sheila - \"By stealing a crate full of weapons? Com'on, the list goes on... missing cars, missing electronics. Scrap metal? \"<br>T-Bone - \"I have needs.\"<br>Sheila - \"I pay you for these jobs. Right out of the police budget. I thought we were supposed to be working together to get these thugs off the streets, but now I'm wondering if you're one of them.\"<br>T-Bone - \"No offense, but if your police budget could handle this, you wouldn't need my help. I take what I need to keep on keeping on. I ain't hurting anybody but the ones that have it coming.\"<br>Sheila - \"Are you Aiden Pearce?\"<br>T-Bone - \"What?!\"<br>Sheila - \"You're him, aren't you? The vigilante.\"<br>T-Bone - \"Thanks. I needed that.\" ", "authors": ["Unknown "]}, {"id": 30580, "title": "Lucky Quinn", "text": "Audio Log #1<br><br> \"The auction's all set. Tenth in ten years. And this time it's mostly American product. I expect that to drive the prices up. I hope so. Security's been expensive. The police don't like domestic merchandise. It's too risky for them, bad PR if word gets out. I honestly don't care where the product comes for myself, but the clientele - well, they have particular tastes. They've complained enough for years. Eventually, I have to cater to their wishes or I lose their business. Or worse, my reputation.\"<br><br>Audio Log #2<br><br>\"This year I'm handing over the auction security to Iraq and his men, the Viceroys. They've done well distributing our drugs to the addicts of the Wards. I promised Iraq I'd reward him if he came through for us. Well, he has. So his men will run security for the entire event. If all goes well, I'll never have to supply any of my own men in the future. The further I can distance myself, the better. By next year, perhaps I can skip the event myself. I've always found it a distasteful affair. Men and their libido. It's a weakness I've never entertained.\"<br><br>Audio Log #3<br><br>\"I was at City Hall today for my monthly fireside chat with mayor Rushmore. I do enjoy walking the hallowed halls, marking my territory so to speak. The mayor's been a good soldier, never complained. Always understood his role. He holds the reins to the city, but I ride the carriage. This meeting was interesting. We met with someone from a company called Blume. They have plans to turn Chicago into America's first smart city. As they explain it, this would mean everything private and public would run through a central computer. I don't understand the technicalities, but I do understand an opportunity. I gave the Mayor my blessing to proceed.\"<br><br>Audio Log #4 <br><br>\"CTOS has been an impressive project. The mayor masterfully sold it to Chicago and they bought it all. Why not? Saving the public a couple pennies, offer a few treats, and they'll fall to their knees in worship. I financed most of the project and Blume has held up their end of the deal. I've never had such easy access to the secrets of my enemies. If one thing concerns me, it's the Mayor. Quite suddenly he's a man of the people - reading too many editorials I suppose. If this continues, we'll need to have a chat.\"<br>    <br>Audio Log #5<br><br>\"What an interesting meeting. My regular Blume contact brought along an Italian programmer named Desipio. He proposed a solution to our Mayor Rushmore problem. I'm not sure I believe it, but if it works, then CTOS will become the most powerful weapon I've ever owned. It seems they can program the system to target precise results such as, let's say, the re-election of our Mayor Rushmore. He's a very unpopular man right now and the election's coming, I've instructed this Desipio, yeah, to prove his software works. I need Rushmore in office. If he can do it, then we'll consider solutions to keeping the Mayor in line.\"<br><br>Audio Log #6 <br><br>\"Rushmore's become a thorn in my side. Ever since winning the re-election, he's under the illusion he works for people. He's actually trying to follow through on campaign promises. Regulate CTOS? It's time to bring our mayor in line permanently. I've instructed Blume to use CTOS and arrange some blackmail I can use. A dead hooker, underage boy, I don't care, but I told them I want it soon. To their credit, they never blinked. They're going to use the same software they used for the election. A bellwether of some kind. Amazing what can happen when everyone's suitably motivated.\"<br><br>Audio Log #7 <br><br>\"I now own the Mayor. It took eight weeks. CTOS began targeting our beloved mayor daily. And a mere 48 days later, I had my blackmail. That's impressive. And so is the material. Absolutely scandalous if it gets out. I've already shown the mayor it's content and he agrees. He's ruined in every sense if anyone sees it. But I must protect the material. If it ever went public, it would be worthless to me. What good is blackmail if it's not a secret? The mayor must live in constant fear that I \"might\" leak it. It's what keeps him answering my every whim.\"<br><br>Audio Log #8 <br><br>\"We've had to terminate our association with Clara Lille. She was a skilled hacker we'd hired in the past. She helped to track people we couldn't find through regular channels. She knows our work, knows what's involved. Curiously, she's developed a conscience. I met the young girl once. A charming thing, very smart. Sadly she's become a liability. It's a shame to see her go. But I've heard things about another hacker. A young man named Defalt. We'll have to arrange a meeting.\" ", "authors": ["Unknown "]}, {"id": 30581, "title": "Serial Killer", "text": "Audio Log #1<br><br>\"My blood wants to mix with hers. We are veins to the same heart. Blood to the beast. I hurt it here. I hurt it bad. But it's too strong.\"<br><br>Audio Log #2<br><br>\"It doesn't have hands, it has them. It has fingers. I am one, but I am not part of the body. She was. She...was.\"<br><br>Audio Log #3<br><br>\"Blind the eyes. It opens more, but it is slow. I am not slow. Even if they say. I am NOT slow. I am faster than the eyes. Than the blood.\"<br><br>Audio Log #4<br><br>\"This is wrong. It's wrong. My head says it. My heart. But it's in there. It lies. She lied, too. They all lie for him.\"<br><br>Audio Log #5<br><br>\"There is no Heaven or Hell. Just him or nothing. I give him nothing. Mercy, it's all I can do.\"<br><br>Audio Log #6<br><br>\"It's close now. Almost here. I don't have time. It wants me to hurt real people. I have to cut the tongue. I have to make it quiet.\" ", "authors": ["Unknown "]}, {"id": 30583, "title": "Chicago Commerce Building", "text": "The Commerce Building is the place to be for day traders in the city. High atop the tower stands a statue of Ceres, the Roman goddess of agriculture. Because, you know, day traders are the farmers of the 21st century. I guess.", "authors": ["Unknown "]}, {"id": 30584, "title": "Forever Sculpture", "text": "We here in Chicago are as open-minded and diverse a group as it comes. That&#39;s why we don&#39;t mind when they take up space with giant, pretentious sculpture. This was one of Joseph DeMarco&#39;s first gifts to the city. He claims the title &quot;Forever&quot; symbolizes Chicago&#39;s resilience, but I suspect it has more to do with how long we&#39;ll have to look at the damn thing.", "authors": ["Unknown "]}, {"id": 30585, "title": "May Stadium", "text": "May Stadium is a great place to catch a game. Built in 1901, the May was one of the first large-scale baseball venues in the country. Sit yourself among 35,000 fans for a game. When you&#39;re hungry, chow down on a tasty hot dog from the stadium&#39;s concession stand. Just make sure you have a shot of penicillin handy, because you&#39;ll need it!", "authors": ["Unknown "]}]}