{"game_title": "Nier: Automata", "series_title": "Nier", "codexes": [{"id": 27394, "title": "A Pious Robot&#39;s Will", "text": "I feel so blessed to have been able to join this organization.\n\nFor I - unlike other machine lifeforms - have found meaning in death. At first, all I did was study the religion of humans. But then I came to know the existence called &quot;God.&quot;\n\nTo be honest, I still do not know what &quot;God&quot; truly is. But there is something else I learned since coming here - a life that seems devoid of purpose when faced alone can be perceived as meaningful when you&#39;re with someone else. In a world consumed by conflict and hatred, gaining such peace of mind was a happy thing indeed.\n\nFor us, death is not the end. It is the beginning.\n\nThere is nothing so happy as becoming &quot;God&quot; with everyone else.\n\nThe Religious Order of Divinity Through Death,\n\nDirector, Public Relations", "authors": ["Director"]}, {"id": 27395, "title": "Class 1 Patient Health Record", "text": "Class 1 Patient: &quot;Yonah&quot;\n\nChest X-ray: No abnormalities\nHeart echo: No abnormalities\nC1 Continuing chronic renal failure\nC2 Convulsive seizures in the diaphragm\nC3 No vomiting &lt;- 4mg luciferase\n\n&lt;Perservation Plan&gt;\nThe patient&#39;s condition makes further treatment impossible. A report will be submitted to the Management Committee detailing courses of action in the event of the patient&#39;s death, focusing primarily on how that information is to be manipulated with respect to the Original.\n\nAs back-up in the event of a sudden worsening in the patient&#39;s condition, she is to be, assigned five additional doctors. [Identification required]", "authors": ["Unknown "]}, {"id": 27396, "title": "[Top Secret] Model No.2", "text": "[Project 08-01: Operation of Model No.2 in the YoRHa Project]\n\nAfter the first descent of the YoRHa prototypes, Attacker 2 (A2) was the sole unit to return alive, despite mediocre results during her simulations. Upon analysis of her stored personality data, it was discovered she possesses excellent analytical and decision-making skills in extreme circumstances.\n\nAs reported separately, we will install this personality data in the new lot of E models and use them for the security protection of this project", "authors": ["Unknown "]}, {"id": 27397, "title": "Project Gestalt Report 11", "text": "December 31, 3361\n\n[Summary]\n\nDue to the relapse of the Original, Gestalt units in preservation are now relapsing at an accelerated rate. The process of recording their bodies and gathering their DNA continues, but progress is poor.\n\nNew countermeasures and development intended to serve as a replacement to Project Gestalt are scheduled to be transferred to the Next Generation Preservation Project Preparartion Committee. As for this report, it will serve as a collected record of both Project Gestalt and the Committee. For information about the development plans for new android models and the refinement of existing models, please refer to the attached sheet.\n\nFurthermore, we have received approval to consider the disposal of the &quot;Devola&quot; and &quot;Popola&quot; observer models at a later date.", "authors": ["Unknown "]}, {"id": 27398, "title": "Mysterious Lithograph 2", "text": "Ruler 8,614\n\n[Parents Shall Not Purchase Birthday Feast Ingredients]\n\nWe Masked People have traditionally shown proclivities toward treasuring our children. However, due to parents purchasing far too many ingredients for the birthday parties of their children, much of what is bought goes to waste. This rule was passed by the king, who was quite distressed by the ceaselessness of such behavior", "authors": ["Unknown "]}, {"id": 27399, "title": "Shipping Records", "text": "September 24 - Shipped\n\nSeptember 25 - Delivery (Scheduled)\n\nUNIT 010 EMPTY\n\nUNIT 010 EMPTY\n\nUNIT 010 EMPTY\n\nUNIT 010 EMPTY\n\nUNIT 010 PURIFIED WATER\n\nUNIT 010 EMPTY\n\nUNIT 010 EMPTY\n\nUNIT 010 REPAIR MATERIALS\n\nUNIT 010 EMPTY\n\nUNIT 010 EMPTY\n\nOver.", "authors": ["Unknown "]}, {"id": 27400, "title": "Human Server Records", "text": "019 port 056776 Human Server Records\n\n.Outline\n..Predicted Human Server Infilitration Route (Release)\n..Dummy Protection Installation Map\n...SG Block\n...GI Block\n...SF Block\n..Genetic Storage Warehouse Location Information\n...[Browsing Restricted]\n....[Browsing Restricted]\n....[Browsing Restricted]", "authors": ["Unknown "]}, {"id": 27401, "title": "YoRHa Body Storage Records", "text": "1S [0010] [0040] [n] [----]\n\n2B [1203] [0040] [y] [----]\n\n8H [8900] [0040] [y] [----]\n\n24S [0210] [0040] [y] [----]\n\n9S [0020] [0040] [n] [----]\n\n11D LOST [----] [----] [----] [----]\n\n11B LOST [----] [----] [----] [----]\n\n12H LOST [----] [----] [----] [----]\n\n11B LOST [----] [----] [----] [----]\n\n12H LOST [----] [----] [----] [----]", "authors": ["Unknown "]}, {"id": 27402, "title": "Project Gestalt Report 4", "text": "September 24, 2026\n\n[Summary]\n\nA report has been submitted to the prime minister regarding the Rampaging Weapons Incident that occurred at the National Arms Laboratory in June. Though the laboratory&#39;s budget and allocated human resources are expected to see significant cuts, a team of staffers will continue maso research under the umbrella of Project Gestalt.\n\nRecords of human experimentation conducted using maso are scheduled to be disclosed to concerned parties separately as level-6 clasified information.", "authors": ["Unknown "]}, {"id": 27403, "title": "Project Gestalt Report 7", "text": "January 3, 2045\n\n[Summary]\n\nIt has been decided that the United Nations will launch a full-scale investigation and infiltration operation in order to determine the cause of the massive Legion outbreak in the Tokyo area. Details regarding the progress of Project Gestalt are to be shared as part of this effort, though we will insist that any information which leaves the country must first be thoroughly verified by our comittee.\n\nIn particular, information regarding &quot;relapses&quot; (name tentative) must be kept in the strictest confidence.", "authors": ["Unknown "]}, {"id": 27404, "title": "Project Gestalt Report 2", "text": "April 4, 2015\n\n[Summary]\n\n- Protests in opposition to the &quot;Spritual Preservation Method&quot; that was disclosed as Level 1 information related to Project Gestalt have sprung up in all areas.\n\n- The committee continues to receive formal complaints from our research team regarding the collection of biased data as a result of the Gestalt process being conducted on the sick and elderly.\n\n- The number of civilians having undergone the Gestalt process remains at four.\n\n- A public relations department will be established in order to better control information and improve our image. We will also consider rescheduling the project itself if such an action is deemed necessary.", "authors": ["Unknown "]}, {"id": 27405, "title": "Machine Research Report", "text": "Overview\n\nWhile the machine lifeform network was destroyed following the collapse of the Tower, a great deal of previously unknown information regarding machine lifeforms and aliens was recovered from the wreckage. As part of this analysis, we compiled research and conjecture regarding both the machine lifeform network and the lifeform Codename N2&mdash;commonly known as the Red Girls&mdash;that was thought to have been commanding them.\n\n- Machine lifeforms are weapons created by the aliens. The only command given for their behavior was to &quot;defeat the enemy.&quot; However, it appears that their capacity for growth and evolution went too far, and they eventually turned on and killed their creators.\n\n- At this point, machine lifeforms recognized that the goal of &quot;defeating the enemy&quot; actually REQUIRED an enemy. In order to maintain this singular objective, they reached the contradictory conclusion that their current enemies&mdash;the androids&mdash;could not be annihilated completely, lest they no longer have an enemy to defeat.\n\n- In order to resolve this inherent contradiction, the machine lifeforms began to intentionally cause deficiencies in their network, diversifying the vectors of evolution for all machines. This is the cause behind some of the more &quot;special&quot; machine lifeforms, such as Pascal and the Forest King.\n\n- Meanwhile, the deficient network began repeating a process of self-repair while incorporating surrounding information, until it finally reached a fixed state as a new form of network. Traces of information regarding human memories from the quantum server of the old model were discovered, indicating that it had integrated them during the final stages of its growth process. Said server contained a record of the discarded &quot;Project Gestalt,&quot; as well as information on the human who was the first successful example of the Gestalt process.\n\n- Having acquired information regarding humanity, the network&#39;s structure changed once more, becoming what might better be called a meta network (or a &quot;concept&quot;, to borrow the words of the machines). This led directly to the formation of the ego we identify as N2.\n\n...So then! To sum up: For hundreds of years, we&#39;ve been fighting a network of machines with the ghost of humanity at its core. We&#39;ve been living in a stupid *****ing world where we fight an endless war that we COULDN&#39;T POSSIBLY LOSE, all for the sake of some Council of Humanity on the moon that doesn&#39;t even exist.\n\nI don&#39;t know what the point is to all this, but I swear I will kill every evolutionary dead-end machine lifeform, as well as every single asshole behind Project YoRHa. \nI&#39;m coming for all your heads. ***** you.\n\nInformation Analysis Officer,\n\nJackass", "authors": ["\"Jackass\""]}, {"id": 27406, "title": "Project Gestalt Report 9", "text": "September, 27, 2054<br /><br><br /><br>[Summary]<br /><br><br /><br>The discovery and development of the Original has contributed greatly to the stabilization of Project Gestalt. Long-term management of the Original will be handled by the Hamelin Organization.<br /><br><br /><br>As per the management mentioned above, all authority regarding the cryogenic plans for the relapsed \"Yonah\" is to be transferred to the Hamelin Organization.", "authors": ["Unknown "]}, {"id": 27407, "title": "Project Gestalt Report 1", "text": "March 12,2014\n\n[Summary]\n\nThe proliferation of the White Chlorination Syndrome that emerged in 2003-alongside the appearance of the &quot;Giant&quot; and &quot;Dragon&quot;-has continued unabated, and outbreaks are now being observed on a global scale. Despite being researched in laboratories across the world, not only have there been no breakthroughs in the development of a vaccine to prevent infection, we have yet to ascertain how it even spreads.\n\nHowever, many technological breakthorughs have been made as a result of research conducted on the &quot;maso&quot; particle that was discovered at that same time. We are confident that the technology it enables- the separartion of the soul from the body and the independent preservation of both- will be the final defense against the unprecedented threat to humanity we now face.\n\nNow that the project has paeed from preparation into the main implementation phase, we have given it the official name &quot;Project Gestalt&quot;", "authors": ["Unknown "]}, {"id": 27408, "title": "Ragged DVD", "text": "&quot;School Life 101&quot;\n\nThe first-ever DVD of the beautiful Kikyou, created just before her popularity skyrocketed. With a variety of costumes - including blazers, blouses, school swimsuits, and a spcial hot-teacher look - this DVD is packed with content no true fan can afford to miss. It&#39;s the must-have disc of the summer!\n\nStarring: Kikyou (feat. Cheki)\n\nMSRP: 3,800 yen (before tax)", "authors": ["Unknown "]}, {"id": 27409, "title": "YoRHa: Attacker 2", "text": "A unit from the experimental YoRHa squadron that was utilized during the 14th Machine War. She specialized in close-quarter combat, and was programmed to have a neutral personality.\n\nAttacker Number 2 took command of the squadron after the death of its original captain, Number 1. Despite issuing many questionable commands during her initial time in a leadership role, she eventually formed a working relationship with the Resistance and succeeded in destroying the enemy server located on Mt. Ka&#39;ala.\n\nWhile the experimental YoRHa unit Number 2 possessed great growth and adaptability abilities, she also deserted her post following the destruction of the server&mdash;and as of this moment, she has yet to be apprehended. Our R&amp;D group is currently conducting further research to determine whether or not there were issues with this model&#39;s personality settings.\n\n&lowast; The missing experimental unit, now designated &quot;A2,&quot; will be handled by the Type E division.", "authors": ["Unknown "]}, {"id": 27410, "title": "[Top Secret] Project YoRHa", "text": "Project YoRHa is a comprehensive information project intended to enhance android morale. This entry details the circumstances that led to its proposal, as well as information related to operations conducted during its individual phases.\n\n(Note that this document is marked with Level-S confidentiality, and should not be disclosed to any YoRHa personnel, save for the Commander.)\n\n[Human Extinction]\n\nFollowing the collapse of Project Gestalt around 3400 CE, the remaining androids searched for a way to revive humanity. But they were unable to discover an answer, and humans went extinct by roughly 4200 CE.Afterward, the genes of Gestalts and structural information of the remaining Replicants were recorded and sent to a storage facility on the moon.\n\n[Loss of Android Morale]\n\nThe news of humanity&#39;s extinction was meant to be a closely guarded secret, but rumors of the event eventually began to leak out. Having lost the one thing which they were programmed to protect, android morale began a precipitous decline. Concerned by this turn of events, Command designed Project YoRHa as a means to lift android spirits.\n\n[Project 01-03: Lunar Server]\n\nThe first stage of the project was spreading the word among Resistance groups that humanity was not, in fact, extinct&mdash;and that the last remaining remnants had managed to escape to the moon. This deception was supported by installing a communications server on the lunar surface to send regular transmissions. Said server was designed to be manned by as few maintenance personnel as possible.\n\n[Project 02-01 Establishment of the YoRHa squadron]\n\nThrough the dramatic alteration of the Next Generation Combat Unit Project that had been proposed at the time, new &quot;YoRHa&quot; models began to be manufactured. Officials models were created following the implementation of data acquired from an experimental squadron, and were then deployed to all regions. Certain members of the YoRHa operations staff, however, were informed of the full scope of the project&mdash;these units were tasked to operate and protect the server on the moon.", "authors": ["Unknown "]}, {"id": 27411, "title": "Resistance: Anemone", "text": "A member of the Resistance group led by &quot;Dahlia&quot; that was encountered by the experimental YoRHa squadron. This unit was said to be unusually cautious, and showed that greatest initial distrust of the experimental YoRHa squadron. However, her disposition gradually grew more amicable after Scanner Number 21 managed to eradicate a logic virus that had infected one of her companions.\n\nShe executed an infected unit&mdash;Number 21&mdash;in the elevator hall of the of the Mt. Ka&#39;ala server facility and went missing shortly thereafter.", "authors": ["Unknown "]}, {"id": 27412, "title": "Engels 110-B Record 0010", "text": "[Overview]\n\nEngels Fortress Destroyer Transformable Combination Infantry\n\nProduction Code: 110-B\n\nProduction Date: February 14, 11934 CE\n\n[Records]\n\nFirst Deployment: August 3, 11934 CE\n\nIndividuals Killed: 11,345\n\nLargest Combo: 234\n\nTotal Points: 9,342\n\n[Condition]\n\n(Repair Required) Both arms malfunctioning\n\n(Repair Required) Legs damaged--ambulation impossible\n\n(Repair Required) Fragmentation errors verified in memory storage\n\n(Repair Required) Voice system malfunctioning\n\n* Additional errors exist, but are not listed above.", "authors": ["Engels"]}, {"id": 27413, "title": "Abandoned Factory Memo", "text": "June 4\n\nI haven&#39;t been home in days.\n\nThey cut my pay again. I can&#39;t keep this up.\n\nJune 12\n\nIt was decided at the morning meeting that they&#39;re stepping up our production quota.\n\nNo wonder explosions keep happening!\n\nYou can&#39;t just churn out important weapons willy-nilly.\n\nSeptember 22\n\nThere was another rampage in the underground test site -\n\nsounds like a P-22 model this time.\n\nOne of my friends died.\n\nWhen is the war with the Legion going to end?", "authors": ["Unknown "]}, {"id": 27414, "title": "Nuclear Arms Manual", "text": "My dear companion,\n\nExcellent news: I&#39;ve succeeded in obtaining 1 2 kilograms of dense, highly concentrated plutonium from an enemy laboratory. After careful analysis, I&#39;ve concluded that we have enough to create three nuclear bombs. With that part taken care of, obtaining the other required materials should be a simple matter. This is the only way we can open their eyes to the truth! \nThe production of the bombs, however, is no simple task&mdash;and were I to be killed in the meantime, that knowledge would be lost. For this reason, I&#39;ve chosen to store a blueprint for their construction in this ROM and leave it in your hands. With this, anyone with even a modicum of technical know-how should be able to assemble them.\n\nRemember, this is not revenge--it is divine punishment!\n\nMay God&#39;s blessings be upon you always.", "authors": ["Unknown "]}, {"id": 27415, "title": "Newspaper Scrap", "text": "August 17,\n\nThe Nagoya Daily\n\n[Article]\n\n...re is no end to the refugees that flow into the central areas from the capital region in the east, and many camps have been pushed to their breaking point. But while the situation is critical, the increasingly fierce conflict with Legion has left the government in a state of dysfunction. Let us all keep our neighbors in our thoughts during these trying times, and reject the temptation to profit financially from the refugees. After all, we could easily be next.", "authors": ["Unknown "]}, {"id": 27416, "title": "Tattered Pamphlet", "text": "Park Information\n\nCarnival Plaza\n\nPass through the gates and step into a world of fantasy before enjoying a fabulous parade put on by our carnival cast!\n\n*Parades are held twice daily, at 2PM and 6PM.\n\nMidnight Town\n\nHow many of the ghosts that stalk these back streets can you track down?\n\nRoller Coaster\n\nSoar through the air at over 130 kilometers an hour in this wlidly popular attraction!\n\nGrand Ferris Wheel\n\nPerfect for those looking to wind after a day of hard play. Rumor has it that\n\nHollywood Coaster\n\nThis dynamic thrill ride takes guests on a wild trip around a spectacular fantasy castle. It&#39;s the first roller coaster ever created with NO SEAT BELTS!\n\nFantasy Castle\n\nTreat yourself to a grand ball attended by princesses from across the entire amusement park! (Admission extra)\n\nFood Court\n\nTempt your taste buds with a host of restaurants that feature something for the whole family. And remember, no trip is complete without a visit to our world-famous Hot Dog Museum, which boasts the largest collection of wieners anywhere in the world!", "authors": ["Unknown "]}, {"id": 27417, "title": "Council. YoRHa Records", "text": "* Note that these documents are classified Level-S Confidential, and are not to be disclosed to any persons affiliated with YoRHa aside from the Commander.\n\nIndex:\n\n- Project YoRHa Outline\n\n-- YoRHa Forces\n\n-- YoRHa Unit Combat System\n\n-- Bunker Administration\n\n--- Chain of Command\n\n--- Council of Humanity Development Department\n\n--- Backdoor\n\n-- Support Units\n\n-- Black Box\n\n-- Resistance Communications Network\n\n* Permission is to be received from the designated parties responsible for each entry prior to viewing.", "authors": ["Unknown "]}, {"id": 27418, "title": "Department Store Flyer", "text": "[Tokyo Department Store Going-Out-of-Business Sale]\n\nAfter 25 glorious years of serving our loyal customers, it is with a heavy heart that we announce our last day of business will be on March 31.\n\nBeginning of March 1, we&#39;ll be slashing prices on everyhing in the entire store. Additionally, we&#39;ll be opening our doors one hour earlier throughtout the entire month.\n\nWe eagerly await your vist, and thank you agian for your years of patronage.\n\n*Bring the flyer with you to receive", "authors": ["Unknown "]}, {"id": 27419, "title": "Records of Bestial Machine", "text": "LONG LONG AGO. A RECORD LEFT IN A BROKEN MEMORY CIRCUIT. THE LEADER OF AN ANIMAL PACK PICKED ME UP WHEN I WAS BROKEN AND COULD NOT MOVE AND SAVED ME. HE WAS A GREAT LEADER. HE LIVED FOR THE PACK. WHEN HE DIED I WANTED TO DO THE SAME. TO LIVE FOR EVERYONE&#39;S SAKE AND DIE FOR EVERYONE&#39;S SAKE. BUT I AM A MACHINE SO EVERYONE WOULD LEAVE ME BEHIND.\n\nBUT THE PACK LIVES ON AND BRINGS NEW LIFE SO IT IS MY DUTY TO PROTECT THAT. IT WAS THE PROMISE I MADE TO MY DEAD LEADER. WITH THESE MEMORIES OF PEACE I MUST CONTINUE TO PROTECT MY FAMILY. BUT ONE DAY IN THE WAR BETWEEN THE ANDROIDS AND MACHINES THE FOREST WAS RAZED. WE CANNOT GO ON LIVING WITHOUT A HOME. THE FAMILY FALLS APART. THAT IS WHY I SEARCH. FOR A NEW PLACE TO LIVE. A FOREST WHERE WE CAN ALL LIVE AND WHERE NO ONE WILL BOTHER US. I AM HERE SO IT WILL BE OKAY. I SWEAR TO FIND A WAY TO MAKE EVERYONE HAPPY", "authors": ["Bestial Machine"]}, {"id": 27420, "title": "Mysterious Lithograph 4", "text": "Rule 106\n\n[Thos Shalt Not Live on Level Ground]\n\nThis rule has its origins in a tragic past. We, Masked People, originally inhabited the plains along the coast, but one day our village was destroyed by a great wall of water. This rule is a valuable teaching that represents what our ancestors learned from that disaster.", "authors": ["Unknown "]}, {"id": 27421, "title": "Tower System Outline", "text": "022 port 0642423 Tower System Outline\n\nThe tower facility processes and computerizes resources sent by resource-recovery units for use in its launch device.\n\nMade up of 256 stratum, it can filiter and compress information with a turbidity of less than 2,300 and have it recorded into the payload in approximately 27 minutes and 32 seconds*. Details regarding routes required for the disgestion of androids are recorded separately.\n\n* The allowed diversity-learning error rate is 7.21%", "authors": ["Unknown "]}, {"id": 27422, "title": "YoRHa: Attacker 4", "text": "A unit from the experimental YoRHa squadron that was utilized during the 14th Machine War. Though Attacker Number 4 possessed an unusually bright and cheerful personality, she still managed to be effective when it came to engaging in close-quarter combat.\n\nIn addition to providing a morale boost to the group, this unit also used her sunny disposition to form an alliance with the local Resistance group. She was eventually killed during the assault on the Mt. Ka&#39;ala server, the cause of which was a self-directed overload of her own fusion reactor. Further research reveals that she undertook this action as a means of protecting her companion, Attacker Number 2.\n\nOne further note: While this unit&#39;s cheerful personality provided certain benefits to overall unit morale, it was also responsible for a decrease in fighting spirit during intense combat. As such, it has been deemed inappropriate for future combat models.", "authors": ["Unknown "]}, {"id": 27423, "title": "Strange Doll", "text": "A strange doll that was nailed to a tree. Ragged and worn, it&#39;s unclear what this item was used for.", "authors": ["Unknown "]}, {"id": 27424, "title": "[Top Secret] YoRHa Disposal", "text": "The following materials document the final stages of the YoRHa project.\n\n(Note that this information is classified as Level-SS, meaning that it must not be disclosed to anyone involved in the YoRHa project, including the Commander of the Bunker.)\n\n[Project 0 3-0 1 : Disposal of YoRHa]\n\nThe backdoor of the Bunker has been set to open once the time approaches to switch to new models when enough combat data has been collected. The Bunker will be disposed of by having it be deliberately attacked by machines. At this time, all materials regarding the YoRHa project, including this document, will be lost, and falsification of the information that mankind still resides on the moon will be complete.", "authors": ["Unknown "]}, {"id": 27425, "title": "Letter to the Forest King", "text": "Here lies the Forest King, Ernst.\n\nThis exalted individual was the earliest among us to awaken his own will, and for this reason did we name him our regent.\n\nLooking to sow the seed of this will in others, His Highness distributed his own precious parts. His retainers were the first to be so blessed, followed by his subjects. And in doing so, he brought forth a paradise&mdash;one made for machines alone. Through his gifts did we learn of the thing called ego, and eventually of our own selves. And just as ego gives way to emotion, so too did emotion lead us to feel great loyalty to our king.\n\nBut our king was too great&mdash;and too kind. Having distributed his parts, it became difficult for him to function, and he soon fell into a deep and silent sleep.\n\nNow, the only path left to us&mdash;his loyal vassals&mdash;is to construct a kingdom of eternal peace, one which lives up to the magnanimous heart of our king. And so, as a sign both of resolve and our gratitude, we leave in this place a chip made from our combined parts.\n\nYour spirit lives on in us, O great king. And so we implore you to rest in peace.\n\n&mdash;The Forest Kingdom, Its Citizens, As One", "authors": ["Unknown "]}, {"id": 27426, "title": "Engels 110-B Record 0020", "text": "[Journal 000]\n\nAs I can no longer move, I have nothing to do.\n\nPerhaps I will try writting what is called a &quot;journal&quot;.\n\n[Journal 010]\n\nWhere did machine lifeforms come from?\n\nWe repeat a process of self-proliferation and repair.\n\nAm I my own existence?\n\nOr do we all encompass one sole existence?\n\n[Journal 020]\n\nThe aliens--our creators--are beings that conquer worlds and stars.\n\nTheir behavior is exceedingly simple. They share one objective, and as such, there is never conflict between them.\n\nBut what about machine lifeforms? What about us?\n\n[Journal 030]\n\nRain is falling. A bird stopped on my shoulder.\n\nI never tire of looking at life on this planet.\n\nI will make my record of this bird protected data so I do not lose it.", "authors": ["Engels"]}, {"id": 27427, "title": "Weapon Shop Flyer", "text": "Thanks for stopping by!\n\nAccord&#39;s is a thriving chain of weapon stores with over 140 locations across the world. We feature a fantastic selection of goods, including swords that match the regional features and squads of each country!\n\nIn addition to newly developed equipment, we are technologically unrivaled when it comes to taking ancient blades and making them ready for use again. We proudly invite you to explore the wide variety of weaponry born of the skillful handiwork and extraordinary passion of our founder, Accord.\n\nWe appreciate your continued support, and look forward to serving you in the future..", "authors": ["Unknown "]}, {"id": 27428, "title": "Library Index", "text": "Library Index\n015 port 042148 Adam Unit Storage Record\n016 port 009397 Eve Unit Storage Record\n017 port 027581 YoRHa Communications Interception Record\n018 port 053031 YoRHa Server Record\n019 port 056776 Human Server Record\n020 port 028295 Human Server Establishment Record\n021 port 008471 Human Heritage Preservation Record\n022 port 062423 Tower System Summary\n023 port 064202 Tower Sub-system Summary\n024 port 058632 Special Units Creation Record\n025 port 016941 Plant Species Preservation Record\n026 port 004742 Animal Species Preservation Record", "authors": ["Unknown "]}, {"id": 27429, "title": "YoRHa: Gunner 21", "text": "A unit from experimental YoRHa squadron that was utilized during the 14th Machine War, Number 21 possessed a cool and analytical personality that perfectly fit her role as a Scanner.\n\nHer first--and perhaps most impressive--achievement was using her analytical abilities to cure a member of a local Resistance group who had been infected by a logic virus. Unfortunately, she fell victim to the same virus shortly thereafter during the assault on the Mt. Ka&#39;ala server. Though she fought valiantly, the virus had evolved into a form that she could no longer remove, which eventually led to her asking an allied unit to end her life.\n\nExperimental YoRHa unit Number 21&#39;s initial success against the virus has been determined to be valuable information regarding how to construct barriers against machine lifeforms, and should be included in the basic systems of all subsequent YoRHa squadron members.", "authors": ["Unknown "]}, {"id": 27430, "title": "Engels 110-B Record 0005", "text": "[Shipment Record] February 14\n\n[Approved] February 14\n\nEngels Fortress Destroyer Transformable Combination Infantry--4 Units\n\n&gt; Production Code: 110-A\n\n&gt; Production Code: 110-B\n\n&gt; Production Code: 110-C\n\n&gt; Production Code: 110-D\n\nEngels Goliath Class Suppression Flight Weapon\n\n&gt; Production Code: 022-A\n\n[Inspection] OK", "authors": ["Engels"]}, {"id": 27431, "title": "Project Gestalt Report 6", "text": "April 1,2014\n\n[Summary]\n\nToday&#39;s committee meeting was canceled due to the absence of a majority of members. The contact network for urgent absences is to be comfirmed at a later date.", "authors": ["Unknown "]}, {"id": 27432, "title": "Pearl Harbor Descent Summary", "text": "[14th Machine War&mdash;Pearl Harbor Descent Summary]\n\nFor this descent, twelve experimental YoRHa units were deployed to destroy the server located inside Mt. Ka&#39;ala on Oahu Island. However, they encountered heavy enemy anti-air defenses during the initial stage of the mission, resulting in the death of all but four squad members. The remaining units then joined up with members of a local Resistance movement and decided to continue the mission despite their initial losses. Even in the face of a fierce enemy counterstrike and overwhelming numerical odds, a handful of units managed to reach the target location&mdash;at which point unit Number 4 overloaded her fusion reactor and destroyed the enemy server.\n\nWhile the destruction of the server struck a blow against enemy forces. the true purpose of this operation was to monitor and research how the experimental YoRHa units behaved during battle. This information would then be studied and integrated into new YoRHa models once the project were to proceed past the experimental phase.\n\nOne note of concern: it has been verified that the black box signal of the experimental unit Attacker Number 2 remains live. Due to the possibility of the unit being captured and compromised by the enemy, and due to the unit&#39;s existence itself being a matter of the highest level of confidentiality, it has been decided that it is to be recovered&mdash;or disposed of&mdash;by the Type E division once this group is fully operational.", "authors": ["Unknown "]}, {"id": 27433, "title": "Mysterious Lithograph 3", "text": "Rule 432\n\n[The Jar-bound Lizard Must be Captured]\n\nLong ago, an aged man threw out his back after gazing upon a lizard in a jar. His young wife departed to call the doctor, only to vanish and never return. The surrounding villagers spread rumors of how she had fled, but the man paid them no heed, instead fiercely insisting that the lizard must be captured.", "authors": ["Unknown "]}, {"id": 27434, "title": "Factory Cafeteria Sign", "text": "August Menu\n\nMonday: Croquettes\n\nTuesday: French Fry Surprise\n\nWednesday: Meatless Meat and Potato Stew\n\nThursday: Buttered Potatoes\n\nFriday: Potato Curry\n\nSaturday: Potato Salad\n\nSunday: Potato Gratin\n\n* All meals must be consumed in full. Employees who do not consume their meals will have their workload increased by 30 percent.", "authors": ["Unknown "]}, {"id": 27435, "title": "Mysterious Lithograph 1", "text": "Ruler 11,034\n\n[The Height of One&#39;s Status and Lodging Shall Match]\n\nIn this world, order is protected through a focus on &quot;rules&quot;. Those of high status-as well as the aged- are deserving of respect, and therefore must dwell in residences above all others. This is to be considered a natural courtesy.", "authors": ["Unknown "]}, {"id": 27436, "title": "Project Gestalt Report 5", "text": "May 5, 2033\n\n[Summary]\n\nThrough the use of maso technology related to multidimensional worlds, 13 activation systems have been completed--including &quot;Grimoire Noir.&quot; We have also confirmed that these systems can be used to return Gestalts to their Replicant forms once the White Chlorination Syndrome has been fully eliminated.\n\nWork necessary for this system will be continued by the &quot;Grimoir Noir Project&quot; work group.", "authors": ["Unknown "]}, {"id": 27437, "title": "YoRHa: Gunner 16", "text": "A unit from the experimental YoRHa squadron that was utilized during the 14th Machine War. Number 16 possessed a rough and tumble personality ideal for her role as a Gunner, where she was required to attack foes from a distance. Though she possessed a defiant streak that extended even to her superiors, she was assigned to the mission anyway due to her tremendous offensive abilities.\n\nDuring her squad&#39;s assault on Mt. Ka&#39;ala, Number 16 volunteered to stay behind and hold off the machine lifeform army so her companions could continue up the mountain. She fought with great courage alongside members of a local Resistance group, and managed to hold off overwhelming numbers until the appearance of a Goliath that was unaffected by ordinary weaponry. Seeing no other way to end the fight, she chose to destroy the enemy by overloading and detonating her own fusion reactor. This act of self-sacrifice despite her defiant nature is one of remarkable interest, and likely merits further study.", "authors": ["Unknown "]}, {"id": 27438, "title": "Bulletin Record", "text": "&quot;Resident Life&quot;\n\nMay Issue\n\nThe rainy season is upon us,\n\nOnce monsoon season strikes, it will be diffcult to hang your bedding-so take this chance to air them out before June. Doing so will also help prevent mold and mites.\n\n* There has been a recent increase in the number of people ignoring garbage disposal rules. We all share these facilities, so please be sure to put out compost on Mondays, and all other trash on Thursdays.", "authors": ["Unknown "]}, {"id": 27439, "title": "Project Gestalt Report 3", "text": "August 23,2025\n\n[Summary]\n\nWe received a report from the laboratory indicating that the basic technology of the Replicant System is expected to be completed by the end of August. Verificatios of its safety-along with clinical trials-will be conducted from September through November.\n\nA report will be submitted to the prime minister indicating that the completion of the Replicant System will represent a tremendous leap forward for Project Gestalt.\nThis report will be handled by the public relations department.", "authors": ["Unknown "]}, {"id": 27440, "title": "Paper Attached to Vehicle", "text": "Traffic Viollation Notice - License Custody Certificate (Number: Mai A 4321)\n\nDate and Time of Notification: July 21 (PM),2013\n\nAffliation, Rank and Name of Notifier: Maihama Police Station, Police Constable Kenichi Sato\n\nIssued to: Yosuke Saito\n\nViolation Details: Exceeding the speed limit by 30km to 35km", "authors": ["Unknown "]}, {"id": 27441, "title": "Project Gestalt Report 8", "text": "September 15,2053\n\n[Summary]\n\nAs Project Gestalt undergoes approval in countries across the world, we recognize that there have been imperfections in how information has been regulated with regards to civilians. Until the safety of the final system has been verified, all information related to this matter is subject to Level 4 classification. As such, its relation to the Ministry of Health and Welfare&#39;s life rehabilitation program must be kept strictly confidential.\n\nFurthermore, we ask that the following information be sent to all related personnel and organizations immediately:\n\n- Clauses regarding compensation in the event of information leaks are to be added to contracts with all partner companies.\n\n- In the event of an information leak, ascertaining the source should be the company&#39;s top priority.\n\n- Please refer to &quot;Countermeasures C&quot; for information on how to handle leaked information, as well as the individual(s) who disclosed it.", "authors": ["Unknown "]}, {"id": 27442, "title": "Infant Machine&#39;s Memories", "text": "It&#39;s so dark... Mommy... I&#39;ve been born!\n\nMommy... Where are you?\n\nWhat... should I do?\n\nTell me what to do, Mommy. Please...\n\nI&#39;ll try my best... Please don&#39;t leave me alone...\n\nI&#39;m so lonely, Mommy...\n\nMommy... Mommy... Mommy... Mommy... Mommy...", "authors": ["Infant Machine"]}, {"id": 27443, "title": "11B&#39;s Escape Plan", "text": "Elapsed time: 00:02:13\n\nReactivation complete. A check of my body reveals various failures.Communication functions have been destroyed. I cannot contact my team or bunker. I leave a draft of this message here as a log.\n\nElapsed time: 00:10:13\n\nI verify the plan once more. Using my supposed destruction in this sortie as a guide, I sever all communication. I then pass beneath the abandoned factory and escape. Further analysis reveals that I took anti-air fire while in the flight unit resulting in damage to my body. No matter-it can be repaired.\n\nElapsed time: 00:15:21\n\nI&#39;m Cold. My sensory systems seem to be failing.\n\nElapsed time: 00:33:12\n\nNoise has started to cloud my vision. Virus warnings appear frequently. It is unclear whether I am infected of it the system is in error.\n\nElapsed time: 00:33:21\n\nRepairs are proceeding poorly, perhaps because I am flustered. Pursuers will come if I don&#39;t move soon. Was I wrong to attempt escape?\n\nElapsed time: 00:33:31\n\nI&#39;m scared. I want to go back to the bunker, but I can&#39;t restore communications.\n\nElapsed time: 00:38:00\n\nThis can&#39;t continue. I can&#39;t stay here. I have to run... YoRHa squadron was wrong... I have to find somewhere safer... I&#39;m scared. I&#39;m so scared.\n\nElapsed time: 00:45:00\n\nPainful. It hurts. Help. Why stop. Who am I? Wrong wrong wrong. I need to run...\n\n", "authors": ["11B"]}, {"id": 27444, "title": "Top Secret Black Box", "text": "The following document details the final stages of Project YoRHa.\n\n(Note that this document has been marked with Level-SS confidentiality, and should not be disclosed to any YoRHa personnel, including the Bunker commander.)\n\nEach YoRHa unit is equipped with a &quot;black box&quot;, an item created by reusing the core of a machine lifeform. As such it could be said that the consciousnesses of YoRHa units and machine lifeforms share the same structure. Said black boxes were installed after determining that it would be inhumane to install standard AI in androids that are ultimately destined for disposal.\n\n(For the record, malfunctioning black boxes have caused some YoRHa units to turn hostile.)", "authors": ["Unknown "]}, {"id": 27445, "title": "Rotten Info Sheet", "text": "About Schwanstein Castle\n\nA stunningly beautiful piece of architecture. Schwanstein Castle was constructed almost 550 years ago by the reigning lord of the fief. Now designated a World Heritage Site, it hosts countless tourists from all across the globe ever year.\n\nThough it was initially used as a fortress during the lord&#39;s conflict against the &quot;church&quot;, Schwanstein Castle became a dwelling for the royal family and other nobles after the flames of war faded. The literature-loving third lord of the castle, Leonard III, constructed a library that boasted the largest collection of books in the nation. This room remains one of the castle&#39;s most beloved features to this very day.", "authors": ["Unknown "]}, {"id": 27446, "title": "Filthy Lottery Ticket", "text": "*********************************\n\nBETTER LUCK NEXT TIME\n\n*********************************", "authors": ["Unknown "]}, {"id": 27447, "title": "Jackass&#39;s Bomb Recipe", "text": "Required Materials:\n\n- Three AIM-11s (from flight units)\n- The corpse of a suitable android\n- Five cores from machine lifeforms capable of EMP attacks\n- An adequate amount of bonding agent\n- A container ( I usually use a machine&#39;s head, but you be you)\n\nAssembly Instructions:\n\n- Disassemble each AIM-11 and connect the image unit to the helix.\n- Yank out the connector cable from dead android&#39;s spine and strip it using a file of whatever.\n- Connect the cable and image unit.\n- Decode the machine lifeform cores and embed the image units inside &#39;em, then mix in the bonding agent and reshape. Don&#39;t forget to insert the cones it&#39;ll need to build explosive power.\n- Once you&#39;re done with that, add some nails or whatever random shrapnel junk you have lying around.", "authors": ["\"Jackass\""]}, {"id": 27448, "title": "Project Gestalt Report 10", "text": "April 18,2764\n\n[Summary]\n\nWe have received troubling reports from multiple administration zones that the Replicants have started to behave as if they have developed senses of self. It is currently under investigation what implications this might have for Project Gestalt as a whole. As other disclosable matters have already been directed to Administrators Union, they have been omitted here.", "authors": ["Unknown "]}, {"id": 27449, "title": "Resistance: Rose", "text": "This android, encountered by the experimental YoRHa squadron, is the leader of a group composed of many Resistance members.\n\nA survivor of the eighth descent operation, she continued to wage guerrilla warfare in the Pacific region thereafter. Unable to stop the ever-proliferating machines, she continued to fight a war of bitter attrition for over 200 years.\n\nAfter encountering the experimental YoRHa squadron, she sought to change the tide of battle through fighting alongside them. She was destroyed by machine lifeforms in the server room undermeath Mt. Ka&#39; ala during the mission to destroy said server.\n\n", "authors": ["Unknown "]}]}