{"game_title": "Nier", "series_title": "Nier", "codexes": [{"id": 27379, "title": "Letter from the Chief of The Aerie", "text": "From The Office of the Chief of The Aerie\n\nTo: Popola\n\nMy greetings to you and your village. I hope everything is going well.\n\nOur village has shut itself away from the world for far too many years, and we have therefore decided it is time to change our ways. As part of this endeavor, we have resolved to establish a shop within the village. It is now open for business, and I look forward to seeing a great many customers visit from all over the world.\n\nWith regards to the &quot;sacrifice&quot; keyword you wrote about, one of the villagers claimed to know the meaning behind the term. You are more than welcome to speak with him on the matter as part of your visit to The Aerie.\n\nI hope to hear again from you soon.", "authors": ["Chief of The Aerie"]}, {"id": 27380, "title": "Letter to a Faraway Lover", "text": "My dearest,\n\nMy efforts at cultivating freesia have finally borne fruit! I know it&#39;s taken a while, but I didn&#39;t want to contact you until I was sure I could keep my head above water.\n\nNow that the money is starting to roll in, I was hoping you would leave the village and come live with me as my wife. I know it&#39;s sudden, but I&#39;m not very good at this type of thing, so I figured I&#39;d just ask and let the chips fall where they may.\n\nI&#39;ll be waiting for you.", "authors": ["Unknown "]}, {"id": 27381, "title": "Loading Screen Documents", "text": "<h3><strong>Yonah's Diary</strong></h3><ul><li>The snow won't stop falling, so Dad said he'd stay here with me until it stops. He'll probably leave again when it does, so I kinda hope it snows forever.</li><li>Today Popola sent me a new book about a great big tree. I really hope it has a happy ending. There's nothing worse than a sad tree.</li><li>Devola and Popola came to keep me company today. They even sang a song for me! It was really great! I need to practice so I can sing to Dad when he gets back.</li><li>I'm gonna learn to make awesome food for Dad. I better start working on a new secret recipe.</li><li>Once I finish my secret dish, I'm gonna feed it to Dad! Then he'll see how helpful I can be.</li><li>The boy who's always running around outside gave me a super pretty flower today! I wonder if Popola knows what it's called?</li><li>Today is Dad's birthday, but he's not here. So I just had a party by myself!</li><li>Dad said he would come back home for my birthday, but I want to celebrate his birthday once in a while!</li><li>The flower wasn't in any of Devola's books, so she said I could name it whatever I want. Maybe I'll name it after Dad!</li><li>I guess a Shade came near the village today. People kept coming up to me and saying \"Boy, we sure wish your father was around!\" And I said, \"Me too! Dad could kick the Shade's butt!\"</li><li>Got a letter from Dad today! He's in a far-away town where he can see the ocean. I hope I can see the ocean someday. I bet it's huge!</li><li>I wish I could meet the Kainé lady Dad told me about. I bet she's really nice and always says nice things. I wonder if that's what my mom was like?</li><li>I was tired today, so I stayed home and hid in the bed. I could still hear Devola's singing from somewhere, though. Listening to her always makes me happy.</li><li>Devola and Popola went back home. That made me lonely, so I ran around singing songs as loud as I could. But then that got kinda weird and scary, so I stopped.</li><li>The village is buzzing with excitement and stuff today! I dunno what happened, but Devola told me not to worry. At first I thought it was a festival, but now I don't know.</li><li>Whenever I read a letter from Dad, I really feel like I need to see him again.</li><li>I write Dad letters every single day. He always worries about me, but I feel fine.</li><li>I wish Dad would send me letters every day like I do. But I know he's busy, so every other day is okay.</li><li>In the book, the big tree kept on waiting and waiting. I have to wait a lot, too. I wish I could do something.</li><li>Today Devola said that Kainé is \"put together in all the right places\". I don't know what all of that means, but I wanna be like that when I grow up!</li><li>Dad came back! He came back to see me! Yaaaay Dad!</li><li>Dad left pretty quickly. He said he just stopped by so he could see my face.</li><li>These black marks keep showing up on my body. Sometimes I wonder if I'm going to turn into a goblin or something, but thinking about it makes my stomach hurt, so I try not to.</li></ul><br><br><h3><strong>Experiment Logs</strong></h3><br><br><strong>Case Report 05/18/2004</strong><br><ul><li class=\"ql-indent-1\">Mutations found in subcutaneous cell structure.</li><li class=\"ql-indent-1\">Rise in mental disorders believed to be caused by external factors.</li><li class=\"ql-indent-1\">Airborne transmission most likely mechanism.</li></ul><br><br>\t\t\t\t\tResearch into effective treatments is underway.<br><br><br><strong>Damage Report 02/06/2008</strong><br><br><br><ul><li class=\"ql-indent-1\">Wall of Jericho collapsed.</li><li class=\"ql-indent-1\">5,000 people believed dead.</li><li class=\"ql-indent-1\">Requests for reinforcements streaming in from multiple locations.</li></ul><br><br>\t\t\t\t\tWe continue to monitor the situation.<br><br><br><strong>Founder Research Report 06/06/2010</strong><br><br><br><ul><li class=\"ql-indent-1\">Physical attacks useless.</li><li class=\"ql-indent-1\">Thermonuclear attacks useless.</li><li class=\"ql-indent-1\">Unknown particles have been detected.</li></ul><br><br>                    Dealing with the situation will require proving the multi-origin theory.<br><br><br><strong>New Medication Cycle 02/09/2016</strong><br><br><br><ul><li class=\"ql-indent-1\">Observed to slow the progress of white chlorination.</li><li class=\"ql-indent-1\">No unusual readings seen in subject.</li><li class=\"ql-indent-1\">Send records directly to Cabinet Command Room.</li></ul><br><br><strong>New Technology Report 08/07/2032</strong><br><br><br>Although the resultant white chlorination syndrome infection makes ours an imperfect solution, we have reason to expect some positive results. Testing will begin on the previously selected subjects; recordkeeping on the procedure's safety is top priority<br><br><br><strong>World Purification Commission Report 09/30/2032</strong><br><br><br>The first detachment is functioning properly. However, continued caution will be required well into the future. A discussion about dealing with relapse cases will be deferred to the next conference.<br><br><br><strong>Abnormalities 06/23/2033</strong><br><br><br>Several deleterious abnormalities have been found with a subject in the early stages of treatment, including a relapse state resulting in a total loss of self. We will investigate the cause of this error and submit a countermeasure plan immediately.<br><br><br><strong>Transition into Sleep Mode 12/28/2034</strong><br><br><br>Transition into sleep mode is proceeding smoothly. All that remains is to pray for Project Gestalt's ultimate success.<br><br><br>May god have mercy on us all.", "authors": ["Yonah"]}, {"id": 27382, "title": "Researcher&#39;s Letter", "text": "Dearest Emil,\n\nYou do not know me, but I know you. My research has twisted your life in unfathomable ways. I tried to make up for this by serving as your mother, but I know now that my efforts fell far short. I would have done anything to save you from this fate, and you will never know how guilty I feel that I could not.", "authors": ["Unknown "]}, {"id": 27383, "title": "Love Letters", "text": "<strong>Love Letter 2/12/3340</strong><br><br><br>My dearest beloved,<br><br> Please forgive the lateness of this letter, I have recently fallen quite ill, and had some difficulty finding a doctor in this foreign land. The people here, however, have treated me with great kindness, and I now feel my body getting stronger by the day. If my recovery continues, I hope to attempt the journey home soon.<br><br> I think about you every day, and yearn for the moment when we can be together again. Please take care of yourself, and know that I am doing everything I can to return to you.<br><br><br><strong>Love Letter 3/28/3340</strong><br><br> My dearest beloved,<br><br> Again I put pen to paper when all I desire is to see you with my own eyes. How do the days find you? I am faring well enough. My illness is stubborn, but my love for you is stronger! Just knowing you wait for me is enough to keep me going.<br><br> I know how lonely you must be, but I must say this again: Do not attempt to find me. The voyage is treacherous, and disease runs rampant in this land. If anything were to happen to you, I fear I would not be able to take it.<br><br> My love. My dearest love. I will return to you soon.<br><h3><br></h3><strong>Love Letter 5/1/3340</strong><br><br> My dearest beloved,<br><br> Fifty years have passed since I last gazed upon your face. How is it possible? When we next meet, I hope you can look past the wrinkles of an old man and see into a soul as young as the day we first met.<br><br> This passage of time has led me to think upon our earlier days. When we first met, you were the prettiest girl in town. Your beauty was what first attracted me to you, but it was your kind heart which ensnared my soul. It gladdens me to read your letters, for I can see in them that your spirit is as wonderful as ever.<br><br> I thank the gods each day that we fell in love, even as I curse them for keeping us apart. I will see you again. Wait for me, my love.", "authors": ["Unknown "]}, {"id": 27384, "title": "Nier&#39;s Dream", "text": ".....\n\n.....\n\n.....I hear a voice.\n\nI squint and see a boy standing before me. His hair is\nsilver, his skin is pale, and he stares up at me with hard, \nglassy eyes.\n\nSoon his lips begin to move, but no sound comes out. What\nis he saying? I can&#39;t hear him. I can&#39;t hear him. I can&#39;t\nhear him I can&#39;t hear him I can&#39;t I can&#39;t I can&#39;t\n\nI try to leave, but something about the boy holds my gaze, I\nwatch his face, expressionless, as his lips slowly flutter.\n\nWhat is he trying to say?\n\nWait. It&#39;s a phrase. I can almost make it out. It starts with\nan &quot;s&quot;... Then there&#39;s an &quot;e&quot;...\n\nI can almost see it now. The letters begin to fall together,\none after the other, faster and faster.\n\nS- E- A- L- E- D V- E- R- S- E\n\nOh my god. It&#39;s a Sealed Verse. The thing I am looking for,\nthe key to saving my little girl. I stare at the boy with\nrenewed ferocity, trying desperately to make out his next word.\n\nD- R- E- A- M\n\nDream? What? What the hell does that mean?\n\nThe lips move again, faster now.\n\nI can&#39;t follow them. Dammit! I can&#39;t make it out!\n\nI want to scream. I want to tear the walls down around me.\n\nBut instead, I force myself to be calm. I can do this. I can\ndo it for Yonah. Slowly, ever so slowly, I parse out the\nletters that make up his final words...\n\nF- O- R- E- S- T O- F M- Y- T- H", "authors": ["Nier"]}, {"id": 27385, "title": "Mermaid Tear Letters", "text": "First Letter<br/><br/><br>\"...I am enclosing the Mermaid Tear with my next letter. It is the only thing I have found in this world that can hope to compare to your beauty.\"<br /><br><br /><br>Second Letter<br/><br/><br>\"My dearest, I fear I cannot send the Mermaid Tear at this time. I hope you can forgive me for this terrible slight.\"<br /><br><br /><br>Third Letter<br/><br/><br>\"As promised, I am enclosing the Mermaid Tear. Unfortunately, with this gift comes a piece of sad news. My love, I fear the illness which ravages my body will soon claim it. My dreams of traveling to you are all but lost. I desire so to give you this stone with my own hand; that I cannot is my greatest regret.\"", "authors": ["Unknown "]}, {"id": 27386, "title": "Letter to Popola", "text": "To: Popola\n\nI write to you regarding the urgent matter of The Aerie. As you know, Shade activity in that area has been much increased as of late, and we now fear the worst. Numerous letters to the village chief have yet to be returned, and our merchants have recently lost all contact with customers there.\n\nWhile Seafront has yet to be troubled by the Shades, we fear their arrival is only a matter of time. I encourage your village to take all necessary steps to defend yourself from this terrible scourge; the loss of two outposts would be almost too much to bear.\n\nI hope to hear from you soon.", "authors": ["Unknown "]}, {"id": 27387, "title": "Letter from Emil", "text": "Hi, Nier!\n\nHey, it&#39;s me! Emil! Sorry I&#39;ve been quiet for so long. Are you and Weiss getting along all right? Is he still using big words and making everyone feel dumb? I bet he is!\n\nAnyway, I recently stumbled upon some records that might help us in curing Kain&eacute;&#39;s petrification. Would you mind coming here to take a look?\n\nThanks! I&#39;ll be waiting!", "authors": ["Emil"]}, {"id": 27388, "title": "Nier&#39;s Wife&#39;s Diary", "text": "This is the world of the recycled vessel, created to avoid the destruction of all.\n\nThe Black Scrawl. A lost destiny. A white book. A false truth.\n\nA soldier of salt calling forth white death. He is Legion, the man who plunged the world into darkness.\n\nThe dragon&#39;s corpse brought death to the world, delivering unto it the power of the devil.\n\nThe black sickness stains the future. They journey to return to soulless vessels.\n\nThe apocalypse divided the world in two; one that knows not day, and one which has never seen the night.\n\nBlack, and white. Thirteen pacts. The vessels&#39; forms waver as they cross time and space.\n\nThe song of man has drowned out. In it&#39;s place, the scream of something inhuman.\n\nThe sky falls with the dragon. The world ends this day.\n\nThe puppet priest collects the accursed prayers and polishes the vessel.\n\nAs long as this memory exists, as long as mankind still has hope, a bloody battle will be waged over the holy domain of the body.\n\nFoolish human. Foolish human. Foolish human. Foolish vessel.\n\nAll is paid. All is sacrifice.\n\nDo not bring back the light. Do not bring back the vessel. Do not bring back the future. Do not bring it back.\n\nEvery beam of light is an invitation to death.", "authors": ["Nier's Wife"]}, {"id": 27389, "title": "Weapon Upgrade Notice", "text": "Dear Nier,\n\nThis is to inform you that the upgrade work on your weapon has been completed. The weapon is ready and available for pickup at your earliest convenience.\n\nI also have a more personal request to make of you, one I hope we can discuss further once you arrive to pick up the weapon.\n\nYours,\n\nTwo Brothers Weaponry", "authors": ["Gideon"]}, {"id": 27390, "title": "Underground Research Records", "text": "<h3><strong>Underground Research Record 1</strong></h3><br><br>Notice: Archival Storage 8.2.2026<br><br> Following the recent incident with Number 6, we have decided to establish an archival room. This room will hold records on the methods used to control and/or cancel all forms of magic - including petrification and bestial transformation - as well as allow other projects to move forward. (Specifically, this should make it easier to complete a long-term storage solution for Number 6, as well as proceed with our work on Number 7.)<br><br> All employees are required to keep the courtyard entrance to this new room secure. Failure to do so is considered grounds for immediate termination.<br><br><br><h3><strong>Underground Research Record 2</strong></h3><br><br> Notice: Progress Report on Number 6 12.25.2025<br><br> We have completed the initial research into Number 6, and are ready to initiate the startup experiment in the coming days.<br><br> As this will likely mark a great leap forward in Gestalt research, the National Weapons Research Laboratory has made the completion of the Number 6 project its top priority. Budgets for all other projects are to be frozen, effective immediately.<br><br><br><h3><strong>Underground Research Record 3</strong></h3><br> Notice: Meeting Agenda 9.12.2026<br><br> Today's meeting will address the following topics:<br><br> - A solution for long-term storage of Number 6.<br><br> - A progress report on Number 7.<br><br> -Disguising the laboratory's above-ground facility as a mansion.<br><br><br><h3><strong>Underground Research Record 4</strong></h3><br><br> Notice: Progress Report on Number 6 10.11.2025<br><br> The donor body Halua has been chosen from among the seven candidates subjects to proceed to the next stage. In the interest of protecting state secrets, all but one of the remaining subjects will be disposed of. The donor body, Emil, however, will be kept in storage as a failsafe measure.", "authors": ["Unknown "]}, {"id": 27391, "title": "Letters from Yonah", "text": "I hope you're doing okay. I'm doing fine here, though it gets kind of lonely sometimes. But whenever that happens, I just look up at the sky and wonder if it's the same color wherever you are, too. That usually makes me feel better.<br><br> Don't catch cold, okay?<br><br> Yonah<br><br><br>----<br><br> Dear Dad,<br><br> I'm worried about you. You spend all your energy focusing on my disease, and whenever I think about how upset you are, it makes me kind of sad.<br><br> I wish you'd slow down a little and not worry about me, because seeing you in pain is way worse than this stupid Black Scrawl. I know that sounds weird, but it's the truth.<br><br> Yonah<br><br><br>----<br><br> Dear Dad,<br><br> Today was awesome! Popola made me this HUGE cake that was really yummy, and everyone in the village has been wishing me happy birthday. It's fun! I feel like a princess or something.<br><br> I don't feel sick at all today. In fact, I almost forgot I had this disease! So maybe you can forget about it too and come back home now?<br><br> Yonah<br>", "authors": ["Yonah"]}, {"id": 27392, "title": "Wedding Invitation", "text": "&quot;As per Rule 25,656, please consider this your official notice that the king of Facade has chosen to enter into the ceremony of matrimony. Please lodge all objections and/or congratulations, through the official channels stated in Rule 35,585.\n\nSincerely,\n\nThe Facade Royal Office of Marriage and Other Legally Binding Contracts and Concerns\n\nPS: Hey guys, it&#39;s me! The king of Facade! Sorry this is all formal and stuff. Listen, I&#39;m getting married, and I really want you to come! ...So get over here!&quot;", "authors": ["King of Fa‡ade"]}, {"id": 27393, "title": "Letter to Popola 2", "text": "Dearest Popola,\n\nI hope this letter finds you well.\n\nI am writing in hopes of bringing to your attention a certain dream issue of concern regarding recent events in dream the village. I was hoping I might be dream able to get your advice dream on the matter.\n\nRecently there have been dream reports dream dream of a certain dream dream dream dream of dream dream dream dream evil dream dream dream dream empty dream curse dream dream dream dream dream evil dream dream dream dream dream dream dream dream words dream dream dream and dreamdreamdreamdreamdreamdream someone dreamdreamdreamdreamdream", "authors": ["Mayor of Forest of Myth"]}]}