{"game_title": "Deus Ex: Invisible War", "series_title": "Deus Ex", "codexes": [{"id": 24834, "title": "Tarsus SOR Program: Leo Jankowski", "text": "Personnel Profile: Leo Jankowski\nPosition: SOR Resident, Stage 2, Seattle Facility\nStatus: Active\n\nA top performer, Leo Jankowski has consistently shown an extremely high level of assertiveness, as well as remarkable loyalty and an unusual degree of suggestibility. These traits combined suggest that he is uniquely qualified for a future in military field operations. His physical prowess is exceptional, while his academic achievement can best be described as adequate. His highest academic achievements have all related to biomodification science, probably due to his great eagerness to complete the biomodification process.\n\nLeo&rsquo;s aggressive impulses must be moderated, as they tend to manifest themselves as overconfidence to the point of arrogance. Because of his ability to physically exceed fellow Stage 2 trainee Klara Sparks, he has convinced himself that he is the &ldquo;star pupil&rdquo; of the SOR program. It is hoped that exposure to fellow trainees Billie and AlexD will help Leo attain a more realistic appraisal of his own capabilities.\n\nBecause of his interest in military specialization, Leo has been allowed to participate in a limited number of low-level security operations. In the field, he has so far conducted himself in a disciplined and efficient fashion.", "authors": ["Unknown "]}, {"id": 24835, "title": "Climate of Antarctica", "text": "Antarctica&#39;s climate is harsh only to those unprepared. Look at the penguin -- perfectly designed and insulated for dealing with the extreme temperatures -- a feat of natural engineering.", "authors": ["Unknown "]}, {"id": 24836, "title": "A personal invitation to AlexD, from Tarsus Academies", "text": "Greetings, Alex. As one of the most outstanding graduates of the Tarsus Academies&#39; primary and secondary school systems, you have been selected to receive a full scholarship to our Security Operations Residency program.\n\nThe Tarsus Security Operations Residency is an intensive three-year program of training in leadership, technology, special operations, counterespionage and creative problem solving. As a Tarsus SOR resident you will receive training and instruction from field-grade military officers and strategists, international prize-winning scientists, and pre-eminent experts in all fields. We wish we could tell you just a few of the SOR guest faculty members, but for reasons of personal and corporate security, the list must remain confidential until you confirm your enrollment.\n\nFewer than a dozen Tarsus graduates worldwide have been invited to participate in our inaugural residency. You, Alex, are one of them. As an SOR resident you will be housed comfortably in your own apartment in our New Chicago training facility located in the elite WTO enclave. Tuition, instructional materials (including your own unrestricted data hub access and holoterminal), comprehensive medical, room and board are all fully paid by Tarsus Academies. In addition, you will receive a generous monthly living stipend. Finally, you will receive free medical screening and pre-operative prep for the very latest in field op biomodification. Residents who successfully complete the initial phase of training will receive a full suite of biomodifications and extensive training in their use.\n\nTarsus is willing to go to all this expense because we want to take the Tarsus Comprehensive Educational Doctrine&reg; to its logical conclusion.\n\nOur trainees have already been guaranteed premium assignments at IMPORTANT DOSSIERS top corporations, because they are the very best going in, and will be even better coming out. We trust that you, Alex, will be among them.\n\nPlease discuss this opportunity with your loved ones and reply with your acceptance within 30 days to: TARSUS.SOR.INVITE. In the meantime, your further questions are welcome, but confidentiality restrictions may apply until acceptance is confirmed.", "authors": ["Tarsus Academies"]}, {"id": 24837, "title": "The Dentons: Myth and Mystery", "text": "Although many of his actions remain shrouded in mystery, we do know that JC Denton played a major role in resolving the Gray Death plague; however, some suspect that he also initiated The Collapse. He began as an agent for UNATCO, but realizing that it was corrupt, he joined his brother Paul and the NSF revolutionaries.\n\nBoth JC and Paul remain powerful and mysterious figures in the global imagination, even though no one has heard from either in decades. A few radical thinkers believe the Dentons will return, but most have concluded that they simply perished in The Collapse.", "authors": ["Unknown "]}, {"id": 24838, "title": "Our Love Affair with The Bean", "text": "One day, Kaldi found his goats gathered curiously around a dark green leafed shrub with bright red berries. After trying them himself, he discovered their powerful stimulating effect. Monks at a local monastery soon began relying on the berries&#39; effects to stay awake during extended hours of prayer. And so, coffee was born.", "authors": ["Unknown "]}, {"id": 24839, "title": "AI and Consciousness", "text": "Researchers continue working to generate true sentience in machines, but no success has yet been documented. If we can create such a thing and in a way that would be compatible with the human body and mind, it would allow us to expand consciousness and challenge most common concepts of the soul.", "authors": ["Unknown "]}, {"id": 24840, "title": "The Pilgrim&#39;s Progess", "text": "... I turned my head to look back and saw Ignorance come up to the River side: but he soon got over... For it happened, that there was then in that place one Vain-hope a ferry-man... When he was come up to the Gate he looked up to the writing that was above, and then began to knock, supposing that entrance should have been quickly adminsteredsic to him... [But The King] commanded the two Shining Ones... to go out and take Ignorance and bind him hand and foot, and have him away. Then they took him up, and carried him through the air to the door that I saw in the side of the hill, and put him in there. Then I saw that there was a way to Hell, even from the Gates of Heaven, as well as from the City of Destruction.", "authors": ["John Bunyan"]}, {"id": 24841, "title": "Jacob&#39;s War", "text": "<b>Chapter One</b><br /><br />Cold light fell on the chessboard. He watched her face, always her face, floating in the darkness over the white king<br /><br />\"When did they let you out of hell?\" he asked.<br /><br />\"Tuesday,\" she said.<br /><br />\"I should have known.\"<br /><br />\"Why? Because we were married?\"<br /><br />\"No. Because there was an eclipse on Tuesday.\"<br /><br />\"Ah.\" She picked up the king and idly twirled it between her fingers.<br /><br />\"Why are you here?\"<br /><br />She laughed, a small sound, but it made him shiver. \"Because we're going to do what you like best, Jacob. We're going to play a game...\"", "authors": ["Andrew Hammond"]}, {"id": 24842, "title": "Upper and Lower Seattle", "text": "Seattle rose from the ashes of the Collapse by building onward and upward. Pillars were erected in the center of the old city, representing the city&#39;s firm resolve to continue and to raise itself up. Upper Seattle was constructed on a platform laid on these pillars, with Lower Seattle nestled safely beneath, and an Inclinator connecting the two levels.", "authors": ["Unknown "]}, {"id": 24843, "title": "Tarsus SOR Program: Klara Sparks", "text": "Klara Sparks sailing through her studies with alacrity, has also demonstrated a degree of empathy far surpassing any of her Stage 2 counterparts. She shows great potential for a career in negotiation or conflict resolution. Klara is charismatic, with a genuine affection for both her fellow residents and her instructors. She is an excellent motivator of others. Her loyalty to the Tarsus program and her commitment to its ideals are absolute.\n\nKlara&rsquo;s main drawback as a trainee is a tendency to subordinate her own progress to that of others. In fact, her close friendship with fellow resident Leo Jankowski has evolved into an almost co-dependent relationship, with Leo dominating Klara&rsquo;s achievements in order to validate his own imagined superiority, and Klara holding back from her full potential in order not to threaten Leo. It is hoped that reintegrating Leo and Klara with the New Chicago Stage 2 trainees will break this cycle, and allow both to progress more according to their respective potentials.", "authors": ["Unknown "]}, {"id": 24844, "title": "The Praise of Folly", "text": "... And now, lest I may seem to have taken upon me the name of goddess without cause, you shall in the next place understand how far my deity extends, and what advantage by it I have brought both to gods and men. For, if it was not unwisely said by somebody, that this only is to be a god, to help men; and if they are deservedly enrolled among the gods that first brought in corn and wine and such other things as are for the common good of mankind, why am not I of right the alpha, or first, of all the gods? who being but one, yet bestow all things on all men. For... what is more sweet or more precious than life? And yet from whom can it more properly be said to come than from me?", "authors": ["Erasmus"]}, {"id": 24845, "title": "Zero Point Energy", "text": "Report to Congress on the progress of the Zero Point Energy Project\n\nCLASSIFIED -- 1987\n\n...we have successfully harnessed Zero Point Energy. Within the year, Zero Point Energy converters can be online to provide all inhabitants of the Earth with a clean and cost-free energy source.", "authors": ["Unknown "]}, {"id": 24846, "title": "Detective Dirk Murchison", "text": "I knew she was trouble the moment she walked into my office. She was the kind of woman who never went to Lower Seattle without a pair of sentinels on a leash, yet here she was on my doormat, rain-soaked, alone and vulnerable. So why was I afraid?\n\nHe was some WTO hotshot, that&#39;s how she started. He ruled the New Seattle society and had the SSC in his back pocket. The only way she could find a detective brave enough to go after him was by heading down the inclinator and to my office. Was it brave enough? Or stupid enough? Didn&#39;t matter to me, I would have done anything for a curve like her. That, and the bill collectors had drained the last of my credits.\n\nShe was afraid he was going to rub her out, try and lay his hands on her family fortune. He had a mistress somewhere on the platform above, and she was in on the plot. Then there was his bodyguard, &quot;Barry the Juice&quot;. After the last time I crossed him I knew even a holo-mail from him would try to strangle me. Getting involved in all this was a bad idea, but hell, bad ideas are my job.", "authors": ["Unknown "]}, {"id": 24847, "title": "Inclinator as Gatekeeper", "text": "There are those that revere the Inclinator as a symbol of connectedness between Upper and Lower Seattle, but those living in the shadow of the platformed city know it is a myth. The Inclinator divides more than it connects. It ensures that only a select few can pass over the gap between the haves and the have-nots. It guards against the &quot;wrong kind&quot; of person travelling into the bright, clean streets of Upper Seattle.", "authors": ["Unknown "]}, {"id": 24848, "title": "On Liberty", "text": "...I believe that the practical principal in which safety resides, the ideal to be kept in view... may be conveyed in these words: the greatest dissemination of power consistent with efficiency; but the greatest possible centralization of information and diffusion of it from the center... This central organ should have a right to know all that is done, and its special duty should be that of making the knowledge acquired in one place available to others... [I]ts advice would naturally carry much authority; but its actual power, as a permanent institution, should, I conceive, be limited to compelling the local officers to obey the laws laid down for their guidance. In all things not provided for by general rules, those officers should be left to their own judgement.", "authors": ["John Stuart Mill"]}, {"id": 24849, "title": "Tomorrow Becomes Yesterday", "text": "Chapter XII: The Grays\n\nThe mysterious Gray continues to elude researchers. They are suspected to be more intelligent and less belligerent than other transgenics. Some theorize that the Grays were being evolved as shock troopers for extreme conditions.", "authors": ["Unknown "]}, {"id": 24850, "title": "Senjin Braeden&#39;s journal", "text": "My family was once proud and powerful, but after the Collapse the cursed WTO &#39;regime&#39; changed all that. My father, Eldrin Braeden, fought them, pushing for diversity and civil freedom. But he lost...something I have to accept. He wasn&#39;t strong enough. But now my brothers and cousins and I are old enough to carry on the fight--our family is ruined, but we&#39;ve moved into the underground.\n\nSeeing the world through the sniper&#39;s scope, Falen has already taken several of their officers down over the last year, and Sheets continues to spy on their administrators, picking up critical intel data. Lir is keeping a journal of what our oppressors would call our &#39;subversive&#39; activities. The saddest twist is that Kaleb has broken with the family and now works directly with the WTO. My anger over this betrayal burns like phosphorous. I swear...I will see my own brother executed for this.\n\nWe&#39;re going to build up a Resistance movement and smash those bastards and their so-called laws of economic prosperity.\n\nSenjin Braeden", "authors": ["Senjin Braeden"]}, {"id": 24851, "title": "Cryogenics", "text": "Cryogenics\nWe&#39;ve made vast strides in controlling and sustaining body functions for patients in cryostate. The mortality rate for reawakening has also dropped to acceptable risk levels; however, it must be remembered that individuals emerging from the state are often weak and disoriented for a period of time.\n", "authors": ["Unknown "]}, {"id": 24852, "title": "Tarsus SOR Program: Dr Leila Nassif", "text": "Personnel Profile: Dr. Leila Nassif\nPosition: Coordinator, Seattle Advanced Training Facility\nStatus: Active\n\nBorn in poverty in Cairo, at age 6 Leila Nassif was accepted into a local Tarsus Elementary program on a need-based scholarship. She thrived under the Tarsus program, and over the next 22 years completed an education that culminated in an MS degree in Administrative Science and a medical degree from Seville Medical Center, with certifications in biomodification and psychology. After four years as assistant administrator of the Quito Reconstructive Therapy Center, she was offered her current position.\n\nDespite her youth, Dr. Nassif has shown herself to be fully qualified for her position. Energetic, personable and highly empathic, Dr. Nassif has earned the loyalty and affection of her students. Having herself benefited extensively from Tarsus-backed scholarship programs, she can closely identify with the experiences of her residents. Her deep and abiding loyalty to the underlying principles of Tarsus ensure that she will carry out her mission in the SOR with objectivity and efficiency.", "authors": ["Unknown "]}, {"id": 24853, "title": "Panzerwerks Catalog", "text": "Large-scale Bots\n\nHS-66 Hunter-Seeker Bot: Sleek and nimble, but it still gets the job done. Railgun.\n\nRB-76 Military Bot: Panzerwerks premiere large-scale bot. A tank that thinks. Rocket launcher.\n\nSecurity Bots\n\nCC-75 Security Bot: Our popular bulldog model. Flexible enough for home or commercial use. Equipped with shot gun.\n\nSP69/75 Aero Security Bot: Great for patrolling areas that are otherwise difficult to maneuver in. Equipped with light and twin SMG&#39;s", "authors": ["Unknown "]}, {"id": 24854, "title": "Tommy the Talking Greasel", "text": "Tommy was a Greasel. He looked scary. He sounded scary. But he was not like the other Greasels. He was nice. And he could talk!\n\nHe was always afraid of Bloodstain, the large red greasel who was the leader of his pack. Bloodstain always wanted to hurt people, and cats, and rats, and pigeons. Tommy liked all of the people and animals, but he was not strong enough to stop Bloodstain and the other greasels from hurting them. Bloodstain could not talk, and was very angry when he found out Tommy could. He spit at Tommy over and over, and Tommy was lucky to get away alive.\n\nThen Tommy found Timmy, a little boy in a wheelchair who could not walk or talk. When Timmy saw Tommy his eyes went wide with fear, but Tommy said &ldquo;don&rsquo;t be afraid, I am not a monster, I am a transgenic. I will ride around in your lap and talk for you. I was created to serve you. We can be friends.&rdquo; At first Timmy&rsquo;s mother did not like the idea, but when she learned that Tommy could talk she laughed and laughed.\n\nYou see? Not all transgenic creatures are bad. If we give them a chance they can be our friends!", "authors": ["Stewart Deere"]}, {"id": 24855, "title": "The Blood of the Champion", "text": "Everyone knows who he is. Every young athlete mimics his signature stare after a score. He has earned the largest endorsement contracts of any professional player who has ever lived. Each of us has watched the holosims of his extraordinary games, marveling at what the human body is capable of. So is it possible that Jerry Wildman, the man who captured the hearts of the world could be returning to the league?\n\nWTO spokesmen are revealing that the former star of the corporate team has regretted his retirement, and is planning an intensive program of training and nanotherapy to prepare for a return to the field. League rules are still unclear on the management of nanoaugmentation among players, but the return of Wildman may force the issue. Rumors abound that he is a candidate for Piezochem augmentation, and if true his fading physicality will be rejuvenated, while his mind for the game has never been sharper.\n\nNext season will be an interesting one, and I recommend you purchase the entire season viewing package. I know I will.", "authors": ["Unknown "]}, {"id": 24856, "title": "Coffee Science", "text": "1,3,7-trimethylxanthine is the major pharmacologically active ingredient in coffee. Also known as caffeine, it is quickly absorbed into the blood and body tissues following consumption. Its property as an adenosine antagonist enhances its action on the central nervous system as a stimulant.", "authors": ["Unknown "]}, {"id": 24857, "title": "Bartending", "text": "Ingredients:<br />Vodka<br />Raspberry cordial to taste<br />Cola to taste<br /><br />Mixing instructions:<br /><br />Pour vodka into glass. Add cordial until color becomes light red. Add cola until definite color change occurs. Drink.", "authors": ["Unknown "]}, {"id": 24858, "title": "Tarsus SOR Program: Billie Adams", "text": "In many ways, Billie Adams is both the most and the least successful of the Stage 2 SOR residents. On the one hand, she has absorbed her Stage 1 academic and physical training with an efficiency, and to a degree, that demonstrates her suitability for Stage 2. However, her behavioral adaptability is far less encouraging.\n\nAdams grew up in post-Collapse Old Chicago, and her early experiences on the streets left her cynical and hardened, with a particular mistrust for institutional authority. Her impulses have frequently led her into conflict, bordering on insubordination, with her instructors. However, she has been retained in the SOR program due to her high competency, as well as her REFERENCE OMITTED AT YOUR SECURITY CLASSIFICATION.\n\nBillie has shown an interest in subversive thought and organizations that must be carefully monitored. She has formed a quasi-familial affection for fellow Stage 2 resident AlexD, which can perhaps be used to moderate her more volatile traits.", "authors": ["Unknown "]}, {"id": 24859, "title": "The Lies of Mars", "text": "The words still ring in our ears &quot;Yo estoy aqui. Todos estamos aqui. Humanidad ahora habita dos mundos.&quot;(1) With that statement a human being stepped onto Martian soil. With those words our world changed. OR DID IT!!\n\n(1)&quot;I am here. We are here. Mankind now inhabits two worlds&quot;\n\nIndependent investigators have been gathering evidence for the past year that the international crew of eight never reached Mars at all, but instead holo-simmed the entire landing from the newly established lunar colony. WTO officials refuse to respond to the allegations and those who try to educate the public about this deception are called crackpots and loonies on the Talk Bullets.\n\nThe death of Dr. Martin Xelos in a helicopter crash earlier this year has likely sealed our access to the real story forever. As the last surviving member of the famed Mars crew, he was dogged by truth seekers determined to uncover the deception. In his last interview on the subject he lashed out at those who questioned the &quot;landing&quot;, but was obviously filled with fear that his participation in the great lie was close to being exposed. Now the world may never know the truth.", "authors": ["Unknown "]}, {"id": 24861, "title": "Sneak Peak: Mag Rail", "text": "Inside info for our preferred customers:\n\nBesides its impressive accuracy and damage ratios, this lightweight and effective high-energy weapon affords you the ability to shoot through most walls and obstacles. A must-have for any collector.", "authors": ["Unknown "]}, {"id": 24862, "title": "Nanotech at Low Temperatures", "text": "We see interesting behaviors and potentials in nanotech at lower temperatures. Nanites in a hypothermic body slow along with other body functions. Out in the open, however, the cold can augment the nanites&#39; eutactic properties, enabling them to transform surroundings in ways impossible at standard temperatures.", "authors": ["Unknown "]}, {"id": 24863, "title": "Wound Ballistics", "text": "Wound ballistics studies the affect of penetrating missile projectiles on targettedsic living tissue. A bullet&#39;s objective is to crush and destroy the tissue it hits directly and to cause additional damage by stretching the adjacent tissues. Tissue disruption is a product of the mass and velocity of the projectile and the type of tissue that is hit.", "authors": ["Unknown "]}, {"id": 24864, "title": "Mako Catalog", "text": "Bestsellers on sale!<br />Flamethrower - 950<br />Pistol - 60<br />Rocket Launcher - 875<br />Shotgun - 100<br />SMG - 345<br />Sniper Rifle - 450<br /><br />Watch for our upcoming price reductions on last year's mods!", "authors": ["Unknown "]}, {"id": 24865, "title": "Antique Goblet Collecting", "text": "With special attention to detail, you can be find real treasures at a garage sale or flea market.\n\nWhen an item catches your attention, consider it closely. Pay special attention to quality and uniqueness of design.\n\nStudy the master marks and designs in the appendix so you can properly identify real craftsmanship. Be sure to choose wisely.", "authors": ["Unknown "]}, {"id": 24866, "title": "Your Friend, Coffee", "text": "- Regular consumption can assist in moderating asthma attacks.\n\n- Can increase the speed of rapid information processing by 10 percent.\n\n- Inverse association between coffee drinking and risk of suicide.\n\n- Protective effect of coffee against colon or colorectal cancers.\n\n- Greater intake has been associated with decreased risk of kidney stones.", "authors": ["Unknown "]}, {"id": 24867, "title": "Join the SSC!", "text": "- Help your neighbors. SSC makes your hometown safer. Be a part of the solution to post-Collapse crime.\n\n- See the world - Or if you prefer, be deployed in many faraway and exiting locations.\n\n- Make money - Hefty paychecks plus ample opportunity for hazard bonuses -- Join SSC now!", "authors": ["Unknown "]}, {"id": 24868, "title": "Modern Ammo", "text": "With the advent of the universal ammo clip, soldiers and sportsmen no longer need struggle with multiple types and gauges of ammunition. This device collects ambient material and uses nanites to convert it into energy and solid projectiles for any type of weapon. It marks a revolution in firearms technology.", "authors": ["Unknown "]}, {"id": 24869, "title": "WTO Gun Laws", "text": "Marksmen and collectors should be aware of the WTO enclaves&#39; gun laws. Carrying concealed weapons is permitted, however, some areas will require you to submit to weapons bytecode safety-locking for the duration of your visit. These codes freeze all weapons until the unlock signal is sent upon exit.", "authors": ["Unknown "]}, {"id": 24870, "title": "Frankenstein", "text": "Follow me; I seek the everlasting ices of the north, where you will feel the misery of cold and frost, to which I am impassive. You will find near this place, if you follow not too tardily, a dead hare; eat and be refreshed. Come on, my enemy; we have yet to wrestle for our lives, but many hard and miserable hours must you endure until that period shall arrive.", "authors": ["Mary Shelley"]}, {"id": 24871, "title": "The Republic", "text": "&#39;[T]here are two things that can ruin and corrupt the rest of our workers.&#39;\n\n&#39;What are they?&#39;\n\n&#39;Wealth and poverty,&#39; I said.\n\n&#39;And how do they do it?&#39;\n\n&#39;Well, do you think that a potter who has become rich will want to ply his trade any longer?&#39;\n\n&#39;No.&#39;\n\n&#39;He will become more idle and careless than he was, won&#39;t he?&#39;\n\n&#39;Much more.&#39;\n\n&#39;And so a worse potter.&#39;\n\n&#39;Yes, much worse.&#39;\n\n&#39;And again, if he is prevented by poverty from providing himself with tools and other necessities of his trade the quality of his work will deteriorate, and his sons and anyone else studying the trade under him will not be taught it so well.&#39;\n\n&#39;Inevitably.&#39;\n\n&#39;Both poverty and wealth, therefore, have a bad effect on the quality of the work and on the workman himself.&#39;", "authors": ["Plato"]}, {"id": 24872, "title": "Ohio State Bobbleheads", "text": "Once you&#39;ve assembled your collection, you want to keep each piece in perfect condition. This means scrupulous cleaning on a regular basis and safe storage away from dust and strong vibrations. Be careful not to use harsh cleansers or else you may damage the finish. Do not overstimulate the spring during cleaning or your head may cease to bobble.", "authors": ["Unknown "]}, {"id": 24873, "title": "Joan&#39;s book of Military Transgenics", "text": "One of the latest developments in military transgenic application, the RUCK has shown great promise in experimental implementation and military testing.\n\nThe original head of the problem attempted to use Orangutans as the base unit, but results from the passive ape were disastrous. A new staff of researchers applied a biomodified strain of Papio ursinus, or baboon. The beast has shown tremendous utility as a military unit. It responds well to brutal leadership, works well in a pack, and is a vicious combatant.\n\nThe RUCK is about 80 kg unequipped, and is usually armed with a set of varied proxmines. The unit can maneuver in almost total darkness and is equipped to be undetectable to most sensors and listening devices. Its decision making ability is weaker than most field grade AIs, but the affordability of the unit offsets its weakness.\n\nCommanders of units to be deployed with RUCKs are encouraged to issue boltcasters to all personnel. Tranquilizing is often needed prior to transport, and there is a slim chance that the unit could become hostile to allied troops.", "authors": ["Joan"]}]}