{"game_title": "Doom 3", "series_title": "Doom", "codexes": [{"id": 30042, "title": "Steve Hammer", "text": "<br>ID: 2671-93 <br><br>Post: EnPro <br><br>Title: Service Technician <br><br>Security: General Access <br><br>Found: Garage Exit<br><br><h2>Audio Logs</h2><br><h3>Plasma Ammo Code</h3> <br><br>Steve Hammer, service technician. Since Private Swensen wigged out, shot up that drink machine and lit himself up with a Plasma Gun, we've all been a bit nervous. All of us in maintenance knew he was losing it.  Finally when that darn drink machine wouldn't accept his credits, he lost it, started swearing up and down. You had to laugh when that machine lit up, but before any of us could react, he fed himself enough plasma to power an office building. There wasn't enough head to clean up, just vapor. It's a bad thing to happen to anyone.<br><br>Anyway, I know with all the psych problems we've had lately, we need the additional security, but when the guards start going nuts... I don't know. All this extra weapons and ammunition. I mean, do we really need so much firepower laying around? Well, a couple of us decided to lock up all the unsecured plasma rounds we could find. The code is 734. I think we'll all sleep a bit better tonight knowing it's locked up.<br><br>Note: According to the game files, the date is 10-30-2145. <br><br><br><h2>Email</h2><br><h3>More on Swensen</h3> <br><br>Date:  10-25-2145 <br><br>From: Mathew Morton<br><br>Steve, <br><br>I'm still shaken from that incident with Swensen. When I close my eyes I still see that look on his face in the instant between the impact of the plasma, and when his head turned to blue vapor. I don't think I'll ever be able to sleep again.<br><br>I never liked him, I don't know who was crazy enough to give him a plasma gun, but no one should go that way. The worst of it is I've seen a lot of folks who seem more on edge than Swensen was. Something needs to be done.<br><br>We should lock up the ammo in one of the storage lockers for starters. You pick the code. Make sure you file a report too.<br><br>-Mathew Morton<br><br><br><h3>Lets help this poor girl!</h3> <br><br>Date: 11-15-2145 <br><br>From: Eric Grossman<br><br>guys..... this isn't a chain letter, but a choice for all of us to save a little girl that's going to die of a serious and fatal form of cancer. Please send this to everyone you know...or don't know at that. This little girl has 6 months left to live her life, and as her last wish, she wanted to send a chain letter telling everyone to live their life to fullest, since she never will. She'll never make it to prom, graduate school, or get married and have a family of her own. By you sending this to as many people as possible, you can give her and her family a little hope, because with every name that this is sent to, the UAC will donate 3 credits per name to her treatment and recovery plan. One guy sent this to 500 people!!!! So, I know that we can send it to at least 5 or 6. Come on you guys.... and if you're too selfish to waste 10-15 minutes and scrolling this and forwarding it to EVERYONE, just think it could be you one day....and it's not even your credits, just your time. Please help this little girl out guys, I know you can do it!! I love you guys!<br><br>-Eric Grossman<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30043, "title": "Pierce Rogers", "text": "<br>ID: 5304-29 <br><br>Post: Site 3 <br><br>Title: Archaeologist <br><br>Security: General Access <br><br>Found: Given to you by Pierce Rogers; Needed to access the rest of Site 3<br><br><h2>Audio Logs</h2><br><h3>The Soul Cube is the Answer</h3> <br><br>This is the audio log of Dr. Pierce Rogers. I don't know if I'll make it off the base alive. I don't have much time, so I'll sum up what I have quickly and upload the rest of my finding into the databank. I hope someone finds them. <br><br>It was all on the stone tablets, all the answers. I can't believe we never saw it. It was as plain as day. If we had only slowed down the development of the teleporters, and tried to really learn what the tablets were trying to tell us, trying to warn us.<br><br>The ancient people battled the same demons that are attacking us now. The demons came through the teleporters that they built, just like now. They created the Soul Cube and used it to stop the demons, to drive them back to Hell.  I don't know how, but that must be the answer. That is why that artifact was left behind, left for someone to find if something like that ever happens again.<br><br>I can't reach Delta from here. I won't make it. I truly hope and pray someone finds the Soul Cube, and it helps.<br><br>Lord help us. End of log.<br><br>Note: According to the game files, the date is 11-16-2145. <br><br><br><h2>Email</h2><br><h3>Scanner Results</h3> <br><br>Date: 10-17-2145 <br><br>From: Richard Davis<br><br>Pierce,<br><br>The scanner results for the ceiling carvings are back and I can say without a doubt that this is a map of our solar system. There's a very clear indication that Earth may have been a possible teleport destination for the survivors of this race. If the dates on these artifacts are correct there's a distinct possibility that we could be descendents of this race!<br><br>I can barely comprehend how immense this is. All the struggles we've had in the past year have suddenly become trivial.<br><br>Richard<br><br><br><h3>Thanks!</h3> <br><br>Date: 11-02-2145 <br><br>From: Timmy Rogers <br><br>Uncle Pierce,<br><br>Mom says we're going to get to see you next month. I can't wait. You've been away so long. I hope your project is still going well. I know you can't tell me about it, but your work always sounds so exciting and mysterious. Working on Mars must be really cool.<br><br>Thanks for sending me the video games for my birthday. Have you tried these? The new Quake-43 game blows my mind. It is even better than Super Turbo Turkey Puncher. I haven't played that since I got these new ones from you.<br><br>I love you, and we miss you lots!!!<br /><br>Timmy  <br><br>P.S. Mom says HI!<br><br><br><h3>The Soul Cube is the answer</h3> <br><br>Date: 11-15-2145 <br><br>From: Mail Delivery Failure<br><br>Server: send failure, unable to link to orbital communication satellite. Please contact I.T. system administrator(code 504)<br><br>---Original Message--- <br><br>Date: 11-15-2145<br /><br>To: Elizabeth McNeil<br><br>I can now only beg your forgiveness. You were right about everything. I wish that you had been wrong and that this had somehow been a nightmare that I will soon wake from. Now I can only pray that this message reaches you.<br><br>Betruger is mad and things have gone worse than you could have imagined. Now your banishment from Mars has become a blessing in disguise. It has likely saved your life. You must get the word out. The answer is the Soul Cube object. It always has been. Listen to my report. I will upload my finding to the databank.<br><br>Warn them all. You must not let this spread to Earth.<br><br>God Bless You,<br /><br>Pierce<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30044, "title": "Personal", "text": "===Personal===<br>ID: 3819x-22 <br><br>Post: Mars <br><br>Rank: Marine Security <br><br>Security: Marine HQ <br><br>Found: Given to you by H. Feiner in Reception.<br><br><h2>Email</h2><br><h3>Welcome Message</h3> <br><br>Date: 11-15-2145 <br><br>From: Director W. Banks <br><br>Welcome to Mars, Marine.<br><br>I would like to take a brief moment of your time and welcome you to what we call our 'home away from home'. We will make every effort to make your stay here as pleasant as possible, and if you need something, please feel free to contact your supervisor for immediate assistance. I hope that you can find the time to take advantage of some of our great staff amenities. As a reminder, we engage in technical, highly secure testing and research here, please refrain from wandering into unauthorized areas. Any security team member will assist you if help is needed.<br><br>Sincerely, <br><br>Director William Banks<br><br><br><h3>Report to Marine HQ</h3><br><br>Date: 11-15-2145 <br><br>From: Sergeant Kelly <br><br>Marine, <br><br>Report to Marine command as soon as possible. Don't waste any time getting here. We're short on troops and I need you out on patrol as soon as possible.<br><br>Sergeant Kelly<br><br><br><h2>Downloadable Email</h2><br>These email can be downloaded onto your PDA throughout the course of the game.<br><br><h3>Safety Awareness Month</h3> <br><br>From: Safety committee <br><br>Downloaded: Info terminal in the Mars City Departure Lounge<br><br>Safety is critical to everything we do on Mars. We will review all standard safety protocols during the month of November - Safety Awareness month.<br><br>It is mandatory that you schedule time to attend each of these valuable workshops.<br><br>Proper Plasma Handling: Review of the proper storage of plasma, how to handle plasma leaks, and the best ways to treat plasma burns.<br><br>Emergency First Aid: Learn the location and correct use for all of the Health Packs placed throughout the facility. Special attention will be given to waste prevention methods. Health resources are squandered if a large pack is used when only a small pack is needed.<br><br>Storage of Weapons and Ammo: Special lecture on the safe storage of weapons and ammo. Fred Nilsson will be giving hands-on lessons in proper targeting and strafing.<br><br>Emergency Loss of Environment: This lecture will focus on what to do if you are faced with an air leak, structural failure, or airlock failure. Special care will be paid to the locations of emergency air tanks.<br><br>See postings outside UAC HR for times and locations.<br><br><br><h3>Code-Black: Missing Scientist</h3> <br><br>From: UAC Security <br><br>Downloaded: Info terminal in Mars City Reception<br><br>Dr. Jonathan Ishii from the Delta Science Team is missing. Security is concerned that he may be injured and unable to respond to pages or return to his post. Please keep an eye out for Dr. Ishii and report to UAC Security if he is located.<br><br>He was last seen in Mars City Underground approaching the airlock leading to the old communications array.<br><br><br><h3>New High Score!</h3> <br><br>From: HR Coordinator <br><br>Downloaded: Get a score of 25,000 on Super Turbo Turkey Puncher 3<br><br>Congratulations! You set a new high score in Super Turbo Turkey Puncher 3!!!<br><br>Your parents can rest easier knowing they have raised another shining example of humanity.<br><br>Due to the incredible amount of time you wasted punching poor defenseless turkeys, your vacation time has been docked two days.<br><br>Have a nice day.<br><br><br><h3>Volunteer to earn extra credits</h3> <br><br>From: HR Coordinator <br><br>Downloaded: Info terminal in Marine Command Access <br><br>Delta Labs is looking for individuals to fill critical positions. You can help with our exciting break-through work and earn credits at the same time.<br><br>Volunteers are needed in the following areas:<br><br>Teleportation: We're looking for test subjects to stress-test the new teleporters. Experience tomorrow's travel technology, today!<br><br>Medical Research: Our advanced pharmaceutical team needs volunteers to participate in exciting medical studies. Help us find cures to everything from the common cold to Ebola 7.<br><br>Specimen Handling: We need volunteers to help handle and track the specimens gathered through Delta Labs experiments. Health test and liability waiver will be required.<br><br>For more information about any of these opportunities or to post openings in your department, please see an HR Coordinator.<br><br><br><h3>The Soul Cube</h3> <br><br>From: Research Archive <br><br>Date: 11-14-2145 <br><br>Downloaded: Ian McCormick's computer, Delta Labs Level 2a<br><br>Report filed by Ian McCormick:<br><br>I've been working on the Soul Cube for a few weeks now. It is a fascinating artifact and as it turns out, it has some amazing properties. I wrote a new glyph pattern query yesterday and let it run all night. With the new query, the linguistics computer finally cracked the remaining glyphs!<br><br>The Soul Cube is by every definition a weapon, and it seems to have been built to repel whatever type of creatures invaded this ancient culture. If I am reading them right, during a battle the cube gains power with each life the wielder takes. When it is fully charged it can be used to slay even the strongest of creatures. Even more impressive is that when it kills a creature it transfers that creature's life force back to who is using the cube!<br><br>I know this sounds like magic and I have not been able to activate it to prove the theory but this is what the glyphs illustrate.<br><br>The glyphs specifically point out that you must kill five creatures before it becomes charged and then amazingly it will tell you it is ready. It is almost like a sentient being; this object is a fantastic find.<br><br>Ian McCormick<br><br>cc: Research Archive Storage <br><br><br><h3>Specimen 197 - Imp</h3> <br><br>From: Research Archive <br><br>Downloaded:  Stasis Chamber 1 computer, Delta Labs Level 2b<br><br>This humanoid's long and muscular limbs make it extremely agile as a biped or quadruped. Its long and sharp claws allow for climbing steep surfaces. A configuration of 10 eyes provides this creature with a wide field of vision and the ability to see with clarity in low-light environments.<br><br>According to the computer, this specimen was recovered on 07-12-45. <br><br><br><h3>Specimen 42 - Living Dead (partial)</h3> <br><br>From: Research Archive <br><br>Downloaded:  Stasis Chamber 3 computer, Delta Labs Level 2b<br><br>Able to function without recognizable brain activity, this creature has little regard for self-preservation. Though slow moving, its behavior is aggressive and tenacious.<br><br>According to the computer, this specimen was recovered on 11-02-44. <br><br><br><h3>Specimen 27 - Imp (partial)</h3> <br><br>From: Research Archive <br><br>Downloaded:  Stasis Chamber 4 computer, Delta Labs Level 2b<br><br>-Left forearm amputated for biological study. <br><br>Researchers are currently studying how this creature is able to manifest and throw an explosive plasma projectile from its hands.<br><br>According to the computer, this specimen was recovered on 01-15-44. <br><br><br><h3>Specimen 31 - Hellknight (partial)</h3> <br><br>From: Research Archive <br><br>Downloaded:  Stasis Chamber 5 computer, Delta Labs Level 2b<br><br>The cranial mass of this bipedal specimen indicates that it is one of the largest creatures inhabiting the site. Overpowering its prey with sheer might, the Hellknight is one of the most ferocious predators known to our researchers. Like the imp, this creature is able to defend itself at long-range with thrown plasma projectiles.<br><br>According to the computer, this specimen was recovered on 02-05-44. <br><br><br><h3>Specimen 218 - Revenant</h3> <br><br>From: Research Archive <br><br>Downloaded:  Stasis Chamber 6 computer, Delta Labs Level 2b<br><br>This creature's endoskeleton is visible through a translucent non-solid skin. Despite the absence of any visible muscles, this creature is able to strike at close-range targets with enormous strength. Two shoulder-mounted cannons controlled by its nervous system allow this creature to fire guided rocket- propelled missiles.<br><br>According to the computer, this specimen was recovered on 09-27-45. <br><br><br><h3>Valuable Sacrificial Pointers</h3> <br><br>From: Research Archive <br><br>Date: 11-16-2145 <br><br>Downloaded:  Corrupted info terminal in the CPU Access, Delta Complex (revisited)<br><br>Our time is here! Soon the humans will suffer eternal torment as spoken of in the prophesy. We will feast upon their souls!<br><br>When opening sacrificial portals, it is important to remember:<br><br>- Virgin blood is best <br><br>- Goat blood must be no older than 3 days <br><br>- Entrails must be removed and apportioned either before death, or no later than 30min <br><br>- Candles must be sorted by tallest in back to shortest in front - never the other way around!<br><br>Most important - pentagrams must be drawn from the center to the outside and left to right.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30045, "title": "Bob Thompson", "text": "<br>ID:  7725-2C <br><br>Rank: Technician  <br><br>Security: Mars City Underground <br><br>Post: Service Sub-Level <br><br>Found: Filtration Monitoring <br><br><h2>Email</h2><br><h3>Supply Cabinet</h3> <br><br>From:  Bradley Martin <br><br>Date: 11-09-2145<br><br>Bob,<br><br>Someone finally came out and re-stocked the supply cabinet.  I don't understand why it takes two weeks to get fresh supplies after an incident like that. The empty cabinet was a grim reminder of what happened to Jenny, and nobody wants that.<br><br>Anyway, cabinet #054 has been restocked and the security code was reset. Should anyone need access to the emergency supplies the new code is 631. Please inform your team accordingly.<br><br>Bradley Martin<br><br>Chief Service Technician <br><br><br><h3>Technician Lin</h3> <br><br>From: Bradley Martin <br><br>Date: 11-09-2145<br><br>To all Service Sub-Level Staff:<br><br>As many of you have heard by now, Jenny Lin is no longer with us.  While there are numerous rumors going around regarding the events that took place November 6th, I want to assure you that Union Aerospace is doing everything they can, and a full investigation is under way.<br><br>Contrary to what you have heard, Technician Lin appeared to have broken into a supply cabinet containing emergency weaponry supplied to the local security teams. For reasons unknown she then became hostile and killed two security officers.  Another security officer was injured while bravely putting himself in harms way.  Sadly, Technician Lin was also killed.<br><br>When additional information is available I will make it a priority to keep you all updated.  In the meantime, please cooperate with any and all UAC staff regarding this matter. <br><br>Bradley Martin<br><br>Chief Service Technician <br><br><br><h3>RE: Beers</h3> <br><br>From: Phil Anders <br><br>Date: 11-06-2145<br><br>Count me in!<br><br>Phil<br><br>---Original Message--- <br><br>Sent: 11-06-2145<br><br>To: Phil Anderson<br><br>Phil,<br><br>Jenny and I are going to grab a few beers after our shift ends. You feel like joining us? I promise it won't get out of hand like it did last time. Man, the next morning was rough.<br><br>Let me know,<br><br>Bob<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30046, "title": "Ronn Jolson", "text": "ID: 1112-71 <br><br>Post: Phobos Labs <br><br>Title: Cryptologist <br> <br>Security: General Access <br><br>Found: Airlock Access; next to body of a marine <br><br><h2>Audio Logs</h2><br><h3>Cryptology Reports</h3> <br><br>Ronn Jolson, artifact cryptologist, Phobos Labs.  The team and I worked a double shift to recompile last week's data extractions.  It went smoothly, given that it's work we originally did last week when it was first due.  Since Kurt got transferred, the new supervisor can't be bothered to find any of last week's reports. I guess it's less hassle to let us worker bees spend fourteen hours redoing it.  And what do I care?  At the end of my day I have a lumpy bed, shitty food, and the company of sleep-deprived number crunchers to look forward to.<br><br>Tomorrow we'll be starting analysis on the new acquisitions.  It'll be nice to do something new, even though this entire mission will never yield anything exciting. Researcher R. Jolson, log complete.<br><br><h2>Email</h2><br><h3>RE: Artifact Storage</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-14-2147<br><br>I believe you have been in contact with Dr. Kharkov? We're expecting you soon at Erebus Labs. I think you'll be excited about the latest findings from Dr. Kharkov and Dr. Cloud.<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Elizabeth McNeil<br><br>Dr. McNeil<br><br>I've finished going over the pieces that were collected last week and I'm having them sent over to Artifact Storage. I'll write up a full report and have it to you tomorrow, the day after at the latest.<br><br>Best, <br><br>Ronn <br><br><br><h3>RE: New Discoveries</h3> <br><br>From: Victor Kharkov <br><br>Date: 03-10-2147<br><br>Ronn, <br><br>Please come visit Erebus Labs soon, we have much to discuss. <br><br>-VK<br><br>---Original Message--- <br><br>Sent: 3-10-2147 <br><br>To: Victor Kharkov<br><br>Viktor:<br><br>These are spectacular finds that you've come across.  I've never seen anything quite like it. Please keep your eyes open for other fragments, as it looks like some of the vital information is missing.<br><br>Thanks, <br><br>Ronn<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30047, "title": "Robert Cody", "text": "<br>ID: 1197-82 <br><br>Post: Caverns <br><br>Title: Maintenance <br> <br>Security: General Access <br><br>Found: B1 Conference Room 1; next to a skeleton <br><br><h2>Audio Logs</h2><br><h3>Dangerous Conditions in the Caverns</h3> <br><br>Audio report regarding dangerous working conditions in caverns below Delta. This is Bob Cody. Today is October 18th, 2145. My crew has been rewiring the generators as ordered for the last several days. We can't finish the work. We're stopping after today. This job ain't worth dying for. We'll be collecting our gear and tying down what we can.<br><br>We call them howlers, because that's how they start. First the howling gets louder, the screaming, then shaking Earth, er, Mars quakes, throws everything around. Makes walkin' on the catwalks impossible, and workin' with voltage... well, stupid.<br><br>The noises have some of the guys spooked, and, and I don't blame 'em. Nothing natural about what we've heard. If someone can figure out what's causing the howlers, I'll get the crew to finish the job. 'til then, we'll be available for a new assignment tomorrow.<br><br><br><h2>Email</h2><br><h3>Generator Repairs Needed</h3> <br><br>Date: 10-07-2145 <br><br>From: Maintenance Control<br><br>Mr Cody,<br><br>Several crews working in the caverns have reports of at least a dozen generator failures after the recent seismic activity. Please assemble your assigned team and report to Maintenance Supervision for the detailed report. We need those generators operational as soon as possible.<br><br>Thank You, <br><br>Maintenance Control <br><br><br><h3>Sorry old pal</h3> <br><br>Date: 10-08-2145 <br><br>From: Mark Robertson <br><br>Hey Bob,<br><br>I see that you've been assigned generator duty again, good luck down there with the 'howlers'. Remember to try and keep your team focused, I was assigned down there last month, so I'm very aware of how difficult it can get, especially with all those tremors! Anyhow, give me a shout when you get some free time, we can hit up one of the common areas and down some suds.<br><br>Talk to ya soon, <br><br>Mark<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30048, "title": "Paul Raad", "text": "<br>ID: 3126-66 <br><br>Post: EnPro <br><br>Title: Chief Technical Officer <br><br>Security: General Access <br><br>Found: Control 1<br><br><h2>Audio Logs</h2><br><h3>Cooling Rods Replacement</h3><br><br>Paul Raad, chief technical officer for the EnPro facility. During my weekly inspection of the coolant system I discovered yet another safety violation. As I've stated repeatedly, our service manuals must be followed to the letter. Now this includes changing back filters for the coolant system on schedule and not when maintenance gets around to it.<br><br>As you know, unclean back filters will create pressure inside the coolant system's release tubes. Even a minor disruption in a release tube can dislodge or destroy its coolant rod, overheating the core, possibly sending the entire facility up in smoke.<br><br>Now let me be clear: If I see this again, the team responsible will be transferred to Sewerage Treatment before the day is over. <br><br>Note: According to the game files, the date is 11-01-2145. <br><br><br><br><h3>Sentry Problems</h3><br><br>Paul Raad, chief technical officer for the EnPro facility. I appreciate the UAC's concerns following the number of stress related illnesses spreading throughout the base. However, I don't understand why we require such a large detail of armed security bots in EnPro. Now you may disagree but I trust my team's mental condition far more than whatever programming is running inside those bots. Which brings me to the reason for this report.<br><br>Today one of my best engineers Patrick Thomas was nearly shot when a bot refused his clearance.  That's right - shot! Luckily, a nearby team from maintenance caught up to it and smashed it with a pipe wrench before it could chase Pat down.  Now it'll be days before he's ready to return to work and I don't think you'll ever get him close to one of those bots again. <br><br>Our jobs are difficult enough without needing to avoid getting shot. If we're going to be treated like prisoners, I respectfully request that you afford us the courtesy of being guarded by people instead of machines.<br><br>Note: According to the game files, the date is 11-03-2145. <br><br><br><h2>Email</h2><br><h3>The New Taboo!</h3> <br><br>Date: 11-10-2145 <br><br>From: Martian Buddy<br><br>New Clone Porn movies posted daily! Is this the new taboo? Come and see what everyone is talking about. See gorgeous identical clones in action.<br><br>Only 15 credits per month!<br><br><br><h3>Ice Cream Social</h3> <br><br>Date: 11-12-2145 <br><br>From: Social Committee<br><br>All Staff,<br><br>As a reminder, tomorrow is our Ice Cream Social in the Mars City Kitchen. We will have the typical flavors of vanilla, chocolate, strawberry, blueberry... and a few surprises.<br><br>I really hope you'll be at this event. The Social Committee is working hard to find fun things for us to do on our meager budget. It is a real downer when people don't show up.<br><br>I mean, c'mon... only 7 of you came to our pizza social last month. If you've got better ideas for the Social Committee, please forward them along.<br><br>We hope to see you tomorrow!<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30049, "title": "James Owens", "text": "<br>ID: 1969-24 <br><br>Post: Phobos Labs <br><br>Title: Research Officer <br><br>Security: P4 Research Team <br><br>Found: Conference Room<br><br><h2>Email</h2><br><h3>Soda Consumption</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-13-2147<br><br>All,<br><br>Please be courteous in the lounge when drinking the free soda in the refrigerator. UAC headquarters was kind enough to grant the research department shipments of free soda for all of us to share .  Lately, I have noticed (and others have complained) that the supply of soda in the fridge begins to run low just hours after it has been restocked. Please limit yourself to one or two cans a day so there is enough for everyone. If this problem persists we will be forced to stop the shipments of free soda everyone will have to use the vending machines.<br><br>Thank you!<br><br>Dr. Elizabeth McNeil <br><br>Director of Research - Phobos Labs <br><br><br><h3>Poker game this Friday!</h3> <br><br>From: Victor Kharkov <br><br>Date: 03-13-2147<br><br>Hello James!<br><br>We are planning another big game this Friday here at Site One. You and your research buddies are welcome to come if you can find your way down here. Last I heard, the monorail was fixed and working properly again.Let me know if you will be able to make it, we'd love to have you!<br><br>-VK<br><br>P.S. <br><br>Do you guys up at Phobos still get the free shipments of soda delivered? If you could bring a couple cans down with you that would be great!<br><br><br><h3>Re: Virus?</h3> <br><br>From: security@pl.net <br><br>Date: 03-11-2147<br><br>Mr. Owens,<br><br>I ran a series virus checks on your system and turned up several nasty viri. I was able to clean them up and your system should run much faster now. In the future, please refrain from visiting pornographic website at work as they are prone to viri.<br><br>If you have any more problems, please don't hesitate to contact us again.<br><br>Chance Glasco <br><br>Director of Security - Phobos Labs<br><br>---Original Message--- <br><br>Sent: 3-11-2147 <br><br>To: Phobos Labs Security<br><br>Hi there,<br><br>My system has been running very slowly the past couple days and the network traffic light is blinking like crazy! I think I may have a virus on my system. Could you please check it out when you get a chance?<br><br>James Owens <br><br>Research Officer - Phobos Labs <br><br><br><h3>Conference Room Chairs...</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-13-2147<br><br>All,<br><br>Thanks to those who ignored my last three emails regarding the conference room chairs, the chairs have now been bolted to the floor. I was serious when I said there was to be no horsing around on the swivel chairs and they were not to be taken out of the conference room. Come on guys, let's try and show a little more professionalism here. My apologies to those of you who took no part these escapades, you can blame the inconvenience on your immature chair thieving co-workers.<br><br>Once again, I apologize for the inconvenience.<br><br>Elizabeth McNeil <br><br>Director of Research - Phobos Labs<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30050, "title": "Ben Wolfe", "text": "ID: 9866-53 <br><br>Post: Communications <br><br>Title: Officer <br><br>Security: General Access <br><br>Found: Comm Systems; next to his body.<br><br><h2>Audio Logs</h2><br><h3>Unauthorized Bandwidth Usage</h3> <br><br>This is the audio log of officer Ben Wolfe, dated October 7th, 2145. Ahem... Recent, uh, unauthorized transmissions have been uncovered in the offsite redundant logs. These logs are usually not validated but an unscheduled audit has shown significant activity.<br><br>More investigating will be done to get to the bottom of this matter. Particularly interesting are transmission blocks D4560 and DE3288 which have no links to base systems. More to follow. <br><br><h2>Email</h2><br><h3>Join Now and Save 20%</h3> <br><br>Date: 11-08-2145 <br><br>From: martianbuddy.com<br><br>Dear Radar Enthusiast,<br><br>You're being offered a one time exclusive opportunity to become part of the most exciting subject in the Solar System, Radar Technology. Please take this opportunity to save 20% off of our normal prices.<br><br>If you feel this is for you, please respond immediately.<br><br>Martian Buddy - Where you save!! <br><br><br><h3>RE: Request Security Access</h3> <br><br>Date: 11-12-2145 <br><br>From: Security Authority <br><br><br>Your request for Communications Security Access is granted. Officers are now allowed access to Level 2 Security areas. Communication Cabinet Code is 246.<br><br>---Original Message--- <br><br>Sent: 11-11-2145 <br><br>To: Security Authority<br><br>I hereby formally request access to secure areas in the Communications Facility. As an officer I feel this is necessary.<br><br>Sincerely, <br><br>Ben Wolfe<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30051, "title": "Daniel Young", "text": "ID: 8946-55 <br><br>Post: Mars City Underground <br><br>Title: Crane Operator <br><br>Security: General Access <br><br>Found: Kill Daniel to get it<br><br><h2>Email</h2><br><h3>Tired of working the crane?</h3> <br><br>Date: 11-15-2145 <br><br>From: Frank Delahue <br><br>Daniel,<br><br>I'm considering a promotion for you if you're interested. I'm down an engineer in Reclamation and I think you would be the perfect replacement.<br><br>Give it some thought over the next few days and let me know what you think.<br><br>Frank Delahue, <br><br>Engineering Manager<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30052, "title": "Personal", "text": "<br>ID: 4211X-17 <br><br>Rank: Marine Security <br><br>Found: Given to you at start of game<br><br><h2>Email</h2><br><h3>Sit-Rep</h3> <br><br>Date: 3-17-2147  <h3>(Note: Should be 3-15-2147)</h3> <br> <br>From: Sergeant Hernandez <br><br>A-team, we need you to saddle-up. Kharkov has asked for more security down at the dig site.<br><br>Have your people down there ASAP.<br><br><br><h3>Welcome Message</h3> <br><br>Date: 9-12-2146 <br> <br>From: Elizabeth McNeil<br><br>To all members of the Site 1 Expedition:<br><br>I just wanted to take a moment to welcome you to this most important mission. All of you volunteered and I want to tell you how much I appreciate you doing so. It is difficult to be away from friends and family for so long and we all miss Earth's blue skies, green grass, and most of all, breathable fresh air.<br><br>However, the opportunity we have here is historic. I believe we are on the precipice of an archeological find of profound proportions that will forever change not only our view of Mars and the ancient civilization that once inhabited it, but also how we see ourselves in the cosmos.<br><br>Like all things worthwhile, this expedition will not be easy but we will do everything we can to make it as pleasant and safe as possible. Please adhere to all safety procedures that were presented in-flight and report any problems or issues immediately to your supervisors.<br><br>Thank you for your attention.<br><br>Sincerely, <br><br>Dr. Elizabeth McNeil<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30053, "title": "Mark Ryan", "text": "ID: 9368-41 <br><br>Post: Mars City Underground <br><br>Title: Security Officer <br><br>Security: General Access <br><br>Found: Kill Mark to get it<br><br><h2>Email</h2><br><h3>Got a new guy on the way</h3> <br><br>Date: 11-15-2145: <br><br>From: T. Brooks <br><br>Hey Mark, <br><br>We had a new marine just come through the security checkpoint. He's gonna check out the old comm building for that missing scientist. Can you make sure he doesn't get lost... last thing we need is another missing person.<br><br>Thanks Bro <br><br>-Brooks<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30054, "title": "Simon Garlick", "text": "<br>ID: 8623-68  <br><br>Post: Delta Labs, Sector 3 <br><br>Title: Research Specialist <br><br>Security: General Access <br><br><h2>Audio Logs</h2><br><h3>Separated from Team</h3> <br><br>This is the audio log of research specialist Simon Garlick, dated August 8th, 2145. It seems that I have misplaced the rest of the Science Team. I don't know how it happened. This place, well I don't know what this place has done to me. One moment there I'm taking samples and the next thing I know, I turn around and everyone's gone. There one second, turn around and they're gone.<br><br>I can't raise anyone on the Comm links and the only signs of the team I can find are tools and other personal effects that seem to be left behind, almost as if they had stopped working midway through one of the experiments.<br><br>This place does funny things with your eyes and your perception of time. Hopefully, they just went into the next sector and they're waiting for me to catch up. I'm going off to find them now. This is Simon Garlick signing off.<br><br><br><h3>Still Separated from Team</h3> <br><br>This is the audio log of research specialist Simon Garlick, dated August 10th, 2145. It's been two days now since I've seen any of the team members. I don't know how I've survived this long and how I got away. They were just, um, torn apart. They could only be described as demons. I have never seen such a big thing move so quickly.<br><br>Oh dear God, what has happened to us? The teeth, that's the last thing I remember seeing, teeth, the sounds, words cannot describe. I'm sure it's just a matter of time before they find me again. I'm convinced they are toying with me, allowing me to stay two steps ahead of them.<br><br>I, ..., I can see them in the shadows sometimes.  Why do they taunt me? I'm not sure how much longer I can... I'm shooting at shadows here. At any moment I feel them creeping toward me. Oh God, oh God we should never have...<br><br><h2>Email</h2><br><h3>Expedition Expectations</h3> <br><br>Date: 08-06-2145 <br><br>From: Heather Elaine <br><br>Simon, <br><br>As you know, you have been assigned to Expedition 14A-2. There are several goals we hope your team will be able to meet while on expedition. Since you are familiar with the discovered tablets, we would like you to find cooperative evidence on the other side of the Main Portal - similar writings of any kind should be photographed and collected.<br><br>Primarily, we are looking to capture several more bio-specimens. Having already collected many of the smaller 'Imp' creatures, we would like to bring back one of the larger ones, described by others as a 'Hell-Knight'. Previous expeditions have reported seeing them at the Main Portal destination, where you will be arriving. You will have several weapons with you, but we ask that you attempt to use non-lethal force, we would really like to have a live specimen if possible.<br><br>Finally, traveling through the portal has caused varied reactions. For our records we would like you to keep an audio log of everything you experience for us to later analyze.<br><br>I hope you have a safe trip.<br><br>Heather <br> <br><br><h3>Dimensional Uniqueness</h3> <br><br>Date: 08-06-2145 <br><br>From: Earl Besch<br><br>Simon, <br><br>In preparation for your 'jump' next week, I wanted to inform you of another tasklist item we need to cover. Since the Main Portal has not been operational for a few weeks, we have not had time to follow up on some of the physiological reports. While on the other side of the portal, pay close attention to your stamina while working and moving around. Many individuals have reported a lack of being tired, and some work constantly without the need for rest. One of the teams has called it 'the hercules complex'. Anyhow, to help us further our study, please record any additional information related to this phenomenon.<br><br>Thank You, and good luck next week!<br><br>Earl Besch <br><br>Research Scientist<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30055, "title": "Bernice Tooley", "text": "<br>ID: 3361-03 <br><br>Rank: Operations Coordinator <br><br>Security: General Access  <br><br>Post: Exis Central Operations <br><br>Found: Production Coordinator Office; next to her remains<br><br><h2>Audio Logs</h2><br><h3>Formal Complaint Against Cons...</h3><br><br>This is Bernice Tooley, Operations Coordinator, stationed in Exis Labs. I would like to file my third formal complaint to Central Authority about the problems with the work environment here in Exis. It has become increasingly difficult to be productive while construction is going on throughout the facility. The construction workers are rude, lack common courtesies, and are overtly sexist! They use our office space as an unauthorized shortcut and track dirt and debris as a result! In addition to their mess, they insist on drilling and hammering during our core staff hours. Some of them have repeatedly made inappropriate comments that clearly fall [sigh] under sexual harassment. When I approached the construction supervisor to remedy the situation, he told me in no uncertain terms to mind my own business. Actually, his exact words were: 'Don't worry your pretty little head about it.'<br><br>We are already on edge with the unexplained events occurring around the facility, and to add this insult to our tight schedule is too much to bear! [sigh] If I cannot persuade Central Authority to take this complaint seriously, I'd like to remind them of Section 20, Paragraph 9 of UAC Facility Regulations Code. It clearly states to our employee rights, and we do not need this nonsense. I suggest you reprimand the individuals responsible and take adequate measures to ensure it doesn't happen again. Do not make me log additional complaints! [grumbles] Bernice Tooley, signing off.<br><br><br><h3>Emergency Situation in Operations</h3><br><br>Uh, I hope this thing is working. Um, something is happening here and no one knows what's going on. The power is going crazy. We can't communicate with Central Administration, and-and I've heard something... something like screams... Uh, I don't know... It-it was so disturbing.<br><br>Ok, my assistant left me and I'm all alone here.  Um, ok... I'm going to try to get the network working, but systems are acting just... crazy.  I don't know what to do.  I think I, uh- [loud banging sound] What was that? [sound of an Imp roaring] Oh God! [Imp roars again] No! NOOOOO-!!! [blood splattered]<br><br><h2>Email</h2><br><h3>Exis Staff and Schedule</h3> <br><br>From: Eric Nelson <br><br>Date: 10-24-2145 <br><br><br>Ms. Tooley,<br><br>I've just submitted my monthly report to the Operations database for your review.  Even if our numbers remain nominal, I believe we will again miss our milestones.  This will be the third straight month in a row. I'm not sure how we're going to spin the results again to corporate back on Earth.<br><br>Currently the Exis staff is burnt out from doing double shifts to get the sector fully functional.  Combined with the strange incidents, I believe we will have some real trouble on our hands here soon if we don't get more resources.<br><br>Sincerely, <br><br>Eric Nelson<br><br><br><h3>RE: Dumb Employees</h3> <br><br>From: Harold Munch <br><br>Date:  10-04-2145 <br><br><br>Bernice,<br><br>You think you have it bad?  I caught a bunch of technicians toying with the extra chainsaws in Communications Transfer the other day.  What possesses them to do that stupid stuff?  You'd think the ice cream socials I started last month would be the perfect outlet for employees.<br><br>Harold Munch <br><br>Operations Coordinator <br><br>---Original Message---<br><br>Sent: 10-03-2145 <br><br>To:  Harold Munch<br><br>Hi Harold,<br><br>You would not believe the idiots I have to work with here.  Today, one of the staff got hold of a grabber gun and started flinging office chairs in Operations.  I can't wait for the quarterly reviews to ream a couple of them.<br><br>-Bernice<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30056, "title": "Frank Cerano", "text": "ID: 2001-78 <br><br>Post: Delta Labs, Level 3 <br><br>Title: Doctor <br><br>Security: General Access <br><br>Found: Lower Terminal Office; on a table next to his body.<br><br><h2>Audio Logs</h2><br><h3>Personal Audio Log</h3> <br><br>This is the personal audio log of Dr. Frank Cerano, dated September 19th, 2145. I've been brainstorming on Betruger's thoughts about achieving sustained, uninterrupted transfers for the teleportation units.<br><br>Currently our systems can only build enough of a charge to have the portals open for approximately 10 to 15 seconds. It's enough time to get a team through but not enough time to send in some of the heavier equipment.<br><br>Engineering in the EnPro facility inform me that we can theoretically boost the active portal time to 45 seconds quite easily, but this will require rerouting power from Central Processing and we just can't afford the downtime.<br><br>Power requirements for this system are astronomical. We're sucking power from three veins in EnPro just to power chamber 1. I have no idea how we can sustain transfers for longer than 60 seconds without giving serious thought to reorganizing the teleport power grid. I'll sleep on this. This is Dr. Frank Cerano signing off.<br><br><h2>Email</h2><br><h3>Immediate medical attention</h3> <br><br>Date: 10-23-2145 <br><br>From: Delta Control<br><br>Dr. Cerano,<br><br>Recently, Delta science team members have reported serious cases of irrational behavior and insomnia. They believe these issues are directly linked to the recent teleportation experiments. Please report to Delta Level 3, ASAP, and assist with medical needs.<br><br>Thank You<br><br><br><h3>Assistance Request</h3> <br><br>Date: 11-02-2145 <br><br>From: Delta Control<br><br>Dr Cerano,<br><br>We currently cannot process your request for additional medical personnel in Delta level 3. As you are aware, the medical staff has experienced serious HR shortages within the past two weeks and cannot take on the additional workload. There are surplus medical kits located in storage room D3-1, across from the lower terminal offices. The code to storage cabinet #317 is 841.<br><br>Delta Control<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30057, "title": "Nicolas Haag", "text": "<br>ID: 2600-24 <br><br>Post: Phobos Labs <br><br>Title: Reactor Maintenance <br><br>Security: Reactor Maintenance <br><br>Found: Lower Maintenance; next to his body <br><br><h2>Email</h2><br><h3>Refinance NOW!!</h3> <br><br>From: Kelly Garland <br><br>Date: 03-13-2147<br><br>Hello!<br><br>Mortgage King was designed to make the refinance mortgage rates comparison process easy! You fill out one form, then sit back and relax! Local debt consolidation and home equity loan experts will contact you directly to make you their best offer for home mortgage refinance! We've been in the business of matching lenders with folks just like you.<br><br>Request refinance mortgage rates now!<br><br><br><h3>Re: Security Lockers?</h3> <br><br>From: security@pL.net <br><br>Date: 03-11-2147<br><br>Mr. Haag,<br><br>We have reset the code on the storage locker in the Reactor complex as you requested. The new code is: 492<br> <br>If you have any more problems, please don't hesitate to contact us again.<br><br>Chance Glasco <br><br>Director of Security - Phobos Labs<br><br>---Original Message--- <br><br>Sent: 3-11-2147 <br><br>To: Phobos Labs Security<br><br>Hello,<br><br>I lost the code to the storage locker in the reactor complex. Could you please reset the codes?<br><br>Nick Haag <br><br>Reactor Maintenance - Phobos Labs<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30058, "title": "Scott Johnson", "text": "<br>ID: 4211-12 <br><br>Post: Recycling Sector 2 <br><br>Title: Plant Manager <br><br>Security: General Access <br><br>Found: Main Environment Control; next to his body<br><br><h2>Email</h2><br><h3>RE: Locked Armaments</h3> <br><br>Date: 11-11-2145 <br><br>From: Nicolas Sadowayj <br><br>Scott, <br><br>That is an excellent idea, we can't be too careful around here...<br><br>--- Original Message --- <br><br>Date: 11-10-2145 <br><br>To: Nicolas Sadowayj <br><br><br>Mr. Sadowayj,<br><br>I fear that the rumors I've been hearing might actually be true. The other day someone from my team was cleaning up a toxic spill in Delta and they said they actually saw some sort of creature down there, he didn't know what it was but it really scared him and got us thinking. <br><br>We can't be too careful; I've locked some ammunition and combat armor in the cabinet by the monorail airlock door here in Sector 2. If you ever need to get in it the code is: 483<br><br>-Scott<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30059, "title": "Sam Harding", "text": "<br>ID: 6107-37 <br><br>Post: Monorail <br><br>Title: Engineer <br><br>Security: General Access <br><br>Found: Recycling Facility Boarding<br><br><h2>Audio Logs</h2><br><h3>Magnetic Lock Repairs</h3> <br> <br>This is the audio log of engineer Sam Harding, dated April 5th, 2145.  I have just completed repairs on the magnetic locks and I've significantly reprogrammed the pressure sensors on the Monorail system.  My fellow engineers and I are confident that the accident of last week will never happen again.<br><br>The accident should never have happened in the first place.  The internal sensors led the computers to believe that there was a vacuum inside the vehicle.  Unfortunately, the computer decided that the only way to fix this pressure discrepancy was to open all doors in an attempt to equalize pressure with the outside.<br><br>In going over 15,000 lines of code today, I can see no reason for this tragic event to have occurred.  But somehow the logs show the discrepancy as clear as day.  Honestly, this looks to me like another case of a solid system going to hell in a hand basket.<br><br>I'm confident that the layers of protection I added to the code today will prevent any such occurrences from happening again.  I'm off to meet engineer Jim Torbin at the access doors to Delta Complex platform to try to troubleshoot a faulty track sensor that's been causing the door to stick.<br><br><h2>Email</h2><br><h3>Door Repair</h3> <br><br>Date: 10-23-2145 <br><br>From: James Torbin<br><br>Sam, <br><br>I completed the repairs on door A32 today it should open more smoothly.<br><br>On a separate note, did you see those artifacts that the science team recently shipped into the Delta Complex? I don't know what they were but I certainly don't like them being transported outside of the cargo crates, it just creeps me out seeing them, knowing that we are working above some sort of alien ruins. Just the thought of what might be lurking in those caves gives me shivers. <br><br>I don't know, maybe I'm just over-reacting....<br><br>Jim <br><br><br><h3>Turret Gun Mounting Brackets</h3> <br><br>Date: 11-03-2145 <br><br>From: Karl Cullen<br><br>Harding,<br><br>I need you to check the mounting brackets on the turret gun here in security, they seem to be rattling when the turret moves.<br><br>Karl <br><br><br><h3>RE: Turret Gun Mounting Brackets</h3> <br><br>Date: 11-05-2145 <br><br>From: Karl Cullen<br><br>Thank you for repairing that so quickly.<br><br>---Original Message--- <br><br>Sent: 11-04-2145 <br><br>To: Karl Cullen<br> <br>Karl, <br><br>I fixed the mounting brackets this morning; it was those damn Mixom bolts again. I really wish the UAC would find a better sub-contractor.<br><br>Thanks, <br><br>Sam<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30060, "title": "Marcus Stanton", "text": "<br>ID: 5912-24 <br><br>Post: Mars City <br><br>Title: Manifest Controller <br><br>Security: General Access <br><br>Found: In the Manifest Control Office, on a desk next to Stanton's decapitated body.<br><br><h2>Audio Logs</h2><br><h3>Undocumented Cargo</h3><br><br>This is Mark Stanton, manifest controller, currently stationed at Mars City. I'm not sure who to send this to so I decided to send it to quite a few people. If you're on the recipient list, please take a moment to review this report. It is quite important.<br><br>I'm very concerned over the shipping procedures out here. I am the manifest controller, and as such I need to be informed of everything coming in and out of Mars City. Someone here is subverting my position and preventing me from getting data on things being shipped.<br><br>This is unacceptable. Not only could this reflect poorly on my upcoming review, but this is my job and I'm tired of being kept out of the loop.<br><br>I have no idea who keeps telling the shipping crews to allow things in and out without allowing me to produce or procure the manifest, but whoever it is, it must stop.<br><br>One of the dock workers actually told me to piss off when I tried to stop one of the last containers from going straight to Delta. I immediately filed a report and will follow up with a transit manager, next time I see him. End of log.<br><br>Note: According to the game files, the date is 10-30-2145. <br><br><br><h2>Email</h2><br><h3>Would you believe - chainsaws?</h3> <br><br>Date: 11-12-2145 <br><br>From: David Robbins <br><br><br>Marcus, <br><br>Those morons at Mixom have done it again. I requisitioned a crate of jackhammers. What we got were several crates of chainsaws and no jackhammers at all. What the hell were they thinking? Chainsaws serve no purpose on Mars!<br><br>I'm sending these back as soon as I get the time. Meanwhile, I would appreciate it if you could lodge another complaint with Mixom and expedite my jackhammers when they do arrive.<br><br>David Robbins <br><br>Industrial Complex <br><br><br><h3>Farewell for now</h3> <br><br>Date: 11-14-2145 <br><br>From: Ray Gerhardt<br><br>If you've received this e-mail, you are someone I worked with while here on Mars and have made an impression on my life. I want you to know I'm leaving Mars and UAC to pursue other opportunities after one last assignment tomorrow in Delta Labs.<br><br>I will miss you terribly and will think of you often. I'm sure the friendships I've made here will last the rest of my life and I will be sure to keep in touch. As soon as I have a new address I will forward it along.<br><br>I hope you will join me in the Mars City kitchen for a drink tomorrow evening. My shuttle leaves first thing on 11/16 and I'd hate to miss my last chance to see you... until next time.<br><br>Ray Gerhardt <br><br><br><h3>FW: Farewell for now</h3> <br><br>Date: 11-14-2145 <br><br>From: Duncan Mathews <br><br>Any idea who this guy is? I think he may be the funny looking dweeb from Alpha Labs, but I always thought his name was Alan.<br><br>Are you going to go have that drink with him? I wouldn't normally... but if he's buying and other people will be there, it might be fun.<br><br>--- Original Message --- <br><br>Date: 11-14-2145 <br><br>To: Duncan Mathews <br><br>From: Ray Gerhardt<br><br>If you've received this e-mail, you are someone I worked with while here on Mars and have made an impression on my life. I want you to know I'm leaving Mars and UAC to pursue other opportunities after one last assignment tomorrow in Delta Labs.<br><br>I will miss you terribly and will think of you often. I'm sure the friendships I've made here will last the rest of my life and I will be sure to keep in touch. As soon as I have a new address I will forward it along.<br><br>I hope you will join me in the Mars City kitchen for a drink tomorrow evening. My shuttle leaves first thing on 11/16 and I'd hate to miss my last chance to see you... until next time.<br><br>Ray Gerhardt<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30061, "title": "Phil Anders", "text": "ID: 6436-ED <br><br>Rank: Senior Technician <br><br>Security: Mars City Underground <br><br>Post:  Service Sub-Level <br><br>Found: Central Sub-System Control; next to his body <br><br><h2>Email</h2><br><h3>Supply Cabinet Access</h3> <br><br>From:  Leslie Waters <br><br>Date:  11-13-2145 <br><br>Sr. Technician Anders, <br><br>After recent events, it was decided to limit access to all storage cabinets to senior level staff.  The access codes for the storage cabinets have also been reset.  At this point, the company is taking whatever steps are necessary to prevent another incident.  Our hope is that these measures will be temporary.<br><br>A complete inventory of supply cabinet #108 has been recorded. The access code has been reset to 847 in accordance with the new regulations.  We are leaving it up the senior staff to determine if any further incidents are severe enough to risk distribution of emergency supplies.<br><br>Leslie Waters<br><br>Mars City Administration  <br><br><br><h3>RE: Cabinet 108</h3> <br><br>From:  Roger Harris <br><br>Date: 11-09-2145 <br><br><br>Phil,<br><br>I have not heard anything about a change to the cabinet codes.  After what happened with Jenny last week, I wouldn't be surprised if corporate decided on yet another policy change.<br><br>Let me ask around and get back to you.<br><br>Roger<br><br>---Original Message--- <br><br>Sent: 11-18-2145 <h3>(NOTE: Most likely meant 11-08-2145)</h3> <br><br>To:  Roger Harris <br><br><br>Roger,<br><br>One of the technicians down here was trying to get something out of the supply cabinet and said that the access code was no longer working.  When I had a chance I went to check on it.  Sure enough, the code for cabinet 108 doesn't work.  If they are going to reprogram the access codes it sure would be nice to know about it.  I hate to think what might have happened if we had a real emergency, let alone a repeat of what took place over by the security station.<br><br>Could you do me a favor and try to find out what is going on?<br><br>Thanks, <br><br>Phil<br><br><br><h3>FW:  Technician Lin</h3> <br><br>From:  Robert Thompson <br><br>Date:  11-10-2145 <br><br><br>Can you believe this shit?  They are going to try to cover this whole mess up.  I mean, I know we had a lot to drink, but something was not right with Jenny.  She was... she just wasn't acting like herself.  It happened so fast.  I can't believe she is gone.  The way those guards reacted - it was like they had seen it before... And then they tried to act like it was all her fault.<br><br>There has to be some way to make this right.  We owe it to Jenny.<br><br>Bob<br><br>---Original Message--- <br><br>Sent:  11-08-2145 <br><br><br>To all Service Sub-Level Staff:<br><br>As many of you have heard by now, Jenny Lin is no longer with us.  While there are numerous rumors going around regarding the events that took place November 6th, I want to assure you that Union Aerospace is doing everything they can, and a full investigation is under way.<br><br>Contrary to what you have heard, Technician Lin appeared to have broken into a supply cabinet containing emergency weaponry supplied to the local security teams. For reasons unknown she then became hostile and killed two security officers.  Another security officer was injured while bravely putting himself in harms way.  Sadly, Technician Lin was also killed.<br><br>When additional information is available I will make it a priority to keep you all updated.  In the meantime, please cooperate with any and all UAC staff regarding this matter. <br><br>Bradley Martin <br><br>Chief Service Technician <br><br><br><h3>Beers</h3> <br><br>From:  Robert Thompson <br><br>Date:  11-06-2145 <br><br><br>Phil,<br><br>Jenny and I are going to grab a few beers after our shift ends. You feel like joining us? I promise it won't get out of hand like it did last time. Man, the next morning was rough.<br><br>Let me know,<br><br>Bob<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30062, "title": "Frank Delahue", "text": "<br>ID: 8397-68 <br><br>Post: Mars City Underground <br><br>Title: Engineering Manager <br><br>Security: Engineering <br><br>Found: Energy Processing; On a computer console<br><br><h2>Audio Logs</h2><br><h3>Power Demands</h3><br><br>This is the audio log of Frank Delahue, engineering manager assigned to power production dated October 18th, 2145. The current operational status of the grid is 23% over nominal capacity. I've increased workshifts to 12 hours a day for all personnel to keep up with demand.<br><br>The constant and increasing load from the Delta Complex is causing havoc. We are going to start losing critical systems if we have to sustain these levels much longer. I request clearance to requisition parts from other departments in order to maintain our equipment.<br><br>Ok. I don't know what is going on over in Delta but I'm doing all I can down here. The constant demands are bad enough but the rumors going around are making things a whole lot worse. And I've got to tell you if things don't get better soon, all hell is going to break loose...<br><br><h3>Fire Blast Precautions</h3><br><br>This is the audio log of Frank Delahue, engineering manager assigned to power production dated October 24th, 2145. Reclamation problems continue to plague the main processor. Two more valve overloads on that unit in just the past week. These overloads can destroy the valves, causing very dangerous fire, jetting with enough heat to incinerate sensitive equipment nearby.<br><br>To date we've had only one reported injury as a result of these valve failures, and this is due in large part to the quick response of the engineering team. Our procedure of entering the failure code 842 in the operation terminal have proved adequate and I recommend no changes in that procedure.<br><br><h2>Email</h2><br><h3>Party in the Delta Labs</h3> <br><br>Date: 11-13-2145 <br><br>From: Brian Mora <br><br>Yo Frank, <br><br>Don't forget that we're starting the party early this time... 8:15.<br><br>--BMora-- <br><br><br><h3>RE: Request Security</h3> <br><br>Date: 11-14-2145 <br><br>From: UAC Security<br><br>UAC Employee,<br><br>We have received your complaint and will consider your request. Safety is important to us and will do everything to insure security throughout the UAC.<br><br>Sincerely, <br><br>UAC Security<br><br>--- Original Message --- <br><br>Date: 11-12-2145 <br><br>To: UAC Security <br><br>I'm becoming increasingly concerned for the safety of myself and my co-workers down here in Underground. We've had guys getting stuck outside of the airlock that leads to the old comm building and there seems to be a build up of tension over the past few weeks. I've seen friendly co-workers change...<br><br>I formally request additional security as well as an investigation as to what's causing all the angst. <br><br>- Frank Delahue<br><br>Note: \"insure security\" should be \"ensure security\". Most likely a typo, but possibly a joke (being that the UAC does NOT guarantee security).<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30063, "title": "Stewart Jackson", "text": "ID:  1231-48 <br><br>Post: Erebus Security <br><br>Title: Sergeant <br><br>Security: Security <br><br>Found: The Proving Grounds; next to his body.<br><br><h2>Email</h2><br><h3>Security Breach - Artifact Storage</h3> <br><br>From: security@EC.net <br><br>Date: 03-15-2147<br><br>TO ALL PERSONNEL<br><br>Security Breach: Artifact Storage <br><br>Approx. Time: 3-15-2147, 8:27am <br><br>Relayed from: Victor Kharkov <br><br>This is an auto-generated message sent via security@EC.net<br><br>Once investigation is complete, remember to fill out a proper report.<br><br>Have a nice day.<br><br>---Original Message--- <br><br>Sent: 3-15-2147 <br><br>To: security@EC.net<br><br>We've had an unconfirmed security breach within the Artifact Storage sector of the Erebus complex.<br><br>Urgent attention is required!<br><br><br><h3>Re: Backup in Erebus</h3> <br><br>From: John Ridge <br><br>Date: 03-14-2147<br><br>McNeil has us running thin. I've got a couple of personnel that I can send your way. Hernandez will be contacting you.<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: John Ridge<br><br>Captain, <br><br>We've been seeing some weird things here in Erebus. The scientists have been running around scared shitless.<br><br>With all the bodies to protect down here, I need some backup. Is there anyone left to send?<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30064, "title": "Marcus Caseon", "text": "<br>ID: 1394-39 <br><br>Post: Mars City <br><br>Title: Doctor <br><br>Security: General Access <br><br>Found: In the Infirmary. <br><br><h2>Audio Logs</h2><br><h3>High Incidence of Psychological Reports</h3> <br><br>Audio log for Dr. Caseon, currently stationed at Mars City. I've just left the weekly status meeting here at medical. The most prominent topic was the vast number of psychological issues we are seeing as of late. The number of reports indicates that 10% of the overall base personnel have shown symptoms. As many people will not come in for this type of thing, the number of affected personnel could truly be in the 30-40% range.<br><br>It is even manifested itself here in medical. We have several nurses and a couple of good doctors out for related reasons. I'm going to formally request two additional psychiatrists on the next shuttle from Earth. The two we have are being overworked and the content of their sessions with patients is starting to affect them as well. Dr. Caseon out.<br><br>Note: According to the game files, the date is 10-30-2145. <br><br><br><br><h3>Patient Attack</h3> <br><br>Dr. Mark Caseon. At 15:37 patient Jonathan Wills was admitted after complaining of insomnia and nausea. According to the nurse, Mr. Wills was calm and exhibited no signs of disorder when he was brought to exam room 5. However, by the time I reached him at ten after four, his personality had changed dramatically.<br><br>When I entered the room, Mr. Wills lunged at me with a scalpel he apparently stole from a supply drawer. With assistance of an orderly we managed to subdue and sedate him without injury. Mr. Wills was heavily medicated and could not be diagnosed. But in the 20 minutes he was left unattended he managed to carve three symbols in his arm and cut his own tongue into two halves.<br><br>I can only guess at the cause of his problems. I hope that additional psychiatrists arrive soon. In the meantime in response to this assault, all medical supplies and armaments will be locked in a secure hospital cabinet with the code 347. Dr. Caseon out.<br><br>Note: According to the game files, the date is 11-02-2145. <br><br><br><h2>Email</h2><br><h3>RE: Patient Attack</h3><br><br>Date: 11-09-2145<br><br>From: Jordan Kenedy<br><br>Mark,<br><br>Thank you for sending me the audio report. I wish the news was better.<br><br>I will coordinate with our colleagues here on Earth to find additional staff and resources to assist. Given the situation there, it isn't going to be easy. You may be on your own for a while.<br><br>My advice to you, continue to document everything you can, attempt to find the root of the problem, and for goodness sakes, stash weapons and medical supplies for yourself in case things get worse. I'm glad to hear you've already taken some precautions by locking some supplies in that cabinet. I hope it is enough. I appreciate you including the code in your report and will keep it secure.<br><br>-Jordan Kenedy <br><br><br><h3>Leaving?</h3> <br><br>Date: 11-15-2145 <br><br>From: Sarah Holsten<br><br>Mark,<br><br>I hear that you're leaving Mars. I'm happy that you'll be able to spend more time with your family, but I am very worried about the deteriorating situation here. We're short staffed already. Your departure will be a big loss.<br><br>Speaking of which, I've noticed that Zach in Operations has been behaving more and more erratically. Since talking with you I'm not sure if I'm being overly sensitive, or if he has caught the bug going around. I swear he tried to bite me today.<br><br>In your absence is there anything I should do?<br><br>-Sarah<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30065, "title": "Bernie Lipsitz", "text": "ID: 3902-21 <br><br>Post: Alpha Labs, Sector 1 <br><br>Title: Research Assistant <br><br>Security: Hydrocon Access <br><br>Found: Hydrocon Stabilization; next to Bernie's body<br><br><h2>Email</h2><br><h3>Time off</h3> <br><br>Date: 10-24-2145 <br><br>From: John McDermott <br><br>Hey Bern,<br><br>Some of the boys and I are headed over to Mars City tonight after the shift for some beers. You, as always, are welcome to come along with us, buddy. I WILL see you there!<br><br>John<br><br><br><h3>Hydrocon O2 leak</h3><br><br>Date: 11-10-2145 <br><br>From: Fredric Anubus <br><br>Lipsitz,<br><br>A siphon hose in the oxygen displacement valve is forming a leak due to the lowered temperatures required to boost production in the Hydrocon Labs. If this hose were to rupture, it would cause severe instability in the Hydrocon systems and could result in a very dangerous situation. It should really be replaced.<br><br>Dr. Anubus", "authors": ["Unknown [ Destiny ] "]}, {"id": 30066, "title": "Sean Gibson", "text": "ID: 2011-72 <br><br>Post: Erebus Complex <br><br>Title: Maintenance <br><br>Security: General Access <br><br>Found: Cargo Storage Stairwell; next to body<br><br><h2>Email</h2><br><h3>Report Back!</h3> <br><br>From: Leo Avery <br><br>Date: 03-15-2147<br><br>Sean,<br><br>We need you in here NOW. Not sure what the hell is going on but if it's anything like what happened last time, we're in for a world of hurt. Get back here!<br><br><br><h3>FW: Preparations</h3> <br><br>From: Leo Avery <br><br>Date: 03-15-2147<br><br>We need ammunition fast. Dr. McNeil sent along a message that we should be expecting company and to help them out however we can. Check the supplies in the cargo tunnels and report back immediately.<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Leo Avery<br><br>Leo,<br><br>I need you to check the stockpiles within the hanger armory at the Erebus Complex. A situation is about to arise and we all need to be prepared as much as possible.<br><br>If you need assistance, contact Sparks and Carnagey. They're doing research within your complex.<br><br><br><h3>Mail Problems?</h3> <br><br>From: Victor Kharkov <br><br>Date: 03-14-2147<br><br>Sean,<br><br>Having trouble sending and receiving mail through @elNET. Could you into this for me? Don't want Katherine to start worrying.<br> <br>I'll talk to you soon, <br><br>-VK<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30067, "title": "Paul Simons", "text": "===[[Paul Simons]]===<br>ID: 2463-21  <br><br>Post: Administration <br><br>Title: IT Specialist <br> <br>Security: General Access <br><br>Found: On a desk in the Global Network Terminal<br><br><h2>Audio Logs</h2><br><h3>ADMIN: Network Security Status</h3> <br><br>This is Paul Simons, security specialist in IT. Our network security has been breached several times over the last few days. Now, it looks like it may have been going on longer than that but whoever did this really knew what they were doing. They covered their tracks really well. I just happened to notice some log anomalies or it would still be going on.<br><br>The intrusion came on an encrypted carrier signal from the Delta Complex. They piggybacked the virus on one of the supercomputer requests and it peeled itself from the data stream once it was inside our firewall. Someone on the inside there has to be responsible.<br><br>Unfortunately, due to the security in that complex, I can only tell that it came from within Delta. There's no way to identify which machine or even which lab it came from. Whoever was in our system had access to all personnel data including medical reports. My team will be monitoring the network closely over the next few days looking for anything unusual. End of log.<br><br>Note: According to the game files, the date is 10-30-2145. <br><br><br><h2>Email</h2><br><h3>Network Breach</h3> <br><br>Date: 11-02-2145 <br><br>From: Central IT Security<br><br>Mr. Simons.<br><br>We have been unable to find any problems with the network test that we ran on your system. Everything checks out on our end, your firewall seems to be functioning properly. Other IT managers have reported similar intrusions in their networks. Whomever is doing this must be good or someone with very high level security clearance. We will continue to scan the network and if anything odd appears we will inform you immediately.<br><br>Central IT Security <br><br><br><h3>Email Spam</h3> <br><br>Date: 11-13-2145 <br><br>From: Russell Weilder <br><br>Paul- <br><br>The email spam lately is getting out of control. The worst company is that Martian Buddy place -I can't believe all the things they send me. I don't know how they got my email address. Can't you do anything to stop the spam? I spend all morning deleting junk from my inbox.<br><br>Thank You, <br><br>Russ<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30068, "title": "Theresa Chasar", "text": "ID: 0368-05 <br><br>Post: EnPro <br><br>Title: Weapon Analyst <br><br>Security: General Access<br><br>Found: Power Core Access<br><br><h2>Audio Logs</h2><br><h3>Weapon Research</h3> <br><br>This is the audio log of weapon analyst Theresa Chasar, dated November 3rd, 2145.  I am pleased to report that the preliminary tests on the ammo storage in the new Mach 3 Plasma Gun has far exceeded our expectations.  We've realized a full 50% gain in the storage capacity of ammo packs as a result of utilizing techniques engineered in the Alpha Labs molecular compactor.  I believe with the ongoing compaction research we will reach our goal of 3 times the plasma storage currently available in standard ammo packs.<br><br>I would also like to mention that all of the employees here at EnPro Plant have been very helpful and quite eager to accommodate all of my requests.  For security reasons I've locked the Plasma Gun and the extra ammo in Locker 063 with the door code 972.  End of log.<br><br><h2>Email</h2><br><h3>Plasma Storage Capacity</h3> <br><br>Date: 11-02-2145 <br><br>From: Llyod Renstrom<br><br>Theresa,<br><br>Please take a few minutes in the next day or so to create an audio report based on your plasma storage findings. The board is looking forward to hearing about your accomplishments.<br><br>As you know, security has been tight lately with all the accidents and as a result we can't be too careful. Please make sure you lock up your test weapon and add the cabinet code into your report.<br><br>Great Job,<br><br>Lloyd <br><br><br><h3>Your Work</h3> <br><br>Date: 11-05-2145 <br><br>From: Llyod Renstrom <br><br>Theresa,<br><br>Hope you like your new office. I think you'll find it much easier to concentrate on the plasma gun project without those dweebs in engineering drooling all over you. How pathetic, right?<br><br>Anyway I'll be down there from time to time if you ever want to talk or get something to eat. You're probably sick of hearing it, but I think seeing you every day is more valuable to me than any amount of money I've gotten from working here. Believe me, being a supervisor I make a lot!<br><br>Your pal, <br><br>Lloyd <br><br><br><h3>RE: Lloyd is driving me nuts!</h3> <br><br>Date: 11-10-2145 <br><br>From: Elizabeth McNeil<br><br>-T.<br><br>I know what you're talking about, when I was still there I felt like I was the only woman surrounded by a bunch of drooling men. I miss the work but I don't miss that place, I feel like I'm lucky to be out of there.<br><br>Keep your eyes open for trouble; I don't trust some of the executives up there.<br><br>I can't wait to see you back on Earth when your research is completed.<br><br>Your Friend, <br><br>Liz<br><br>---Original Message--- <br><br>Date: 11-07-2145<br><br>To: Elizabeth McNeil<br><br>Liz,<br><br>Lloyd has really outdone himself this time. He's moved me into the office next to the trench in Enpro. Does he really think by moving me to the most remote office on this wretched base that I'll be more attracted to him? Wait...it might be working. Being isolated for this long is getting to me. I'm a chatter-box whenever I get the chance to talk to a real person.<br><br>Ok, I've got to get back to work.<br><br>-T.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30069, "title": "Larry Bullman", "text": "<br>ID: 5145-84 <br><br>Post: Delta Labs, Level 2 <br><br>Title: Research Director <br><br>Security: General Access <br><br>Found: Analysis Control<br> <br><h2>Audio Logs</h2><br><h3>Soul Cube as a Weapon</h3><br><br>Uh, this is the audio log of research director Larry Bullman, October 19th, 2145. I've been examining the glyphs on the cube sharped artifact which some are calling the Soul Cube and combined with previous research data it is my conclusion the device is some sort of weapon. If the power fluctuations would stop long enough for me to get the linguistic CPU online then I am sure my theory would be verified.<br><br>You know, I'll take this opportunity to lodge yet another complaint about the continual power problems. Living in this god forsaken base is bad enough without having to watch the lights flicker constantly, it's just well, never mind, back to the task at hand.<br><br>What I've deciphered so far is a bit, I must say, disturbing. It seems that when one has possession of the artifact, if one inflicts damage or possibly kills another being, it extracts power from that event somehow and once a certain threshold has been reached, the artifact has the ability to kill anything you attack with it. How you attack with it I'm frankly not certain, indicating that the artifact is autonomous in some way.<br><br>To date I have only deciphered about um, two thirds, give or take of the markings but my initial glance at the rest of them indicates it harbors some far greater power. As you know, at this time we have not seen any reaction from the cube and it has withstood any scanning, abrasion or other test beyond picking it up and examining it. I suspect like the civilization that constructed it, its capabilities are diminished to the point of being useful only as a paperweight. End of log.<br><br><br><h2>Email</h2><br><h3>RE: Soul Cube as a Weapon</h3> <br><br>Date: 10-20-2145 <br><br>From: Malcolm Betruger<br><br>Dr. Bullman, <br><br>I received your report and I find it rather perplexing. Given how little we know about this object I cannot imagine how you've come to such a bizarre conclusion, let alone any conclusion at all. Send me all your notes for immediate review.<br><br>In the meantime, for your own sake, do not share these findings with anyone else. I would hate people to think one of my highly regarded scientists is prone to flights of fantasy.<br><br>-Malcolm Betruger <br><br><br><h3>You may be a winner!</h3> <br><br>Date: 10-22-2145 <br><br>From: Martian Buddy<br><br>Dr. Bullman, <br><br>I hope you will find this e-mail. I have hidden my true name and address by disguising this email. He may be reading your messages.<br><br>Your boss (I will not mention his name) is far more dangerous than you can imagine. I believe he is using you and corrupting your work.<br><br>I believe your findings are correct and he knows it. He wants to hide the findings from the UAC and use the object for himself. I don't know why yet, but I will find out.<br><br>Do what you can to stall him. Do not let him take possession of the object!<br><br><br><h3>Volunteer today</h3> <br><br>Date: 11-01-2145 <br><br>From: HR Coordinator<br><br>The UAC Mars facility is looking for volunteers. We would like to encourage people from your team to help in the following areas:<br><br>Safety committee: Work with teams to update and inform UAC staff on the importance of safety on Mars. Check placement of Health Packs around facilities. Plan events for safety awareness month. Commitment here will earn volunteers 5 extra credits per month.<br><br>Research assistants: Delta Labs is looking for individuals to help with our exciting break-through work. Projects vary, see research coordinator for more information. Health test and liability waiver will be required. Commitment here will earn volunteers 25 extra credits per month.<br><br>For more information about any of these opportunities or to post an opening in your department, please see Sierra Olson, Volunteer Coordinator, in UAC HR. <br><br><br><h3>It is a weapon!</h3> <br><br>Date: 11-14-2145 <br><br>From: Ian McCormick<br><br>Larry, <br><br>You were correct, the Soul Cube is a weapon. I've translated the glyphs and now I understand how it works!<br><br>The Soul Cube must be charged before it can be used. The souls within it must sense at least five deaths before the spiritual potentiality matrix reaches positronic astriction. Based on our interpretation of the glyphs, the Cube has a way of acknowledging its readiness for action, but it's unclear how this happens. More importantly, we still don't know what will happen when it's released.<br><br>This has gone way beyond the purview of Mars station or even the UAC. We can't trust Betruger, he's gone mad! I'm preparing a report to send to the highest authorities on Earth.<br><br>Good luck and God help us. <br><br>Ian<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30070, "title": "Duncan Mathews", "text": "<br>ID: 6917-38 <br><br>Post: Mars City <br><br>Title: Systems Analyst <br><br>Security: Analyst Office <br><br>Found: ACO Lift Junction, on a catwalk next to Mathews' body<br><br><h2>Email</h2><br><h3>Farewell for now</h3> <br><br>Date: 11-14-2145 <br><br>From: Ray Gerhardt <br><br>If you've received this e-mail, you are someone I worked with while here on Mars and have made an impression on my life. I want you to know I'm leaving Mars and UAC to pursue other opportunities after one last assignment tomorrow in Delta Labs.<br><br>I will miss you terribly and will think of you often. I'm sure the friendships I've made here will last the rest of my life and I will be sure to keep in touch. As soon as I have a new address I will forward it along.<br><br>I hope you will join me in the Mars City kitchen for a drink tomorrow evening. My shuttle leaves first thing on 11/16 and I'd hate to miss my last chance to see you... until next time.<br><br>Ray Gerhardt<br><br><br><h3>RE: Equipment Request</h3> <br><br>Date: 11-15-2145 <br><br>From: UAC Security <br><br>We understand the pressures and concerns of civilians in Mars City. I want to assure you that there is nothing to worry about. We in UAC Security have everything under control.<br><br>I've left the armor you requested on your desk. I hope this helps you sleep a bit easier. We will not be able to fulfill your request for a plasma gun at this time. I would like to take this opportunity to remind you that civilians are not allowed the possession of weapons. If you ask again, I will have no choice but to report you to UAC HR.<br><br>If you do happen to find equipment, it is your duty to return it to UAC Security immediately.<br><br>Sincerely,<br /><br>UAC Security<br><br>---Original Message--- <br><br>Date: 11-15-2145 <br><br>To: UAC Security<br><br>Please requisition to my department armor and one plasma gun with ammo. With all that has been happening around here, I don't feel safe. I haven't been able to sleep and it has been difficult to work.<br><br>If it would be easier, I could always just help myself to some of the armor I've seen security leave carelessly around the base.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30071, "title": "Personal", "text": "==[[Enpro Sector 1]]==<br>===Personal===<br>ID: 6703x-02 <br><br>Rank: Marine Security <br><br>Found: Given to you a start of game<br><br>===Allen Rhodes===<br>ID: 0712-01 <br><br>Rank: Chief Engineer <br><br>Security: General Access <br><br>Post: Energy Processing Sector One<br><br>Found: Control Room; on the computer console next to his body <br><br><h2>Audio Logs</h2><br><h3>Auxiliary Power Update</h3> <br><br>This is the audio log of Chief Allen Rhodes, October 12, 2145.  Well, we made significant progress with the field coupler this week.  If my calculations are correct this should provide a considerable boost to the converter's output.  I just wish Meyers wasn't so damn pushy about this project of his.  Well, to be fair it's actually Betruger's project. Meyers is just trying to follow orders and do his job...  Anyhow, what we are doing is extremely complex and requires us to be firing on all cylinders.  Expanding all the transference data from Delta has been a very difficult process.  What he's proposing requires the full use of a single grid array.  I'm just glad we have the entire auxiliary unit to work with.  My hope is within the next few weeks, we will be able to prime the main array in parallel and have the auxiliary working in sufficient capacity for the folks over in Exis Labs.  And... uh, I think that's all I've got for now.  Allen Rhodes signing off.<br><br><h3>Personal Update</h3> <br><br>Uh, Chief Allen Rhodes, November 15th, 2145.  The situation here in Sector One is bad. Shortly after getting the auxiliary grid synched with the main array, we experienced a huge power surge... and, uh, the, uh, the output readings are nominal which, uh, leads me to conclude that it's not the auxiliary core.  It-it sounds like a problem with the main array.  Regardless, I... started hearing screams and gunfire over one of the channels just before our communications went down.<br><br>Well, we have been trying desperately to get in touch with Meyers over in Exis to see what he knows.  Several of my technicians have not reported back yet, and my senior technician described... described a bloodbath near a coolant transfer zone.  Following that transmission his radio went dead and I've not heard from him since. A few of my other technicians reported seeing strange... creatures appearing out of thin air and...  None of them have reported back yet.<br><br>The rest of my team and myself have barricaded ourselves in a control room here in Sector One, and we will continue trying to get communications working, but I don't know how much longer we can stay here. I'll update soon... Chief Rhodes, signing off.<br><br><h2>Email</h2><br><h3>Transfer Data</h3> <br><br>From: Dr. Richard Meyers <br><br>Date: 11-02-2145 <br><br><br>I'm aware of the ongoing effort to get the Auxiliary Core online however, if we are going to meet Betruger's deadline, I need you to help with the transference data. I'll send over blocks 37-52, please try to get them done as quickly as possible.<br><br>-Dr. Meyers. <br><br><br><h3>Happy Halloween!</h3> <br><br>From: Sharon Rhodes <br><br>Date:  10-31-2145 <br><br><br>I put the kids to bed even though they are still vibrating from sugar! Bobby went as a cowboy again!  Sally went as a devil.  I think the princess days are behind her.  She made the most adorable pitchfork out of scraps she found in your workshop. Pumpkin carving isn't the same without you and we can't wait for you to get back. <br><br>Love, <br><br>-Sharon", "authors": ["Unknown [ Destiny ] "]}, {"id": 30072, "title": "Henry Nelson", "text": "<br>ID: 7977-87 <br><br>Post: Alpha Labs, Sector 4 <br><br>Title: Plant Manager <br><br>Security: General Access <br><br>Found: EFR Staging <br> <br><h2>Audio Logs</h2><br><h3>Strange Voices...</h3><br><br>This is the audio log of plant manager Henry Nelson, dated October 24th, 2145. I don't know how I should report this so I'll just talk about what I know and what I need.<br><br>I've had quite a few employees reporting to me that they've heard strange sounds, like voices talking to them, calling them even when they were alone. At first I didn't believe them. The guys down here like to kid around. But they assured me they were serious.<br><br>I ignored the stories at first until one day I heard something too. I was working on one of the lift-up service panels and I distinctly heard the voice of someone saying \"Over here.\" I quickly turned to see who was there but the passage was completely empty. I looked around but I didn't see another soul. I even checked the work logs and no one else was working near that area.<br><br>I don't want to sound crazy here, but my guys and myself are a little spooked and some of the guys are even talking about ghosts. So to make everyone, even myself feel a little more comfortable, I'd like to request that the security team make a thorough check of the EFR area.<br><br>Thank you, Henry Nelson.<br><br><br><h2>Email</h2><br><h3>Strange Voices</h3> <br><br>Date: 10-24-2145 <br><br>From: Jeff Dickens<br><br>Henry,<br><br>I haven't slept in three days and can't concentrate on work. Ever since Hal's 'accident' everyone's been pretty freaked out. I really thought the guys saying they heard voices were full of shit, but lately I've been hearing them too. I don't know how UAC expects us to work like this.<br><br>J. <br><br><br><h3>Missing Tools</h3> <br><br>Date: 11-13-2145 <br><br>From: Greg O'Brian<br><br>Henry,<br><br>The tools in storage cabinet 064 were missing again today. I'm going to change the combination to 651 this afternoon. Please do me a favor and don't tell Seneca the new combination. I believe he's the one taking my tools all the time...the guy thinks he's a real riot.<br><br>Thanks, <br><br>Greg<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30073, "title": "Jeffery Moen", "text": "<br>ID: 8492-13 <br><br>Post: Recycling Sector 2 <br><br>Title: Pump Specialist <br><br>Security: General Access <br><br>Found: Pump Station 1 B<br><br><h2>Email</h2><br><h3>Pump Malfunction</h3> <br><br>Date: 11-04-2145 <br><br>From: Henry Varela <br><br>Jeff, <br><br>The main waste processing unit here in Sector 1 is running at a higher pressure level than it was rated for. I'm very concerned about the stability of the whole system. One fault or stress fracture in any of the lines could cause doom for the whole mechanism. This processing system here was never designed to process that much waste but they keep shipping it to us. <br><br>We urgently need a new pump here before this one fails.<br><br>Thank You, <br><br>Henry <br><br><br><h3>Toxic Waste Storage</h3> <br><br>Date: 11-09-2145 <br><br>From: Gregg Brandenburg<br><br>Mr. Moen,<br><br>It is very important that you remember to store toxic waste barrels in their proper location. Having volatile substances so close to where people work is very dangerous, especially around doorways and narrow passages. If one of those barrels exploded it could cause a lot of damage and someone might be seriously hurt, or worse - killed! Please address this problem immediately!<br><br>Brandenburg<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30074, "title": "David Edens", "text": "ID: 1985-63 <br><br>Post: Phobos Labs <br><br>Title: Security Officer <br><br>Security: P4 Security <br><br>Found: Security Control <br><br><h2>Email</h2><br><h3>Poker game this Friday!</h3> <br><br>From: Victor Kharkov <br><br>Date: 03-13-2147<br><br>Hello David!<br><br>We are planning another big game this Friday here at Site One. I have already taken it upon myself to invite your pal James along. We all should make out pretty well of his researchers salary! Let's just hope that we didn't scare him off after last month games, haha! Let me know if you will be able to make it buddy!<br><br>Take care, <br><br>-VK <br><br><br><h3>Important Artifact Shipment</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-12-2147<br><br>Dave,<br><br>Any word from UAC Post on a new shipment of artifacts coming in from Site One? A shipment was supporsed to be on its way here early this morning. Please let me know as soon as the shipment arrives. It's very important!<br><br>Thank you!<br><br>Elizabeth McNeil <br><br>Director of Research - Phobos Labs<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30075, "title": "Seth Killian", "text": "ID: 2525-11 <br><br>Post: Phobos Labs <br><br>Title: Maintenance <br><br>Security: General Access  <br><br>Found: Pumping Station; next to body <br><br><h2> Audio Log</h2><br><h3>Help Me</h3><br><br>This is Maintenance Technician Seth Killian. I'm looking for anyone that’s survived but- What the?!! I don’t know what these things are after but they're-they're just - they're killing everything.  I've got to get out of here!  I'm going to try to take the maintenance tunnels to Mars City to get an emergency evac. If you find this, then it probably- a Maggot roars in the background] AAH!! AAAH!! ARGH!! AAAAAGH---!!!<br><br><h2> Email </h2><br><h3>RE: Artifact Gallery</h3> <br><br>From: Fred Grossman <br><br>Date: 03-14-2147<br><br>Seth,<br><br>Honestly, I don't think switching would make you feel any better. It's down right freaky over here. It's not that I've seen or even heard anything, but I swear, it feels like something's wrong. I can't put my finger on it. <br><br>I just want to get this job done and get out of here.<br><br>Fred<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Fred Grossman<br><br>Fred,<br><br>I was wondering how you'd feel about switching with me. I was thinking I'd rather work over in Erebus than here Phobos. It's creepy over here. I was in the Artifact Gallery last night and I could swear I saw something, then it was gone.<br><br>You probably think I'm nuts but I don't care, I just don't like it here.<br><br>Seth<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30076, "title": "Chris Vargas", "text": "ID: 0717-03 <br><br>Rank: Senior Engineer <br><br>Security: General Access <br><br>Post: Energy Processing Sector Two <br><br>Found: Coolant Control Room; on console next to his body <br><br><h2>Audio Logs</h2><br><h3>Test Preparation</h3> <br><br>Ahem. Chris Vargas, November 5th, 2145. Our initial testing on the primary alignment module indicated excessive stress fracturing. I immediately ordered the team to discontinue the tests, and they've been working around the clock to repair the damaged module. Testing will resume once the unit's back online and I'm pretty confident we'll be ready for next week's load test for Chief Rhodes.  I have also been asked to help Rhodes with the number-crunching going on with the transfer data, which I hope to be finished with soon, provided interruptions are at a minimum. Huh. Interruptions. Like the one earlier this week when Dave Voss, our security officer, insisted I change the code yet again for the cabinet displaying the shotgun my brother sent to me. [scoffs] Not like I actually use the damn thing. I don't know... maybe the guy's just anal about code regulations.  Personally, I heard he failed the Marine entrance exam and resents being relegated to security officer. I dunno.  I sent an email off to the guy with a new code. Vargas signing off.<br><br><h2>Email</h2><br><h3>Field Coupler Parts</h3> <br><br>From: Allen Rhodes <br><br>Date:  10-27-2145 <br><br><br>Just wanted to let you know that we finally received the coupler parts. I'll have a technician bring them down to you as soon as we get the serial numbers logged. <br><br>-Chief Rhodes<br><br><br><h3>Thanks</h3> <br><br>From: Rodney Daniels <br><br>Date: 10-27-2145 <br><br><br>Thanks for covering my shift yesterday. Not sleeping much. The meds have my brain completely scrambled. Glad I have friends who have my back. <br><br>-Rodney", "authors": ["Unknown [ Destiny ] "]}, {"id": 30077, "title": "Phil Wilson", "text": "ID: 5151-27 <br><br>Post: Delta Labs, Level 2 <br><br>Title: Medical Technician <br><br>Security: General Access <br><br>Found: Delta Operations, Office of Steve Rescoe <br><br><h2>Audio Logs</h2><br><h3>Volunteers</h3> <br><br>Audio log for Phil Wilson, medical technician, Delta Labs, October 20th, 2145. Today I witnessed the 3rd test to the teleporter in three weeks that I've been here. Volunteers are becoming harder and harder to come by and heh, it isn't difficult to see why. They all come back screaming like loons about demons, pools of blood, real fire and brimstone stuff.<br><br>At first I wasn't paying much attention, just doing my job, but... the last was Robert Clayton. Now I met him my first day here. This guy chews up rocks and spits out gravel, he's tough as they come. Having to sedate him and drag his drooling body to the isolation room has really freaked me out.<br><br>I'm going to put in for a transfer as soon as I'm able.<br><br><h2>Email</h2><br><h3>Patient work load</h3> <br><br>Date: 10-24-2145 <br><br>From: Dr. Peter Raleigh <br><br>Phil,<br><br>I am going to need you to help me next week with my work. I've got so many files and reports to enter into the computer that I don't have time to actually see my patients. <br><br>I will box up some of my paper work and send it over to you, if you could enter the reports into the computer that would surely help me.<br><br>Thank You, <br><br>Dr. Peter Raleigh<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30078, "title": "Peter Raleigh", "text": "<br>ID: 2334-55 <br><br>Post: Delta Labs, Level 2 <br><br>Title: Medical Supervisor <br><br>Security: General Access <br><br>Found: Records Office<br><br><h2>Audio Logs</h2><br><h3>Observation of Science Personnel</h3><br><br>This is the audio log of medical supervisor Peter Raleigh, dated October 29th, 2145. We have exhausted all known forms of drug treatment in hopes of finding a way to abate this strange outbreak of dementia and I have yet to receive any additional data from the psychiatrists back on Earth. Options are quickly dwindling.<br><br>Approximately 80% of all extra planar participants exhibit signs of mild neurosis within the first 48 hours after returning from their expeditions. Within 72 hours, 75% of patients exhibit extreme signs of paranoid delusion and violence.<br><br>We have isolated these cases in hopes of finding the pathogen. As yet we can find no biological contaminants that would lead to such drastic changes in cognitive processing. It seems that whatever this pathogen is, it attacks higher brain functions and only leaves more basal functions in the lower brain stem.<br><br>We've witnessed a high percentage of subjects lose ability for rational thought and communication skills and then the physical changes become evident. Subjects in this group appear to atrophy - skin pales; muscles become slack; bone, teeth and fingernails become almost translucent, veiny sinews of their former selves. I have never seen anything like this in my career. Our observations continue.<br><br><br><h3>Death of Steve Jensen</h3><br><br>This is the audio log of medical supervisor Peter Raleigh, dated November 1st, 2145. Patient 0432, a Private Steve Jensen of the UAC Darklight Armored Corp Division expired today at 15:43 of a self inflicted gunshot wound. This is approximately 110 hours after his return from expeditionary missions.<br><br>Private Jensen was suffering from paranoid delusions and full blown dementia. Treatment was unsuccessful. He was the last surviving member of his outfit, four other squad mates who also came back with Private Jensen expired from injuries suffered on that last mission shortly after their return.<br><br>Before his death Private Jensen was heard screaming in both English and other languages, something about demon hordes feasting on our souls. The other language was later discovered to be Aramaic. Due to security concerns in the area I have secured some armaments within my office. <br><br>NOTE: The statement that Jensen's death occurred 110 hours (approximately 4.5 Earth days) after returning from his last expedition may be an error, as videos in the medical bay show that Jensen's dementia went as far back as 10/18/2145, and imply that it may have been going on for weeks.<br><br><h2>Email</h2><br><h3>Anti psychotics shipment in today</h3> <br><br>Date: 11-09-2145 <br><br>From: Ben Peterson <br><br>Dr Raleigh,<br><br>Just a reminder to let you know your order of anti psychotics have arrived from pharmaceuticals. There are quite a few large boxes here, and we are a bit short-handed at the moment. If you could have someone from your department come and retrieve these packages it would be much appreciated.<br><br>Ben Peterson <br><br>UAC Supply Coordinator <br><br><br><h3>Overburdened</h3> <br><br>Date: 11-12-2145 <br><br>From: Phil Wilson<br><br>Dr Raleigh,<br><br>We are filling up the available infirmary beds faster then we can get patients released. I don't see myself releasing any at all actually. I am gravely concerned about where we expect to put more men if the current trend in testing isn't relaxed before we can determine the cause of this psychosis.<br><br>Sincerely, <br><br>Medical Technician Phil Wilson<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30079, "title": "Dmitry Lebedev", "text": "<br>ID: 1647-2F <br><br>Rank: Supply Manager <br><br>Security: General Access <br><br>Post: Exis Service Sector <br><br>Found: Exis Service Tunnel; next to his body <br><br><h2>Audio Logs</h2><br><h3>New Space Suits Delivery</h3><br><br>This is the Dmitry Lebedev, supply manager for the Exis Labs facility. Entry dated October 6, 2145. I've received the latest shipment of MK7 space suits from Earth today. They've a triple weave of titanium mesh on the outer layer for classified excursions. With the ongoing construction requiring additional EVA time on the Martian surface, these new suits should hold up better.  In the last two months we've had a number of unexplained suit decompressions resulting in fatalities. In the case of Technician Mike Stanley, the decompression was so rapid the resulting implosion caused him to almost liquify and fuse with the suit's interior. If it wasn't for his suit's name tag, eh, there wouldn't be much to identify him.<br><br>In each case, the penetrations and loss of pressure appear to occur from inside the suit rather than out. I can attest these suits were thoroughly inspected and micro-scanned after the incidents and no material degradations were found. Per UAC EVA regulations, the suits before the accidents were properly stored and locked away to prevent any mishandling.  I also followed up with the technicians on ensuring the suit's had the necessary pre-EVA checklist before anyone reaches the Martian atmosphere. I'm hoping the new suits will address the issue. Each suit lost this way just means more paperwork for me...<br><br>Along with the new suit shipment, we received additional medical supplies. I've placed the extra packs in the storage cabinet 071 with the access code of 532. Dmitry Lebedev, end of log.<br><br><h2>Email</h2><br><h3>Is it a weapon or what?</h3> <br><br>From:  Steve Bryant <br><br>Date:  10-18-2145 <br><br><br>D, <br><br>What's the deal with the tight security over there in Exis? I asked one of the technicians what's going on, and he wouldn't say.  There's a number of people here who speculate it's some kinda of massive weapon, or teleporter.  I figured you would know something, since you see all the supplies enter the sector.  Maybe you could sneak me inside one of the shipping crates so I could get in and take a look. :) <br><br>Thanks <br><br>Steve<br><br><h3>Re: Weird Supply Order</h3> <br><br>From: Joel Stangl <br><br>Date: 10-01-2145 <br><br><br>Hey man,<br><br><br>Yeah, I'll be over in a minute to check it out. My boy will love one of these toys. <br><br>Thanks, <br><br>Joel<br><br>---Original Message--- <br><br>Sent: 10-01-2145 <br><br>To: Joel Stangl <br><br><br>Joel,<br><br>I got a strange delivery this morning here in the Service Tunnel. My assistant was ripping open boxes for some new space suits, and found these toys.  No receipt, nothing. So, we opened a couple of them looking for a name, and they broke after about two minutes. Figured you could glue the broken ones and send them to your kid.<br><br>-D<br><br><h3>URGENT!!!!</h3> <br><br>From: George Earling <br><br>Date: 10-01-2145 <br><br><br>Mr. Lebedev, <br><br>I just found out the procurement department misshipped my order of exclusive DragGonFeets action figures to Exis Labs. Please whatever you do, DO NOT let anyone open the packaging on them. They're in mint condition, and very expensive. I can't leave until my shift is over, but I'll be over there shortly to pick them up. <br><br><br>Sincerely, <br><br>George Earling<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30080, "title": "Rob Finch", "text": "ID: 9848-52 <br><br>Post: Communications <br><br>Title: Maintenance Coordinator <br><br>Security: Communications Maintenance <br><br>Found: Satellite Control Access; next to his body<br><br><h2>Email</h2><br><h3>Quiz Night</h3> <br><br>Date: 11-14-2145 <br><br>From: Brent Davis<br><br>Finchy,<br><br>Don't forget that Trivia Quiz Night is this Wednesday. Do yourself a favor and brush up on the Shakespeare, mate. If we lose to those twits in administration again, we'll never hear the end of it.<br><br>Brent <br><br><br><h3>On your way home!!</h3> <br><br>Date: 11-15-2145 <br><br>From: Steven Finch<br><br>Hey Bro, <br><br>Mom told me you were heading home in a week or so... I bet you can't wait for that, can ya?<br><br>I've been pretty busy down here... Little Annie is almost 9 now. Can you believe that? Dianne and I are thinking about another one soon, we're gonna have to move into a double-wide orbiter :)<br><br>Anyway, I won't keep ya... see ya soon <br><br>Flapper<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30081, "title": "Keith Noordzy", "text": "<br>ID: 1924-53 <br><br>Post: Phobos Labs <br><br>Title: Security Chief <br><br>Security: L4 Security <br><br>Found: Upper Walkway; Next to Noordzy's body. Needed to shut down the turret. <br><br><h2>Email</h2><br><h3>Artifact Shipments</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-13-2147<br><br>Keith,<br><br>I am expecting another shipment of artifacts from the Erebus Complex this week. It is some very sensitive stuff, I would appreciate it if you could keep an eye on it for me once it arrives and make sure it ends up in my office in one piece!<br><br>Thank You!<br><br>Elizabeth McNeil <br><br>Director of Research - Phobos Labs <br><br><br><h3>Bridge Code</h3> <br><br>From: Phobos Security <br><br>Date: 03-14-2147<br><br>Mr. Noordzy,<br><br>Your bridge code for the week of 3-14-2147 has been changed to: 281. The new code is effective immediately. Please do not share your code with anyone. If you lose your code, file a report with Phobos Labs Security right away and a new code will be mailed to you.<br><br>Phobos Labs Security<br><br>This message has been generated automatically, please do not reply.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30082, "title": "Marten Shultz", "text": "ID: 9431-52 <br><br>Post: Delta Labs, Level 3 <br><br>Title: Doctor <br><br>Security: Level 3 Control Station <br><br>Found: Security Station 3<br><br><h2>Audio Logs</h2><br><h3>Personal Audio Log</h3> <br><br><br>This is the audio log of Dr. Marten Shultz, dated August 7, 2145. We need to amend the operating procedures to ensure all target teleport markers are properly are set and locked before engaging the systems.  We had a tragic accident today in chamber 1 that led to the death of Susan, one of our female chimps. She stepped onto the platform during the calibration phase and an electrical short engaged the system and literally split her in two.  Her torso appeared at the destination marker while her lower extremities remained in place on the source pad.<br><br>I'm not sure how we've gone this long without this problem appearing sooner but it seems like we've been having nothing but difficulties getting these systems to work.  I don't know where Betruger finds the energy.  He's been busy slaving away in the labs for 16 hours a day trying to debug these latest problems.  What's he trying to do? Make the rest of us working stiffs look bad?<br><br>Heh... Regardless, we have our work cut out for us over the next couple of days going over all the systems logs to see exactly what went wrong with this round of tests.  Dr. Marten Shultz signing off, hoping to report better news next time.<br><br><h2>Email</h2><br><h3>Teleportation Transfers</h3> <br><br>Date: 11-10-2145 <br><br>From: Frank Cerano<br>    <br>Marten, <br><br>Our systems can only build enough of a charge to have the portals open for approximately 10 to 15 seconds. Enough time to get a team through, but not enough time to send in some of the heavier equipment. Do you have any idea how we can route supplemental power from the stabilizers into the converters? I think if we can increase the hold field by 13% we could achieve full transfer power and open the field for a longer amount of time.<br><br>Any help you can give will be greatly appreciated.<br><br>Thank You, <br><br>Frank Cerano<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30083, "title": "Bill Tyson", "text": "ID: 7488-89 <br><br>Post: Mars City <br><br>Title: Staff Sergeant <br><br>Security: General Access <br><br>Found: Outside Marine HQ next to Tyson's body<br><br><h2>Audio Logs</h2><br><h3>General Troop Morale</h3> <br><br>Audio report on troop morale. Morale here is beginning to drop. It's nothing to worry about yet since I keep my marines sharp and ready to go. But events at the base are wearing on the troops.<br><br>There have been a lot of things happening here on the base. I believe the UAC experiments being performed here must be the cause. Out here they could be experimenting on God knows what.<br><br>There are quite a few people missing. No marines of course, it's the civilian population I'm referring to. The bottom line, whatever it is they have going on here has my men on a razor's edge.<br><br>At this point there is no cause for alarm but I am requesting we rotate squads every 90 days instead of every 180. I will continue to report as the situation develops. It is good we have the new marines en route, fresh faces will help. Sergeant Tyson out. <br><br>Note: According to the game files, the date is 10-30-2145.<br><br><br><h3>Troop Deployments</h3> <br><br>Audio report confirming new troop deployments for the Mars City marine facility, October 30th, 2145. The new troops will be arriving within a few days. I've started a series of training exercises focusing on close quarter, small weapons combat, as well as instituting mandatory refresher courses on all munitions and weapons in our armory.<br><br>In response to the large number of security breaches and general feelings of ill will around the base, I've doubled security details, placing 2 marines at each checkpoint. This additional presence should help calm things down. I expect that the incoming marines are not quite as green as the last deployment. They've turned out ok, but some combat experience will go a long way right now. Sergeant Tyson out.<br><br><h2>Email</h2><br><h3>Sentry Bot Security</h3> <br><br>Date: 11-02-2145 <br><br>From: PFC Hagar<br><br>Staff Sergeant Tyson,<br><br>I have been a major supporter of putting Sentry Bots on routine patrols. In the past, they have proven to be very reliable. That changed today.<br><br>I witnessed two of our guys doing maintenance on a bot in Mars City. While having it only partially assembled, they activated its sensors to test their repairs. All of the sudden, the Sentry locked onto one of the marines as an enemy and began firing at him. If the ammo had been loaded, that marine would have been killed. Thankfully the other marine was able to immobilize it quickly.<br><br>The Sentry Bot is powerful - but maybe too powerful. Why do we need that much firepower in Mars City? Except for the odd report of individuals going a little crazy, we don't have many problems. Do we really expect the Sentry Bots to know the difference between someone having a bad day and someone gone mad?<br><br>I hope you can talk to Sarge about this before something worse happens.<br><br>-PFC Hagar <br><br><br><h3>New Arrival</h3> <br><br>Date: 11-10-2145 <br><br>From: Sergeant Kelly<br><br>SSgt Tyson,<br><br>We have a new troop inbound to replace Allen. He will be arriving on the next transport.<br><br>Be sure to get the manifest filled out for his first issue.<br><br>Sergeant Kelly <br><br><br><h3>Security Code Change</h3> <br><br>Date: 11-11-2145 <br><br>From: Central Security<br><br>SSgt Tyson,<br><br>Due to the upcoming personnel transfer, we will be changing the Weapons Storage code in Marine Command to 584. The change will take effect on Nov 15, 2145.<br><br>Thank You,<br><br>Central Security", "authors": ["Unknown [ Destiny ] "]}, {"id": 30084, "title": "Mark Lamia", "text": "<br>ID: 2452-76 <br><br>Post: Alpha Labs, Sector 3 <br><br>Title: Operations Coordinator <br><br>Security: General Access <br><br>Found: Hazardous Waste Disposal <br><br><h2>Audio Logs</h2><br><h3>Incompetent Employees</h3> <br><br>This is operations coordinator Mark Lamia, dated November 1st, 2145. I am filing this report because I am frustrated beyond belief by the level of incompetency I have to deal with here.<br><br>I don't know where HR is getting the new employees, but the last five guys they've sent me were all a bunch of idiots. They can't get any of their work done on time. I constantly have to keep an eye on them. They work slow, they don't follow any of the standard operating procedures and they can't even remember basic things that I tell them.  For example, I changed the cabinet door codes here to 123 because I thought that was easy enough to remember, but they still forgot.<br><br>I don't understand why HR can't get me better people. I'm requesting full authority to hire and fire my own employees. It's the only way I can run my department smoothly. End of log.<br><br><h2>Email</h2><br><h3>Won't be in today</h3> <br><br>Date: 10-28-2145 <br><br>From: George Poota <br><br>Mr Lamia,<br><br>I am not feeling very well today. I don't think I will be able to come in to work today. Could you get someone to cover my shift?<br><br>Thank you, <br><br>George Poota <br><br><br><h3>Storage lockers</h3> <br><br>Date: 10-31-2145 <br><br>From: Graham Fuchs<br><br>Mr. Lamia,<br><br>What is the code to the storage lockers here? I know you told me a few days ago, but I can't remember. None of my usual codes work.<br><br>By the way, I believe I'm going to be late with my Q4 Analysis. I had a late start this morning due to that party in Mars City. I should have known better than to drink that much during the week.<br><br>Graham Fuchs <br><br><br><h3>Doctor appointment</h3> <br><br>Date: 11-02-2145 <br><br>From: George Poota <br><br>Mr. Lamia,<br><br>I am feeling under the weather again today, and have an appointment with the base physician this afternoon and won't be able to make my shift. Could you find someone to cover for me?<br><br>Thank you, <br><br>George Poota <br><br><br><h3>Crates moved</h3> <br><br>Date: 11-12-2145 <br><br>From: Dusty Welch <br><br>Mr. Lamia,<br><br>I just want to tell you again how happy I am to be working here on Mars in your department. I don't usually go on like this, but I'm just so excited by this opportunity. My last employer didn't appreciate my skills the way you do.<br><br>I've taken the crates from your office to your quarters as you requested and I organized your closet to your specifications. I'd like to add that you have excellent taste in music.<br><br>Once again, please let me know if there is anything I can do to better serve the UAC.<br><br>-Dusty Welch<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30085, "title": "Brian Mora", "text": "ID: 9966-22 <br><br>Post: Delta Labs, Level 1 <br><br>Title: Delta Reactor Engineer <br><br>Security: Reactor Engineering <br><br>Found: Delta Reactor Room; next to his body<br><br><h2>Email</h2><br><h3>Reactor Safety</h3> <br><br>Date: 11-14-2145 <br><br>From: Delta Authority<br><br>Mr. Mora, <br><br>Your complaint has been filed with Central Authority, they will be handling your case from this point forward.<br><br>---Original Message--- <br><br>Sent: 11-9-2145 <br><br>To: Delta Authority <br><br><br>As the engineer responsible for the Reactor Upper Level Maintenance, I feel it necessary to bring the current safety issues to your attention. If we are going to be required to take readings from the upper level while the reactor is online then there will eventually be accidents. I recommend remote sensors be used for these readings and that the upper level be closed while the Reactor is online.<br><br>Sincerely, <br><br>Brian Mora <br><br><br><h3>BECOME A BETTER PERSON NOW!</h3> <br><br>Date: 11-12-2145 <br><br>From: martianbuddy.com<br><br>LOWEST PRICE! <br><br>FREE SHIPPING <br><br>DISCREET PACKAGING <br><br><br>Are you Sad? We'll make you happy!<br><br>Are you Lethargic? We'll perk you up! <br><br>Do you lack Concentration? We'll help you focus! <br><br><br>We carry all brands of the latest Bioengineered Neurological Drugs. <br><br>Contact our salespersons this week and save 15% off of our already low advertised prices. <br><br><br>Thanks from Martian Buddy<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30086, "title": "Michael Abrams", "text": "ID: 6734-51 <br> <br>Post: Delta Security, Level 2 <br><br>Title: Security Chief <br><br>Security: General Access <br><br>Found: Reactor Sub Station 1; Only available if you free Larry Kacyznski<br><br><h2>Audio Logs</h2><br><h2>Security Report</h2><br><br>Security log number 3072 for Delta Security Chief Michael Abrams, November 15th, 2145. I've just come from the armament division where I was issued one of the new BFG 9000 series weapons. Heh, well they weren't kidding about how much lighter it is over previous prototype models. Won't be so bad carrying this one around.<br><br>Anyhow, for a couple of weeks now many of the security teams have not been following proper reporting procedures. Not sure if it's the format of the new S.I.R. so I'll make sure each team is scheduled by training division to get spun up on the new reports.<br><br>There's been some security issues in the Alpha Labs. I've sent a team over to investigate and now I can't reach them on any Comm channel. Guess I'll have to go over there myself. Well, I'm headed over there now. I'll finish this security report in full when I get back.<br><br>Oh yeah, one more thing. I'm going to leave this BFG locked in my office for now. Please have IT security change my door code to 901. Sure as hell don't need anyone messing around with it. Chief Abrams, end of log.<br><br><h2>Email</h2><br><h2>Security Sweep Request</h2> <br><br>Date: 10-26-2145 <br><br>From: Henry Nelson<br><br>Mr. Abrams,<br><br>We've been getting a lot of reports about strange noises (voices?) down here. My team is on edge and most are unable to work. It might help if you could send a security detachment to Alpha Sector 4 to do a sweep of the area.<br><br>I know this sounds crazy but it would make myself and my team feel a lot better.<br><br>Henry Nelson <br><br><br><h2>Personnel Request</h2> <br><br>Date: 11-10-2145 <br><br>From: HR<br><br>Security Chief Abrams<br><br>As you requested we are sending more security guards to your security unit. The events of Gormen's death were tragic and we hope that any future incidents can be dealt with safely.<br><br>Expect the new rotation of personnel in about 10 working days.<br><br>Director Kellsie Krisch <br><br>Human Resources....'We make working on Mars feel like home' <br><br><br><h2>Invalid Number in code</h2> <br><br>Date: 11-15-2145 <br><br>From: I.T. Security<br><br>Mr. Abrams,<br><br>We are unable to process your door code request because you included a 0 in the number sequence and as you should have known 0 is not a valid number on door codes. Because of the importance of your request we've decided to take it upon ourselves and replace the 0 with a 3.<br><br>Please advise if this causes a problem.<br><br>I.T. Security<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30087, "title": "George Krietman", "text": "ID: 6903-50 <br><br>Post: Alpha Labs - Sector 1 <br><br>Title: Research Assistant <br><br>Security: General Access <br><br>Found: Kill Krietman to get it<br><br><h2>Email</h2><br><h3>Lost PDA</h3> <br><br>Date: 11-13-2145 <br><br>From: Pat Harvey<br><br>George<br><br>I seem to have misplaced my PDA with my security clearance. I was adjusting the oxygen intake on the Hydrocon the other day and recall using it at that time but I can't seem to remember where the heck I put that thing. If you see it around while on your shift could you put it someplace safe for me?<br><br>Thank you,<br><br>Dr. Harvey<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30088, "title": "Frank Cinders", "text": "<br>ID: 9602-84 <br><br>Post: Delta Labs, Level 2 <br><br>Title: Private First Class <br><br>Security: General Access <br><br>Found: Delta Operations; next to his body.<br><br><h2>Audio Logs</h2><br><h3>Status Report</h3> <br><br>As requested, the following is my initial feedback on my first trip through the portal. Private First Class Frank Cinders, dated October 15th, 2145. I uh, hmm. I don't know exactly where to begin.<br><br>Obviously I survived the first trip and feel no worse for wear. I'm not experiencing any of the symptoms reported by the others who have gone in before me but I am at a point where I'm still trying to process everything.<br><br>Thankfully the place looks deserted and devoid of any life, but, uh, the flames, and heat, and stench of the place... It smells of death, decay and burnt flesh.<br><br>Tomorrow we're going back in with some of the eggheads, um, science division to start securing forward positions and we expect to start sending out the mapping droids at the same time.<br><br>I feel, I must admit, on a personal note, that I've got a really bad feeling about this. I don't understand what we're doing there or what we hope to prove. PFC Cinders, signing off.<br><br><h2>Email</h2><br><h3>Baklava bake oven on sale now!</h3> <br><br>Date: 10-28-2145 <br><br>From: Martian Buddy<br><br>Tired of the same old, same old when it comes to snacking? Store bought treats getting you down? Then you need the NEW Martian Buddy Li'l Baklava oven! You heard right BAKLAVA! how many times have you said MMMMBoy! I could really go for some scrumptious Baklava right now? Well now its quick and easy anytime! come to www.martianbuddy.com for more info on the NEW Martian Buddy Li'l Baklava oven, and hundreds of other great products!<br><br>Remember, Martian Buddy is Your Buddy!<br><br>www.martianbuddy.com<br><br><br><h3>your lunch</h3> <br><br>Date: 11-15-2145 <br><br>From: Guy Harollson  <br><br>Hey Frank,<br><br>You left your lunch on my desk, again. I put it in the storage cabinet, number 112. The combination is 5-3-8. Try to remember to pick it up, last time you forgot it was in there for a week, and that stuff stunk to high heaven. What the hell you got in there? ;) <br><br>Guy<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30089, "title": "William Banks", "text": "ID: 9134-21 <br><br>Post: Administration <br><br>Title: Director <br><br>Security: Alpha Labs <br><br>Found: In Malcolm Betruger's office, in a demonic pentagram next to Banks' body.<br><br><h2>Audio Logs</h2><br><h3>Missing Personnel</h3> <br><br>This is the audio log of director William Banks, dated October 20th, 2145.  It is come to my attention that we have an alarming number of missing personnel throughout the base.  My office has received 4 additional reports from Delta in the last week alone, mentioning that personnel are not reporting for work and that calls to their quarters have gone unanswered.<br><br>My office has sent the names of those personnel to Mars City Security and they have promised to initiate an investigation.  But this news is... very disturbing, especially at a time when we have so many people in the infirmary, suffering from sudden cases of schizophrenia and other psychological disorders.  I hope there is no connection between those cases and these reports of missing personnel.<br><br><h3>Energy Deficiencies</h3><br><br>This is the audio log of director William Banks, dated October 5th, 2145. It has been brought to my attention by environmental services that the recent power grid changes have caused many non critical systems to malfunction.  The report explains that this is due to either intermittent power outages or lower than optimal voltage input.<br><br>It also says that sufficient power distribution to all non-critical systems is becoming more difficult to maintain thanks to Dr. Betruger and his so-called optimizations to the energy storage in and around the facility. I assured the director of E. S. that I would file a report with Central Authority over this.<br><br><h2>Email</h2><br><h3>Religious Artifacts</h3> <br><br>Date: 10-02-2145<br><br>From: Malcolm Betruger<br><br>Director Banks, I need your urgent attention on this matter.<br><br>It is very important to my research that all crates containing religious artifacts arriving from earth, with a co-sign for Delta Labs, go directly there with no interruption or delay. I can't have my precious cargo sitting around the hangar waiting for your personnel to process it. I expect your immediate attention on this matter.<br><br>Dr. Malcolm Betruger <br><br><br><h3>Missing Person</h3> <br><br>Date: 11-08-2145 <br><br>From: Matthew White<br><br>Director Banks,<br><br>Research Assistant Eric Raffel has not reported for work all this week. I've called his quarters repeatedly without response. No one has seen him in days and I don't know what to do, he is normally a very reliable individual. I've contacted Mars Security with hope that they will try and find him. There aren't a lot of areas to go on this base... man, I hope he's alright. <br><br>If I hear anything I'll send word.<br><br>Thank You, <br><br>Matthew White <br><br><br><h3>New Web Site</h3> <br> <br>Date: 11-10-2145 <br><br>From: UAC Corporate<br><br>Director Banks,<br><br>We're happy to report the roll out of the new corporate web page. Please take a moment of your time to review it.<br><br>Thank You, <br><br>UA-Corp.com Web Team", "authors": ["Unknown [ Destiny ] "]}, {"id": 30090, "title": "Elizabeth McNeil", "text": "ID: 5145-84 <br><br>Post: Delta Labs, Level 2  <br><br>Title: Research Director <br><br>Security:  General Access <br><br>Found: Central Processing, McNeil's office<br><br><h2>Email</h2><br><h3>Investigation Report</h3> <br><br>Date: 10-02-2145 <br><br>From: Elliot Swann<br><br>Ms. McNeil<br><br>I have received your formal request for an inquiry into the activities on Mars. As requested by the Board, I will be departing soon to investigate your claims. Your charges against Dr. Malcolm Betruger are being taken very seriously. As you may already know, the UAC, as a matter of policy, will not acknowledge or comment on questions or statements advanced by the press based on rumor or heresay. I have been asked to explain that you are not to discuss this situation with anyone outside of our legal department.<br><br>Thank You,<br><br>Elliot Swann<br><br>UAC Executive Counsel <br><br><br><h3>Storage room code changes</h3> <br><br>Date: 10-08-2145 <br><br>From: Michael Abrams<br><br>All Delta Level 2 Personnel,<br><br>In an effort to minimize supply requirement errors, I'm having all the access codes to secure storage areas changed. We must continue to keep tight records for all inventory kept in storage. Please update your records with the new code for Storage area 07, to: 7 2 5.<br><br>Thank You, <br><br>Mike Abrams <br><br>Delta Security, Chief <br><br><br><h3>Level 3 Access Code Change</h3> <br><br>Date: 10-15-2145 <br><br>From: Michael Abrams<br><br>All Delta Level 2 Personnel,<br><br>Level 3 access codes have been changed due to the six month rotation. The new code is 463<br><br>Thank You, <br><br>Mike Abrams <br><br>Delta Security, Chief<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30091, "title": "Elliot Swann", "text": "<br>ID: 7992-13 <br><br>Post: UAC Corporate <br><br>Title: Counselor <br><br>Security: CPU Complex <br><br>Note: Given to you by Counselor Swann<br><br><h2> Audio Logs </h2><br><h3>Heading to Communications Facility</h3> <br><br>This is the audio log of Counselor Elliot Swann, dated November 15th, 2145. This entire research facility is in chaos. There's at least a 90% death rate among civilian personnel. Whatever Betruger unleashed is literally consuming the base.  People have been turned into some sort of undead creatures that are relentless.<br><br>Campbell and I are making our way towards the communications facility. We must stop all communications. If a distress call leaves the base, then everyone here and on Earth is doomed.<br><br><h3>Heading to the Caverns</h3> <br><br>This is the audio log of Counselor Elliot Swann, dated November 16th, 2145. Campbell and I were unable to reach the main portal in the Delta Complex, but that portal may be inconsequential to a more disturbing discovery. We have uncovered reference to another portal, created by the demons themselves. A passageway between Hell and Mars. We suspect it resides within the cavern somewhere near the archeological dig.<br><br>The Fleet is on its way. Campbell and I will attempt to move there and somehow either shut it down or destroy it. That, ... that hellhole must be closed before the Fleet arrives.<br><br><br><h2> Email </h2><br><h3>Mars Research Post</h3> <br><br>Date: 09-23-2145 <br><br>From: UAC Board <br><br>Dear Counselor Swann,<br><br>The Board has unanimously approved a resolution for a full operations review of the Mars Research Facility. You've been designated as our official representative in this matter and we suggest full preparation begin today.<br><br>We expect a complete appraisal of all research developments. Both current and future directions must be brought inline with the Board's expectations. We must be able to control Dr. Betruger. His extra-dimensional research is a potential risk to the teleportation experimentation, which we can not afford. The Board considers teleportation the UAC's single most important scientific endeavor and is not willing to jeopardize its dominance in this area of research.<br><br>Anticipate a formal briefing and itinerary in the next few days.<br><br>Sincerely, <br><br>UAC Board Chairman <br><br><br><h3>Looking forward to your arrival</h3> <br> <br>Date: 10-02-2145 <br><br>From: Elizabeth McNeil<br><br>Counselor Swann,<br><br>I was pleased to hear of the Board's decision to have you investigate the current state of the UAC on Mars. I've become more and more worried about Dr. Betruger's research direction and my hope is that this intervention will bring much needed changes. I've also learned that I've been reassigned by Dr. Betruger to a post back on Earth. Although this is disappointing I do fear for my own safety and sanity if I were to stay here.<br><br>I hope your intervention won't be too late. I look forward to meeting with you back on Earth once your visit is concluded.<br><br>Sincerely, <br><br>Elizabeth McNeil <br><br><br><h3>UAC Board Review</h3> <br><br>Date: 10-03-2145 <br><br>From: Malcolm Betruger <br><br>Counselor Swann,<br><br>I've been extremely patient with the Board to date, but the decision for a full operations review is hard for me to stomach.<br><br>There is no need for you to come to Mars and there is no need for this review. All I need is more money and more time. The research being conducted here will change mankind in ways no one can imagine. Our research is beginning to yield amazing results which I cannot allow to be compromised.<br><br>Don't waste your time coming here, Swann. You will only get in my way and impede the outstanding work we're doing here.<br><br>Sincerely, <br><br>Malcolm Betruger<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30092, "title": "Patrick Hook", "text": "ID: 1970-34 <br><br>Post: Delta Labs <br><br>Title: Scientist <br><br>Security: Teleportation <br><br>Found: Common Area; on a table, next to body in spacesuit <br><br><h2>Email</h2><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 03-13-2147<br><br>Mr. Hook,<br><br>We dug up the codes to the storage lockers there in your area.  634 will work.<br><br>If you have any problems, don't hesitate to contact us again.<br><br>Mitchell <br><br>Director of Security - Delta Labs<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30093, "title": "Fred Grossman", "text": "<br>ID: 1991-62 <br><br>Post: Erebus Station <br><br>Title: Maintenance <br><br>Security: Sewer <br><br>Found: Blocked passage; next to body of a marine <br><br><h2>Email</h2><br><h3>Re: Sentry Deployment</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-14-2147<br><br>Fred,<br><br>I'm starting to worry. What's the status down there? We need to move in as soon as possible.<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Fred Grossman<br><br>Make sure you get that sentry bot deployed. We can't take any chances on losing more men down there.<br><br>When it returns, send me your status immediately.<br><br><br><h3>Sentry Deployment</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-13-2147<br><br>Make sure you get that sentry bot deployed. We can't take any chances on losing more men down there.<br><br>When it returns, send me your status immediately.<br><br><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 03-13-2147<br><br>Mr. Grossman,<br><br>We dug up the codes to the storage lockers there in your area. 134 should do the trick.<br><br>If you have any problems, don't hesitate to contact us again.<br><br>Evans <br><br>Director of Security - Site One<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30094, "title": "Robert Price", "text": "ID: 5438-71 <br><br>Post: Delta Labs, Level 1 <br><br>Title: Operational Director <br><br>Security: General Access <br><br>Found: Delta Entryway; next to his body<br><br><h2>Audio Logs</h2><br><h3>Engineer Placement</h3> <br><br>This is the audio log of Robert Price, Delta operational director in charge of personnel, recruitment, evaluation and placement. Assignment of engineers to the lower Delta labs has become almost impossible. In 6 months we've gone from a volunteer surplus to a critical deficiency of qualified personnel willing to accept assignment. Increases in both pay and benefits have done little to help this situation.<br><br>Through exit interviews as well as the weekly Delta medical brief, it's become apparent to everyone that the rate of sudden and unexplained mental illness is way beyond acceptable levels, even for Mars.  They're derogatorily being called Sub Delts up here and I have a feeling this attitude will spread to other parts of the UAC. End of log.<br><br>Note: According to game files, the date is 10-12-2145.<br><br><br><h3>Disciplinary Action Report</h3> <br><br>This is the audio log of Robert Price, Delta operational director in charge of personnel, recruitment, evaluation and placement.  Disciplinary action report 40C-8 responding to Mars City Administration request.  Delta Labs 1 is currently addressing a problem concerning theft of security equipment.<br><br>Four members of the security detail assigned to the Delta Labs have been reprimanded with three others under investigation.  It seems caches of weapons, armor and ammo have been discovered in various places throughout the Delta Labs.<br><br>We've located some of the missing equipment and have information that we hope will lead us to more. I have a team investigating storage room 21D with security code 298 where I've learned stolen items may be located.  I hope to recover all items and find all personnel responsible.  End of log.<br><br>Note: According to game files, the date is 10-13-2145<br><br><br><h2>Email</h2><br><h3>Did you get it?!!</h3> <br><br>Date: 11-13-2145 <br><br>From: Price@kpjNET <br><br>Hey Rob... it's me again :) why haven't you written me back yet? I sent all your old books and shit to you via the UAC... Did you get them? It sure is nice to get all that crap out of the living area. Donated a lot of other stuff to some charity place too. In six months when you come back you'll see the difference.<br><br>Anyway, PLEASE!! write back soon... I'm lonely down here.<br><br>See Ya, <br><br>Tanya <br><br><br><h3>RE: You guys experiencing this?</h3> <br><br>Date: 11-14-2145 <br><br>From: Ryan S.<br><br>Robert,<br><br>I know exactly what you're talking about, although not nearly as frequently as what you're describing. I'll follow up with you on this after I do a little investigating but it certainly is weird.<br><br>- Ryan<br><br>---Original Message--- <br><br>Sent: 11-13-2145 <br><br>To: Ryan S.<br><br>Hi Ryan, <br><br>Are you guys getting strange sounds coming through walls and floors? We've been getting this all over the place the last couple of days. I think it's worse in the lower levels of Delta but we can't pinpoint what the origin is.<br><br>Anyway, I'm just checking in with others around the UAC.<br><br>Thanks, <br><br>-Robert<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30095, "title": "Jack Smith", "text": "<br>ID: 1538-49 <br><br>Post: Alpha Labs, Sector 1 <br><br>Title: Benefits Analyst <br><br>Security: General Access <br><br>Found: EPD Particle Emulsifier <br><br><h2>Audio Logs</h2><br><h3>HR Accident Report</h3> <br><br>Audio log for Jack Smith, Benefits Analyst in HR 10/24/2145. I just went through another batch of accident reports from the science team. We've had five more people hurt this week while working with the equipment.<br><br>The most serious incident was with John Hughes, whose hand was caught in one of the plastic extrusion systems. He was performing maintenance on it and states that he unplugged it and had the safety key in his pocket. It managed to activate without an apparent power source and, uh, shredded his arm up to the elbow before someone got him out. It's been reported that the, uh, machine is still running and we can't shut it down.<br><br>The cost on that incident alone is enough to raise the red flag but this is just one in a pile. We're going to overrun our budget on benefits payouts this quarter and while it's not my department, I have to assume that the new equipment budget is going to be blown out as well because according to these reports, the equipment is breaking down on a daily basis. Please mark this for review at corporate. End of log.<br><br><h2>Email</h2><br><h3>New Safety Protocols!</h3> <br><br>Date: 11-11-2145 <br><br>From: Brian Jenkins<br><br>Mr. Smith,<br><br>In light of the recent increase of work-related accidents in the Alpha Labs, we feel it is necessary to implement a buddy system when routine maintenance is being performed on some of the heavier equipment. We feel this should cut down on some of the claims being filed in your department. Please get back to me if you have any other ideas on how to keep Alpha Labs as safe as it can be.<br><br>Thank You, <br><br>Brian Jenkins <br><br>Safety Coordinator <br><br><br><h3>Buddy System</h3> <br><br>Date: 11-13-2145 <br><br>From: Ari Braden<br><br>Jack- <br><br>Please tell me UAC Corporate is kidding. How the hell is a buddy system going to do anything with accident claims except double them? Tell me how a buddy system would have prevented Joe 'TorsoBoy' Moss from having his arms and legs hacked off by the Albuquerck Capacitator? Maybe his buddy would have heard the thing growl and engage without power or a CRF module? Maybe his buddy's hair would have burst into flames instead and saved us the trouble of needing to run and find water to put him out.<br><br>Next thing they'll do is try to fix the problem by having us fill out more MAR forms or reforecast our ODF.<br><br>-Ari Braden<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30096, "title": "Gary Ross", "text": "ID: 3217-4A <br><br>Post: Site 2 <br><br>Title: Lead Engineer <br><br>Security: Monorail Security <br><br>Found: Site 2 Transfer Area; next to his headless body <br><br><br><h2>Email</h2><br><h3>ADS operational</h3> <br><br>Date: 10-23-2145 <br><br>From: Delta Security<br><br>Mr. Ross,<br><br>This is a quick note to remind you that the new Automated Defense System, at the Delta Labs entrance, is fully operational. Please contact Delta Security with any questions.<br><br>Thank You, <br><br>Delta Security <br><br><br><h3>RE: Airlock Request</h3> <br><br>Date: 11-04-2145 <br><br>From: Central Security<br><br>As you requested, the Junction 5, Site 2 Airlock code has been updated to 826, this will allow you manually override automated rail sensor systems allowing you to open any of the track doors.<br><br>--- Original Message --- <br><br>Sent: 11-03-2145 <br><br>To: Central Security <br><br>From: Gary Ross <br><br>Subject: Airlock Request <br><br><br>The Site 2 engineering team will be conducting a few tests on the J5 airlock system next week. We will need to manually override the ARSS for these tests, and request the input code be updated to 826, to conduct the tests.<br><br>Thank You.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30097, "title": "Grant Baston", "text": "ID: 2781-61 <br><br>Post: Mars City Underground <br><br>Title: Services Supervisor <br><br>Security: General Access <br><br>Found:  Energy Stabilization Unit; On a crate next to Baston's lunch bag<br><br><h2>Audio Logs</h2><br><h3>Unexplainable Things</h3><br><br>This is Grant Baston, the environmental services supervisor. The date is October 19th. I've been hearing an alarming number of reports on some, uh, unexplainable things. Being on another planet and working underground has always been a little spooky, so we always have the occasional report of strange things. But what is worrying me is the fact that the number of these reports is up by a lot. People are truly frightened.<br><br>The rumors we're hearing about experiments from the Delta Complex are not helping. The power fluctuations aren't helping at all either. Having the lights flicker constantly and losing power for several minutes at a time is scaring everyone down here.<br><br>I'm doing my best to keep people on track, but we're continually shorthanded. Someone is reporting in sick almost every day. I'll keep my director appraised of the situation and will continue to log reports as I get them.<br><br><h2>Email</h2><br><h3>You're not gonna believe this :)</h3> <br><br>Date: 11-13-2145 <br><br>From: T. Brooks<br><br>You will not believe this... actually you probably will. The late night security detail couldn't figure out how to open the security cabinets from the security office?!?! I spent the next morning walking them through the steps in the security panels. They didn't realize that you could open both cabinets from the one security panel. Where do they find these people?<br><br>-Brooks <br><br><h3>UPDATED SECURITY CODE</h3> <br><br>Date: 11-14-2145 <br><br>From: UAC Security<br><br>Unit Supervisor,<br><br>November Security Update for your area, UNDERGROUND MAINTENANCE, has been completed. <br><br>Please update the security cabinet code in the Energy Stabilization Unit to 531.<br><br>Thanks, <br><br>UAC Security<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30098, "title": "Seamus Blake", "text": "ID: 6805-14 <br><br>Post: Communications <br><br>Title: Technician <br><br>Security: Communications Engineering <br><br>Found: Main Communication Room<br><br><h2>Audio Logs</h2><br><h2>Module Replacement</h2> <br><br>This is the audio log of technician Seamus [-STATIC-] dated October 16th, 2145.  Our relatively new remote module replacement procedures are taking some time for maintenance technicians to adjust to.  In the long run it's a much safer, quicker and easier method.<br><br>Once a technician receives a call he simply locates the problem module and gives a replacement command through the remote terminal located in the Main Comm block.  This will initiate the replacement procedure as well as create a repair report which notifies the repair team of an incoming module so minor repairs can be done on site with normal equipment.<br><br>I'm hoping the new system will need less and less use once the source of the recent power fluctuations is located and solved.  System is built to handle most other things with its automated recovery systems.<br><br><br><h2>Email</h2><br><h2>Your receipt # 9318691220</h2> <br><br>Date: 10-10-2145 <br><br>From: Crater Music<br><br>Order Number: M8909848 <br><br>Receipt Date: 10/10/2145 <br><br>Order Total: $269.83 <br><br>Billed To: Universal Credit <br><br><br>Crater Classic Music thanks you for your order<br><br>Those who purchased your selection (Champagne Tomiko by The ZSecs) also purchased:  <br><br>The Head On My Tongue - Hellish Dragons <br><br>20th Century Classics - Various Artists <br><br>Please retain for your records<br><br>The entire Crater team thanks you<br><br><br><h2>Question??</h2> <br><br>Date: 10-11-2145 <br><br>From: Karl Roper<br><br>Hey Seamus...<br><br>What the hell is up with the Sentry Bots that are stationed in Engineering. I thought you told me this was a better place to work than Admin. Why do you get to hang around the Main Communications room while I'm stuck down here?<br><br>later, <br><br>-Karl<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30099, "title": "Nathan Reynolds", "text": "<br>ID: 1127-51 <br><br>Post: Erebus Excavation <br><br>Title: Senior Technician <br><br>Security: Offices <br><br>Found: Lobby; next to body<br><br><h2>Email</h2><br><h3>Re: Need Powercells</h3> <br><br>From: Ron L. Gibbons <br><br>Date: 03-10-2147<br><br>Nathan,<br><br>Sorry man, I was trying to get some myself. Those powercells work well except we don't have nearly enough of them. Typical.<br><br>I'll let you know if I find any extras. We're supposed to get a shipment soon.<br><br>Ron<br><br>---Original Message--- <br><br>Sent: 3-10-2147 <br><br>To: Ron L. Gibbons<br><br>Ron, <br><br>We're browning out all the time over here. Do you have any extra powercells? <br><br>Thanks in advance, <br><br>Nathan<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30100, "title": "Han Lee", "text": "<br>ID: 1567-77 <br><br>Post: Delta Labs, Level 3 <br><br>Title: Administrative Assistant <br><br>Security: General Access <br><br>Found: Chamber 1 Control  <br><br><h2>Audio Logs</h2><br><h3>Expedition Team Report</h3> <br><br>This is the audio log of administrative assistant Han Lee, dated October 16th, 2145. Why is it that I keep getting the crummy jobs?  Armor Corp, First Platoon and First Science Team were completely wiped out this morning on their second excursion... and I am the one in charge of writing up their reports and sending this information back to Earth next of kin.<br><br>[Sigh] So here I am... first cup of coffee for the day. Five hours of sleep the night before, no shower and I have 20 dead bodies to fill out paperwork on. I haven't seen their actual corpses but word coming down from the grapevine says it looks like they have been hacked up pretty good. This has everyone on the base spooked. Betruger is nowhere to be found and there are a lot questions being asked and no answers from anyone.<br><br>Last I heard they are suiting up the next outfit with the new BFGs.  Sounds like they aren't taking any chances on this next trip with them packing that kind of firepower. <br><br><br><h3>Missing BFG Guns</h3> <br><br>This is the audio log of administrative assistant Han Lee, dated October 20th, 2145.  Just when I thought this job couldn't get much worse, it did.  Delta Science sent another group of researchers through the portal two days ago and they failed to return at their scheduled time.  Radio transmissions to the research party have gone unanswered.  Even our LZ tracking systems can't find them. We fear that they are dead.<br><br>Losing lives is one thing but losing our proprietary technologies is another.  The team was equipped with the newest BFG weaponry.  We fear those guns may have fallen into the hands of those that killed them. We don't know who or what is behind that portal, but until we find out where our guns are I'm suggesting we suspend operations through the portal. Thank you, end of log.<br><br><br><h2>Email</h2><br><h3>Security Team info</h3> <br><br>Date: 10-23-2145 <br><br>From: Delta Security<br><br>Han,<br><br>Due to the incident last week, the Delta Security team will be storing additional supplies in cabinets 386 and 387 near the first teleport chamber. We will update the access codes to 836 as soon as the equipment arrives.<br><br>Thank You, <br><br>Thomas Palena <br><br>Delta Security Clerk<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30101, "title": "Anthony Garza", "text": "ID: 4222-18 <br><br>Post: Recycling Sector 1 <br><br>Title: HAZMAT Specialist <br><br>Security: General Access <br><br>Found: Toxic Disposal Maintenance <br><br><h2>Email</h2><br><h3>New Rocket Launcher</h3> <br><br>Date: 10-30-2145 <br><br>From: Michael Abrams<br><br>Tony- <br><br>I'm sending you one of the new rocket launchers that we've received from the marines. Please take some of the surplus toxic barrels lying around outside and blow them up. Be careful not to hurt yourself - the area damage is much larger than previous rocket launcher models.<br><br>Thank You, <br><br>Michael Abrams <br><br><br><h3>RE: New Rocket Launcher</h3> <br><br>Date: 11-04-2145 <br><br>From: Michael Abrams<br><br>I put in a request for more rocket ammo, I didn't realize how many barrels we needed destroyed.<br><br>---Original Message--- <br><br>Sent: 10-31-2145 <br><br>To: Michael Abrams<br><br>Mr. Abrams, <br><br>Thank you for the rocket launcher but I will need more than the pre-installed five rockets for it. We have quite a few barrels here that need to be destroyed. I've placed it on my weapons rack for now and will begin destroying the barrels once I have more ammo.<br><br>Thank You, <br><br>Tony <br><br><br><h3>Sleep Away!!</h3> <br><br>Date: 11-06-2145 <br><br>From: martianbuddy.com<br><br>Dear Valued Customer,<br><br>Are you tired at work often? <br><br>Do you feel like you have less energy? <br><br>Introducing the new and improved Sleep Away Pill. Now better than ever the new Sleep Away Pill will keep you feeling refreshed and going strong all day. <br><br>For more information visit: www.martianbuddy.com<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30102, "title": "Viktor Kharkov", "text": "ID: 1150-27 <br><br>Post: Erebus Research <br><br>Title: Archivist <br><br>Security: Archives <br><br>Found: Artifact Storage; next to his body in room full of toxic gas.<br><br><h2>Audio Log</h2><br><h3>Hunter Revelations</h3><br><br>Audio log for Dr. Viktor Kharkov, lead Science Officer. I feel fairly confident that once we get the missing tablet fragment it will confirm our belief that there is somehow a connection between what we are translating as \"Hunters\" and the beacon that our excavation teams are searching for. I fear McNeil was right all along.<br><br>End of log.<br><br><br><h2>Email</h2><br><h3>Undeliverable: E-mail from Mars</h3> <br><br>From: mail.admin@elNET <br><br>Date: 03-13-2147<br><br>Your message did not reach some or all of the intended recipients.<br><br>Subject: E-mail from Mars <br><br>Sent: 3-13-2147<br><br>The following recipient(s) could not be reached:<br><br>'k.kharkov@kpjNET' <br><br>550 k.kharkov@kpjNET undeliverable<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Katherine Kharkov (k.kharkov@kpjNET)<br><br>Katherine,<br><br>Hope all is well back home. Looking forward to seeing you in a couple of weeks. Sorry for missing your call, but I've been working overtime on a project for Dr. McNeil. From what I understand, it's been given top priority here at Site One. I beat Stocker again last night, he really needs to work on his openings! Hopefully the next round of recruits will actually pose a challenge.<br><br>I'm going to get back to work. Maybe if I put in enough overtime they'll let me come home early.<br><br>I will see you soon.<br><br>-VK <br><br><br><h3>Re: Undeliverable: E-mail from Mars</h3> <br><br>From: Viktor Kharkov <br><br>Date: 03-14-2147<br><br>I've been having trouble sending and receiving mail offworld. It looks like everything is bouncing back or you all are having trouble with your systems.<br><br>Others here at Site One have been reporting the same thing. Could you take a look at it for us?<br><br>Thanks again,<br><br>-VK <br><br><br><h3>Re: Update 3-14-2147</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-14-2147<br><br>I just grabbed your report off the network. Thank you for taking care of this. I should be at Site One tomorrow afternoon.<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Elizabeth McNeil<br><br>This report is on the network. What is this about.. we don't have much time?<br><br>-VK <br><br><br><h3>Update 3-14-2147</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-14-2147<br><br>Victor,<br><br>I really need the latest update and readings from you concerning Tb#2856. Send your report out this evening. We don't have much time left.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30103, "title": "Bruce Jackson", "text": "<br>ID: 3447-70 <br><br>Post: CPU Complex <br><br>Title: Security Guard <br><br>Security: General Access <br><br>Found: Delta Main Lobby; in a corner next to severed hand<br><br><h2>Email</h2><br><h3>Drowning in Debt?</h3> <br><br>Date: 11-04-2145 <br><br>From: Martian Buddy<br><br>Lost all your money? <br><br>Job not paying you enough? <br><br>Woman took all your credits?<br><br><nowiki>**</nowiki> DON'T WORRY <nowiki>**</nowiki><br><br>Martian Buddy has got you covered.<br><br>You can earn extra credits every week by helping us in our direct marketing campaign.<br><br>All you need to do is send out emails from the comfort of your own computer and rake in the credits - it's that easy.<br><br>Contact Martian Buddy for more details.<br><br><br><h3>Security Assignment</h3> <br><br>Date: 11-14-2145 <br><br>From: Michael Abrams<br><br>Bruce,<br><br>You have been reassigned to the CPU complex effective immediately. We've had numerous reports of computer break-ins and security breaches there in the last few weeks.<br><br>I've placed a rocket launcher in the cabinet near the security checkpoint. The door code is 571. I know a rocket launcher might seem excessive but people tend to listen when you point it at them.<br><br>Be careful over there and remember to report anything odd immediately.<br><br>Michael Abrams<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30104, "title": "George Poota", "text": "ID: 4450-86 <br><br>Post: Alpha Labs, Sector 3 <br><br>Title: Waste Management <br><br>Security: General Access <br><br>Found: Hazardous Materials Lift; next to his body<br><br><h2>Email</h2><br><h3>Hours of operation</h3><br><br>Date: 10-28-2145 <br><br>From: Mark Lamia<br><br> George,<br><br>It has come to my attention yet again, that you did not show up for your shift on Wednesday. This is the fourth time this month that you have missed a shift. I am getting tired of your pathetic excuses. You had two prostate exams last month and I will not fall for that excuse again! Consider yourself on notice, Mr. Poota.<br><br>Mark Lamia <br><br>Operations Chief Alpha Labs, Sector 3 <br><br><br><h3>++FIRE YOUR BOSS!!++</h3> <br><br>Date: 10-28-2145 <br><br>From: martianbuddy.com<br><br>Tired of your boss getting you down? Do you want to make your own hours? Looking for the chance to double or even triple your income?!! Well here's your big opportunity! It's as easy as logging onto www.martianbuddy.com! Come find out how easy it is to work from home making the BIG$$$$!<br><br>www.martianbuddy.com<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30105, "title": "Karl Cullen", "text": "<br>ID: 6167-07 <br><br>Post: Monorail  <br><br>Title: Security Personnel <br><br>Security: Delta Security <br><br>Found: Monorail Security Checkpoint; Needed to shut down defense turrets<br><br><h2>Email</h2><br><h3>New Automated Defense System</h3> <br><br>Date: 10-06-2145 <br><br>From: Security Authority<br><br>Mr. Cullen,<br><br>Please inform your team that an automated security turret gun will be installed at the main entrance to Delta. This is due to the increased sensitive nature of the experiments and the security problems we've recently had.  Please ensure that your team members have correct security clearance and are in the IFF database. We don't want a repeat of the problems we had when the guns were installed at Marine Command.<br><br>Thank You, <br><br>Central Security Authority <br><br><br><h3>RE: Turret Shutdown Codes</h3> <br><br>Date: 10-12-2145 <br><br>From: Chris Baughman <br><br>Thanks, I freaking hate loaded guns with an automatic IFF.<br><br>-Chris Baughman<br><br>---Original Message--- <br><br>Date: 11-11-2145 <h3>(Note: Typo in-game; most likely meant 10-11-2145)</h3><br><br>To: All Security Personnel<br><br>Guys, <br><br>I've encoded the shutdown sequence for the turret gun into my PDA, you can use it at the security terminal near the metal detectors if there are any problems with the gun. <br><br>I would rather have it off-line than killing anyone.... <br><br><br>Thanks, <br><br>Karl <br><br><br><h3>Extra Medical Supplies</h3> <br><br>Date: 11-02-2145 <br><br>From: Lee Pommeroy <br><br>Karl,<br><br>As the medical supervisor in this section I feel it's my obligation to be proactive in regards to safety especially now that we have a turret gun in a heavy traffic area. As a precaution I've stocked medical supplies in the storage cabinets adjacent to the security office. Both cabinet codes are 364. I hope we never need them.<br><br>Lee Pommeroy <br><br>Medical Supervisor <br><br><br><h3>Mounting brackets fixed</h3> <br><br>Date: 11-04-2145 <br><br>From: Sam Harding<br><br>Karl, <br><br>I fixed the mounting brackets this morning; it was those damn Mixom bolts again. I really wish the UAC would find a better subcontractor.<br><br>Thanks, <br><br>Sam <br><br><br><h3>Additional Security Needed</h3> <br><br>Date: 11-09-2145 <br><br>From: Mathew Gaiser<br><br>Mr. Cullen,<br><br>We are going to be transporting a large specimen from Delta. Normally we would not be using the Monorail, but we need to get it to Phobos Labs and this is our only option.<br><br>The specimen will be sedated, however given both the importance and the hazardous nature of it, we feel it is prudent to have an enhanced security presence. You and your men should be prepared with full armor and plasma guns. However, lethal force should be only used as a last resort. Bringing this thing alive through the teleporter cost seven men their lives and it would be a shame to waste that effort.<br><br>Also, as you know there are plenty of rumors about our specimens. I do not want this to get out of control. Information about this transport must be kept to only those that need to know what is in the container.<br><br>Thank you for your cooperation in this.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30106, "title": "David Voss", "text": "ID: 0417-09 <br><br>Rank: Security Officer <br><br>Security: General Access <br><br>Post:  Energy Processing Sector Two <br><br>Found: Maint. Control Room<br><br><h2>Email</h2><br><h3>Security Code</h3> <br><br>From: Chris Vargas <br><br>Date: 10-27-2145 <br><br><br>Per our discussion, I've changed the security code of my display cabinet to 731. Can you please check with Central Security to determine if changing the code bi-monthly is necessary? The shotgun is there for display only, I don't even know if it actually works. <br><br>-Vargas<br><br><h3>Football Sunday</h3> <br><br>From: Andrew Chin <br><br>Date: 10-27-2145 <br><br><br>Finch has talked to the guys in communications and is pretty certain he can receive a feed of the football game on Sunday.  I secured plenty of beer.  Did that shipment of dehydrated hot wings come in yet?<br><br>Go Texas!<br><br>-Andy<br><br><h3>Oops</h3> <br><br>From: Ron Ridge <br><br>Date: 10-26-2145 <br><br><br>Dave, I regret to inform you that a shipping container addressed to you has ruptured in transit and the contents have been lost.  What the hell was in that thing?  If you want what is left of it, come get it soon because it is stinking up the holding bay. <br><br>-RR<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30107, "title": "Gregory Martin", "text": "ID: 2304-13 <br><br>Post: Erebus Labs <br><br>Title: Security <br><br>Security: Site 1<br><br>Found: Central Excavation; next to his body. Needed to access ladder.<br><br><h2>Email</h2><br><h3>Birthday</h3> <br><br>Date: 03-13-2147 <br><br>From: Jack Martin<br><br>Greg, <br><br>We all miss you too. Be safe up there. <br><br>Jack<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Jack Martin<br><br>Hey Jack,<br><br>Looks like there's no way I'm going to make it back for Mom's birthday. Not really sure what she needs.  Can you do me a favor and get something from both of us and I'll pay you back later?  It's a drag being out here. I miss everyone.<br><br>Greg<br><br><br><h3>Re: Target Practice</h3> <br><br>Date: 03-14-2147 <br><br>From: Sean H. Weston <br><br>There should be plenty of rounds in the armory, back in Research. I'll meet you there.<br><br>Sean<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Sean Weston <br><br>Sean,<br><br>Don't know about you, but I feel the need to squeeze off a few rounds. Can we spare the ammo for target practice?<br><br>Greg<br><br><br><h3>Hey</h3> <br><br>Date: 03-12-2147 <br><br>From: Ryan Okeefe<br><br>Hey Greg, <br><br>Just dropping you an email to see how you are doing. It's cold here, Ian and I went snowboarding yesterday. What's the weather like on Mars these days? Can't wait until you get back home. Oh yeah, Ian says hello.<br><br>Take care, <br><br>Ryan", "authors": ["Unknown [ Destiny ] "]}, {"id": 30108, "title": "Bernard Fresko", "text": "ID: 2147-12 <br><br>Post: Phobos Labs <br><br>Title: Lab Technician <br><br>Security: General Access <br><br>Found: Utility closet; next to Fresko's body.<br><br><h2>Audio Logs</h2><br><h3>Storage Cabinets</h3> <br><br>Audio log for lab technician Bernard Fresko, dated 1-12-2147.  As requested by the Security Division I have changed the code for storage cabinet 042 to 714.  Not sure why it’s so important to change these damn codes every time new personnel arrive. It’s not like... [sigh]  never mind.<br><br>I’ve cleaned and stored all of the equipment in preparation for the upcoming expedition.  Hopefully the next team won’t encounter what happened on the previous trip.  What a mess.  It's no wonder there are fewer volunteers each time. I guess the extra pay just isn’t worth it to some people. <br><br>Admittedly I'm extremely curious about the entire jump process and wonder what it would be like to join one of the teams. Hell, who am I trying to kid?  Even if I was qualified I'm not sure I'd have the balls to go through with it anyhow.<br><br>Bernard Fresko, signing off.<br><br><h2>Email</h2><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 01-12-2147<br><br>Bernard,<br><br>It appears that you haven't changed the storage locker combinations yet! Be aware that you will be held accountable for all discrepancies.<br><br>Roberts <br><br>Director of Security - Phobos Labs <br><br><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 01-10-2147<br><br>Bernard, <br><br>We need you to change the storage locker combinations there in your area. The new code is 714.<br><br>Roberts <br><br>Director of Security - Phobos Labs <br><br><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 01-08-2147<br><br>Bernard, <br><br>We need you to change the storage locker combinations there in your area. The new code is 398.<br><br>Roberts <br><br>Director of Security - Phobos Labs <br><br><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 01-06-2147<br><br>Bernard, <br><br>We need you to change the storage locker combinations there in your area. The new code is 591.<br><br>Roberts <br><br>Director of Security - Phobos Labs<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30109, "title": "Larry Kaczynski", "text": "ID: 3492-40 <br><br>Post: Alpha Labs, Sector 4 <br><br>Title: Chief Researcher <br><br>Security: General Access <br><br>Note: You have to kill Kacyznski to get this.<br><br><h2>Email</h2><br><h3>Chamber Calibration</h3><br><br>Date: 11-01-2145 <br><br>From: David Carter<br><br>Dr. Kaczynski,<br><br>I checked the chamber calibration as you requested, and at first found everything to be within acceptable limits. As I was leaving the chamber though, I started to hear a low whispering sound that seemed to be eminating from the main coupler. Though when I stooped down for a closer look the sound stopped. This happened every time I was leaving the chamber. You may want to check into this matter yourself as I can't seem to pinpoint the source of the sound. As far as everything else is concerned, it all seems to check out. All graphs are running at 2.4 or higher so I don't foresee any other problems.<br><br>David Carter<br><br><br><h3>Hello</h3> <br><br>Date: 11-09-2145 <br><br>From: John Okonkwo<br><br>Good Day<br><br>I am DR.John Okonkwo. Civil Servant in the Ministry of Health. I know this proposal will come to you as a surprise because we have not met before either physically or through correspondence. I got your contact from our chamber of commerce here in Nigeria and have no doubt in your ability to handle this proposal involving huge sum of money. My father Chief Isama OKONKWO. (Now Late) was the Royal Head of my community, ELEME (an oil rich town) in Nigeria. My community produces 5.8% of the total crude oil production in Nigeria and 0.5% of the Dollar value of each barrel is paid to my father as royalty by the Federal Government. My father was also the Chairman of ISAMA Special Oil Trust Fund. In his position as the Royal head and Chairman of the Oil Trust Fund, he made some money which he left for me as the only heir to inherit.<br><br>The money is Eighteen Million, Five Hundred Thousand US Dollars(US$18.5). This Money originated from the accumulated royalties between 1976-1998 . Due to poor banking system in Nigeria and political instability as a result of past Military rules (1985-1999) , he deposited this Money in a Strong Room/ Just before my father died he called my attention to the money and charged me to look for a foreigner who would assist me in the transfer/investment of the funds abroad. So l would be very grateful if you could accept to help me achieve this great objective. I promise to give you 25% of the total funds transferred to your vital bank account as compensation for your assistance. Five percent (5%)has been set aside to take care of all expenses we may incur during the transaction. To indicate your interest, contact me urgently and confidentially for more information and the roles you will play in this business.<br><br>All the legal Documents concerning this Money will be sent to you as soon as we agreed together. Please I will appreciate that you send your telephone/fax numbers to enable me contact you immediately for discussions.<br><br>Yours faithfully,<br><br>John Okonkwo<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30110, "title": "Preston Glenn", "text": "<br>ID: 1127-52 <br><br>Post: Erebus Research <br><br>Title: Archivist  <br><br>Security: Archives <br><br>Found: Medical Ward<br><br><h2>Email</h2><br><h3>Re: I can't take it..</h3> <br><br>From: Viktor Kharkov <br><br>Date: 03-14-2147<br><br>Hang in there. I'm not sure what you've heard, but we should only be here for a few more days.<br><br>Dr. McNeil seems to have everything under control. Let's just finish our work so we can head home.<br><br>Believe me, I want out of here as much as you do.<br><br>-VK<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Viktor Kharkov <br><br><br>Viktor,<br><br>I need to get out of here. Ever since the sounds started, I can't shake the feeling that it's happening all over again.<br><br>I've started to develop a rash, I can't focus..I feel like.. I'm hurting. I need rest. We've got to get out of here..<br><br>-P <br><br><br><h3>Re: Request for Transfer</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-13-2147<br><br>Dr. Glenn,<br><br>I understand that we are all under tremendous stress. While I'm sure we would all prefer a swift ticket home, the task at hand is too important for us to give up on.<br><br>The work that you and Dr. Kharkov have been undertaking is of extreme importance. Once this is all over with, you will be made fully aware of the impact your research has provided.<br><br>Unfortunately, I need all available personnel to remain at the Erebus complex. Don't worry, we'll be going home, soon.<br><br>---Original Message--- <br><br>Sent: 3-11-2147 <br><br>To: Elizabeth McNeil<br><br>Dr. McNeil,<br><br>I appreciate the opportunity you've given me to work with you and our colleagues.<br><br>However, I feel I would be better suited for a different environment. While the work here at Erebus Research is thoroughly intriguing, I can't help but feel.. isolated, detached.<br><br>I believe my skills would shine within a more normal office environment, perhaps back on Earth.<br><br>Honestly.. I'm going crazy here.<br><br>Thanks for your consideration, <br><br>-P <br><br><br><h3>Updated Security Codes</h3> <br><br>From: security@EC.net <br><br>Date: 03-12-2147<br><br>Mr. Glenn,<br><br>We have resupplied the storage lockers within the medical facilities. The new code is 769.<br><br>Please contact us if you have any trouble.<br><br>Evans <br><br>Director of Security - Site One<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30111, "title": "Charles Hollies", "text": "ID: 5437-98 <br><br>Post: Monorail <br><br>Title: EAP Director General <br><br>Security: General Access <br><br>Found: Site 2 Boarding Platform<br><br><h2>Audio Logs</h2><br><h3>EAP Policy Modification :: Site 2</h3> <br><br>This is the audio log of Charles Hollies, EAP director, dated September 5, 2145. In order to conserve current life support resources, effective October 1st, 2145, the council has made the decision that all environment processors be brought offline in the general area of Site 2.<br><br>Tomorrow I will be sending out emails to all team leaders asking for an update on their asset relocation program to Site 3.  We feel that we have unearthed enough useful material as it pertains to the project from Site 2 and choose to now devote resources in the exploration of Site 3.  End log recording. <br><br><h2>Email</h2><br><h3>Site 2 Closure</h3> <br><br>Date: 10-11-2145 <br><br>From: Yon Brady <br><br><br>Mr. Hollies,<br><br>I would like to report that the main passage to Site 2 has been sealed. I will transfer the door codes to the archaeological division today. For all practical purposes that dig site is now closed for good.<br><br>Thank You, <br><br>Yon Brady<br><br><br><h3>Remaining Ammunition</h3> <br><br>Date: 10-12-2145 <br><br>From: Yon Brady<br><br>Mr. Hollies,<br><br>As you requested I've placed all remaining ammunition from the security team stationed at Site 2 in storage cabinet 054 with door code: 142.<br><br>Thank You, <br><br>Yon Brady<br><br><br><h3>Artifact Inventory Tracking</h3> <br><br>Date: 10-27-2145 <br><br>From: Phil Wilson<br><br>Charlie Hollies,<br><br>We've received a few artifacts from Site 2, without proper discovery and time-date information on them. It is very difficult processing all these pieces when we don't know where or when they were uncovered. Please check your records and send the requested information back me for artifacts 34-x91, 21-x23, and 86-y12.<br><br>Phil Wilson <br><br>Delta Research Team<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30112, "title": "Nasir Adil", "text": "ID: 6594-87 <br><br>Rank: Security Chief <br><br>Security: General Access <br><br>Post:  Exis Labs <br><br>Found: Exis Entry Hallway; next to his decapitated body <br><br><h2>Audio Logs</h2><br><h3>Latest Assaults By Exis Staff</h3><br><br>This is Nasi Adil, security chief for the Exis Labs facility - Log Entry November 3, 2145.  We are seeing an increasing level of random and unexplained violence by Exis staff.  The first incident occurred on October 13th, 2145 at the Exis surface tunnel.  One of the construction workers, Bill Sanders, was offloading a shipment of steel supports when a procurement manager stopped him.  In the heated conversation that followed, Sanders grabbed a nearby pickaxe and lunged at the manager.  Luckily the argument beforehand generated a sizable crowd, and when Sanders attacked the manager, a number of men were able to subdue him.<br><br>When we questioned Sanders afterwards he seemed to have developed short-term amnesia.  He-he didn't remember why he got so upset and attacked the manager.  He only recalled stopping his loader, and then moments later waking in the holding cell. [Sighs]  Since that event we have seen arguments progress more and more from heated shouting matches straight into outright brawls. The antagonists in these incidents all display the same conditions, as if they were suddenly possessed by violent anger, and then afterwards returned to normal.<br><br>We have only one serious life-threatening case so far, where engineer Leon Powell was stabbed multiple times.  I fear this is not the worst of our troubles, and have requested additional security personnel posted at critical junctions.  To assist in any immediate medical need, I have resupplied storage cabinet 965 with the accompanying code of 428.  Sergeant Nasir Adil out.  <br><br><br><h3>Upcoming VIP Visit</h3><br><br>Nasir Adil, personal log dated November 12th, 2145.  I have just received word from Central Authority that the UAC representative Counselor Elliot Swann will be arriving in a few days from Earth.  The-the report states that he will be reviewing all sectors of Mars City including Exis Labs. [Sighs]  I'm not sure that's a good idea in light of the recent events we've had here.  The violent assaults that seem to plague Exis Labs have caused the civilian staff to be pretty wary of one another.  And now to top it all off - missing weapons!  The cabinets in the security checkpoints were fully stocked two days ago, and now half the weapons are gone!  I-I don't know how this situation occurred, but my marines swear no one has access to the cabinet except for them.  I've ruled out those assigned to me and other security personnel.  But I can't figure out who else has those codes.<br><br>To sum up:  This is a bad situation.  Turning worse every day.  My recent request for more manpower in Exis Labs was denied.  It seems other sectors of Mars City are stretched thin, and the small reserves at the base are already allocated.  I needed to have faith in my current detachment of marines that they will turn things around.  I'll talk to Central again and see if Counselor Swann can bypass Exis.  The last thing I want is some staff worker with a sudden episode of dementia murdering a VIP.  I'm having enough problems trying to keep everyone here from killing each other.  [Sighs]  Sergeant Nasir Adil, signing off.<br><br><h2>Email</h2><br><h3>Mars Base Review</h3> <br><br>From: Elliot Swann <br><br>Date: 11-13-2145 <br><br><br>Sgt. Adil,<br><br>I've been made aware of your concerns regarding my upcoming visit. This trip is highly important to UAC management, and I will need to review Exis Labs as part of my on-site itinerary. I understand there have been a number of incidents at Exis, and part of my trip is to uncover the cause. Please do everything necessary to ensure adequate security.  I have forwarded information to Mars-Sec executive staff to assist your armory and personnel needs.<br><br>Also, let me assure you I have made additional precautions for my personal safety. <br><br><br>Sincerely, <br><br>Elliot Swann <br><br>UAC Executive Counsel <br><br><h3>Additional Security Request</h3> <br><br>From: Chase Higgins <br><br>Date: 10-09-2145 <br><br>Chief Adil, <br><br>I'd like to see if we could have some extra security stationed around Engineering. The guys and I are seeing strange behavior around the Particle Exchanger, and it's really creeping us out.  Yesterday, Morgan almost lost it and I had to spend 20 minutes calming him down.  He swore he saw a huge bloody eyeball stare at him through the glass shielding.  We checked the area afterwards and found nothing.  The sooner you can send security up here the better. <br><br>Thanks,<br><br>Chase Higgins <br><br>Exis Labs Engineering<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30113, "title": "Mac Smith", "text": "<br>ID: 1127-25 <br><br>Post: Erebus Excavation <br><br>Title: Senior Technician <br><br>Security: Offices <br><br>Found: Excavation Transfer; next to his body. <br><br><h2>Email</h2><br><h3>Re: Meds to help me sleep</h3> <br><br>From: Dr. Kleinberg <br><br>Date: 03-11-2147<br><br>Mac,<br><br>I'm sorry to hear about your insomnia. I've authorized a prescription. This should take care of the sleeping problems. Let me know if there is anything else I can do.<br><br>Sincerely,<br><br>Dr. Kleinberg<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30114, "title": "Richard Davis", "text": "<br>ID: 5181-98 <br><br>Post: Site 3 <br><br>Title: Archaeologist <br> <br>Security: General Access <br><br>Found: Lab Section 2<br><br><h2>Audio Logs</h2><br><h3>Discovery in the Ruins</h3> <br><br>This is the scientific journal of Dr. Richard Davis, dated August 8th, 2145. We've just broken through to a new chamber, and I think I've found the map alluded to on one of the tablets. The artifact is constructed into the ceiling and it is a magnificent find.<br><br>It appears to be made of some crystalline material, and even after all this time, it is still emitting a soft glow. The markings on it were strangely familiar when I first observed it, and after digitizing it and analyzing it, I'm certain this is a map of our solar system. It seems to show a connection between Mars and Earth.<br><br>My current working theory is that the last survivors used the teleportation technology to escape to Earth. The ramifications of this are overwhelming. This may end up proving that we are actually descendants of this race, and what we are exploring is our own history. I am going to report my findings as soon as we finish the excavation, and they should show up in Corporate within a few days. These are truly exciting times. Log out.<br><br><h2>Email</h2><br><h3>Discovery in the Ruins</h3> <br><br>Date: 8-10-2145 <br><br>From: Malcolm Betruger<br><br>Mr. Davis,<br><br>I received word of your discovery. Very impressive start, but I am not yet convinced. Do not lose sight of the bigger picture. We still have a lot of work to do before any of these findings will be ready for distribution or publication. Analysis must continue on the remaining artifacts.<br><br>Your audio reports in the future need to be more analytical and less emotional. It is important that we all maintain our professionalism and do not become biased or too attached to our work. I do not want to remind you of this again.<br><br>Continue to forward me your findings, and I will help you manage the reports so as not to give Corporate the wrong impression.<br><br>Malcolm Betruger<br><br><br><h3>Ruins safety concerns</h3> <br><br>Date: 10-16-2145 <br><br>From: Lowell Foshay<br><br>Hey Dick,<br><br>The structural integrity of the Ruins is deteriorating. Our initial rock form and in-ground analyses prior to deep ground exploration inferred no immediate dangers. In fact, the Ruins structure itself was determined to be very sound.<br><br>As you already know, expansive underground digs of this nature are an engineering nightmare. The heightened pressure to open up the primary dig site was a dangerous oversight. Just recently, one of our engineers, Peter, got crushed by a falling brick - yup those huge stones lining the entire wall and ceiling of the Ruins!<br><br>Some of the guys are mumbling about the walls being alive or something, but you and I know it's just the horizontal stretching of the regional tectonic stresses. Heh, stones... alive... spoooooky. I think we all need a long vacation.<br><br>Anyway, watch your step and don't forget to look up once in a while.<br><br>Foshinator out!<br><br><br><h3>Tablets are key</h3> <br><br>Date: 11-10-2145 <br><br>From: Pierce Rogers<br><br>Richard,<br><br>I thank you for your industrious support of the work being conducted here. I've been compiling your data along with mine and have made some startling new discoveries. I firmly believe your work with the tablets are the key to solving the mysterious relationship between the Soul Cube, the Ancients, and us.<br><br>I am sending word to the Executive Council for an immediate increase of our research budget. I have a strange feeling that we must find the answer soon or... no, I dare not say it just yet.<br><br>I will contact you post-haste with any news regarding our funding.<br><br>Pierce<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30115, "title": "Ron Ridge", "text": "<br>ID: 8735-80 <br><br>Post: Communications Transfer <br><br>Title: Officer <br><br>Security: General Access <br><br>Found: PRC Maintenance; next to his body. Needed to access the lift. <br><br><h2>Audio Logs</h2><br><h3>Unsafe Driving</h3> <br><br>This is the audio log of officer Ron Ridge, dated October 16th, 2145. Recent transport tunnel accidents are causing major headaches for both supply and maintenance. Each accident cost is an estimated 1 to 3 hour delay in what are mostly time sensitive shipments.<br><br>It's becoming evident that certain junctions need safety adjustments as well as recommitment to driving safety by all personnel.  The EnPro to Comm Center route has shown the biggest increase in accidents over the past 6 months.  Safety signs and improved lighting are needed throughout the main junctions over the stretch of tunnels and paths.<br><br>Absolutely no recreational vehicle passage should be allowed during peak hours.  All personnel should use monorail travel whenever possible to keep cargo shipments flowing smoothly.<br><br><h2>Email</h2><br><h3>Maintenance Lift Access Restrictions</h3> <br><br>Date: 11-14-2145 <br><br>From: UAC Authority<br><br>Ron,<br><br>We need you to enforce Maintenance Lift Access Restrictions from this point forward. Several of these lifts can be used to gain entry into areas that are off-limits to the personnel that might only have maintenance access. Please see to it that this is enforced.<br><br>Sincerely, <br><br>UAC Authority<br><br><h3>RE: Those Damn Chainsaws!</h3> <br><br>Date: 11-14-2145 <br><br>From: James Holiday<br><br>Ron,<br>I don't have any idea what to do with those things. Why don't you throw them down the chasm near enpro like you did that other shit?<br><br>-James<br><br>---Original Message--- <br><br>Sent: 11-13-2145 <br><br>To: James Holiday<br><br>Hey James,<br>What are we gonna do with all those chainsaws? We've got two shipments of excess medical equipment coming in very soon and we're gonna need the space. I can't believe someone mis-shipped those things. I can't think of a more useless piece of equipment then a chainsaw on Mars!?! Anyway you gotta help me get rid of these Beavertooths.<br><br>Thanks, <br><br>-RR<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30116, "title": "Nick Sadowayj", "text": "<br>ID: 4223-18 <br><br>Post: Recycling Sector 1 <br><br>Title: HAZMAT Specialist <br><br>Security: General Access <br><br>Found: Central Maintenance <br><br><h2>Audio Logs</h2> <br><h3>HAZMAT Response</h3> <br><br>This is the audio log of Nicholas Sadowayj, member of UAC Mars HAZMAT response team, dated October 1st, 2145.  We have concluded that the Martian atmosphere is wreaking havoc on the exhaust valve seals in the standard number 5 disposal drums.<br><br>The engineers cannot explain the high levels of contaminants in our internal atmosphere. The air scrubbers and filtration systems all seem to be operating at normal levels.  Yet, a small layer of particulate is making it into the storage areas.  That is what caused the lockdown yesterday.<br><br>EAP director Charles Hollies informs me that the personnel won't be harmed by these contaminants in the air but we've seen that they do cause a corrosive reaction when introduced to the rubber compounds used in the storage systems.  Effective immediately, all number 5 disposal drums must be locked away in at least a class 2 rated transport medium.  Assessment ends.<br><br><h2>Email</h2><br><h3>Pump Malfunction</h3> <br><br>Date: 11-02-2145 <br><br>From: Henry Varela <br><br>Nicholas,<br><br>I've redirected control for the main pump to the flow service terminal located on the maintenance platform above this area. If the main pump should crack or malfunction and cause a spill the only way to shut it down would be from there. Entry into the pump room would just be too dangerous. If you have any questions please see me.<br><br>Thank You, <br><br>Henry <br><br><br><h3>Locked Armaments</h3> <br><br>Date: 11-10-2145 <br>\t<br>From: Scott Johnson <br><br>Mr. Sadowayj,<br><br>I fear that the rumors I've been hearing might actually be true. The other day someone from my team was cleaning up a toxic spill in Delta and they said they actually saw some sort of creature down there, he didn't know what it was but it really scared him and got us thinking. <br><br>We can't be too careful; I've locked some ammunition and combat armor in the cabinet by the monorail airlock door here in Sector 2. If you ever need to get in it the code is: 483<br><br>-Scott<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30117, "title": "Marcus Tanner", "text": "<br>ID: 4014-13 <br><br>Post: Erebus Labs <br><br>Title: Team Coordinator <br><br>Security: Site One <br><br>Found: Maintenance Supply; Next to his blood pool along with video disk about grabber.<br><br><h2>Audio Logs</h2><br><h3>Excavation Anomalies</h3> <br><br>Audio log for Marcus Tanner, team coordinator.  We shouldn’t be here. I don’t think we... This dig site... we've seen structures like this before represented in tablets sent back to Dr. McNeil.  Up until now we hadn’t seen any artifacts in what must have been their original state. There seems to be some sort of defensive mechanism in place attacking those godforsaken creatures. Why did the gate open?<br><br>The amount of chaos and movement within is new to all of us, all of us that are left... Our team leader didn’t make it.  He was pinned down by something.  What it was I can’t even describe. The best bet is to seal this place up and get the hell out of here.  It’s happened again... I can’t believe it’s happened again. The lying bastards! We didn’t come here for this- NO! NO! ARRRRGH-<br><br><br><h2>Email</h2><br><h3>RE: Good Game</h3> <br><br>From: Viktor Kharkov <br><br>Date: 03-14-2147<br><br>Dr. McNeil has me working on a project this evening that she really needs a report on before we shut down for the night. Perhaps we can try and play again tomorrow.<br><br>-VK<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Viktor Kharkov<br><br>Yes.. I know I need to work on my openings. Of course, I'll never learn if we don't play more. I'll try to make it over to the lab this evening.<br><br>Marcus<br><br><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 03-13-2147<br><br>Mr. Tanner,<br><br>We dug up the codes to the storage lockers there in your area. 516 should work.<br><br>If you have any problems, don't hesitate to contact us again.<br><br>Evans <br><br>Director of Security - Site One<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30118, "title": "Sean Weston", "text": "ID: 2304-11 <br><br>Post: Erebus Labs <br><br>Title: Security <br><br>Security: Site One <br><br>Found: Elevator Maintenance; next to body in secret area with a storage locker<br><br><h2>Email</h2><br><h3>Undeliverable: Security Codes!</h3> <br><br>From: mail.admin@elNET <br><br>Date: 03-15-2147<br><br>Your message did not reach some or all of the intended recipients.<br><br>Subject: Security Codes! <br><br>Sent: 3-15-2147 <br><br><br>The following recipient(s) could not be reached:<br><br><nowiki>'</nowiki>Security@EC.net<nowiki>'</nowiki> <br><br>550 security@EC.net undeliverable<br><br>--- Original Message --- <br><br>Sent: 3-15-2147 <br><br>To: security@EC.net <br><br><br>I need the security codes for Storage Lockers # 028 and # 029 immediately! <br><br>All hell has broken loose here in the Erebus Complex!", "authors": ["Unknown [ Destiny ] "]}, {"id": 30119, "title": "Kyle Berger", "text": "ID: 7861-84 <br><br>Post: Alpha Labs, Sector 1 <br><br>Title: Research Supervisor <br><br>Security: General Access <br><br>Found: EPD Lab; next to his body  <br><br><h2>Audio Logs</h2><br><h3>EPD Accident</h3> <br><br>Audio log for Kyle Berger, research supervisor for the EPD project. Uh, the, uh, the Elemental Phase Deconstructor is fully operational and the research data we have gathered so far is very impressive.<br><br>Unfortunately, we had a terrible accident last week. Research assistant Patterson was calibrating one of the core emitters in the chamber and witnesses say he appeared to see something. Almost like, uh something was talking to him and he, uh, backed right into the particle beam.<br><br>It was not a pretty sight as it took off the backside of his head. He lived a few minutes, although I'm not sure you can consider that living. But they say his eyes rolled back and forth and he was trying to talk, although after losing that much brain matter I'm sure it was just reflex actions.<br><br>Anyway, due to this I have enacted new safety protocols in the lab and we have stocked one of the storage cabinets with emergency medical supplies. The code for the cabinet is 752. End of log.<br><br>Note: According to the game files, the date is 11-12-2145. <br><br><br><h2>Email</h2><br><h3>EPD status</h3> <br><br>Date: 11-04-2145<br><br>From: Bill Landow<br><br>Dr. Berger,<br><br>Everything is going exceptionally well as we prepare the EPD for its next round of tests. Roy Patterson is setting up the baseline now and we should be able to start testing later this afternoon. If your schedule allows please feel free to join us down here in the lab around 2:00. Should be exciting!<br><br>Bill Landow<br><br><br><h3>EPD Collection Chamber</h3> <br><br>Date: 11-10-2145 <br><br>From: UAC Maintenance<br><br>Dr. Kyle Berger,<br><br>The maintenance team has just finished cleaning the EPD collection chamber. All bio matter has been scrubbed from the area. Deep scan also confirms a clean sector as per your request. 14 collection cones and 5 trays have also been replaced. Please be sure to stop by Maintenance as we will need your signature for the parts requisition forms.<br><br>Thank You, <br><br>UAC Maintenance<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30120, "title": "Tony Bates", "text": "ID: 1733-86 <br><br>Post: Central Processing <br><br>Title:  Mars Security, IT Division <br><br>Security: General Access <br><br>Found: Security Monitoring; in a hatchway with his remains <br><br><h2>Audio Logs</h2><br><h3>Lab A Security Door</h3> <br><br>This is the audio log for Tony Bates, Mars Security IT Division, September 25th, 2145. I spent the last four hours going through the code for the door systems here in Central Processing.  This is proving to be a real bitch of a glitch to work out.<br><br>I've traced through every system I can think of and access to Lab A continues to be problematic for the time being. All the regular access codes seem to be working fine, but the database will not allow access rights to be granted to new visitors.<br><br>In the meantime, I'm adding a backdoor code into the systems for IT staff and the eggheads, so if they need access to Lab A while the systems are on the fritz, they can use the code 627 to bypass door security. End of log.<br><br><h3>Network Security Breach</h3> <br><br>This is the audio log for Tony Bates, Mars Security IT Division, October 15th, 2145. I've resumed my investigation into Case A-10982, the systems intrusion that took place in the CPU Complex yesterday. All network traces seem to originate from an old system located in Site 2, Office S2-038.<br><br>What is truly troubling is that engineering informs me electrical systems have been offline in that section for years, and were only re-activated this morning in order to prepare more storage space. I'm completely stumped on this one. How does a hack originate from a section of the base that has been out of commission for so long? I will make another report once I've personally investigated the suspect office in Site 2. End of log.<br><br><br><h2>Email</h2><br><h3>Security Concerns</h3> <br><br>Date: 10-22-2145 <br><br>From: Brian Franko<br><br>Mr. Bates,<br><br>I am concerned about the lax security measures that you have implemented in Lab A. I have received numerous reports now, about your team-members flagrantly disregarding security procedures, and posting the daily security codes on the data-boards.<br><br>With corporate bringing by so many investors lately, you need to stay more vigilant in maintaining security in the lab. The last thing we need is more people wandering around, unsupervised, with all the odd goings-on lately.<br><br>Thank you<br><br>-Brian Franko<br><br><br><h3>Increase your Pen1s size!</h3> <br><br>Date: 11-04-2145 <br><br>From: Martian Buddy<br><br>Tired of being a loser with the ladies? Want a more exciting and fulfilling love life? Vist us at martianbuddy.com and find out how!<br><br>Your Martian Buddy!<br><br><br><h3>Your Test Results</h3> <br><br>Date: 11-08-2145 <br><br>From: Edward Sorrenson<br><br>Tony,<br><br>I've had a chance to run the formulas you provided us. The results have been uploaded to your mailbox.<br><br>Please pay particular note to page 12, section F, part 2. The left side of the graph is showing unusual spikes over the last 3 weeks, which can only be explained by unauthorized access to the EnPro power grid.<br><br>It's not possible to attain the figures you have shown, without exceeding power limits for your areas.<br><br>This should probably be reported to Dr. Betruger at once.<br><br>-Edward Sorrenson<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30121, "title": "Walter Connors", "text": "ID: 3710-66 <br><br>Post: Alpha Labs, Sector 2 <br><br>Title: Research Technician <br><br>Security: General Access <br><br>Found: MFS Compressor <br><br><h2>Audio Logs</h2><br><h3>The Success with the MFS Compressor</h3> <br><br>Audio log for Walter Connors. The MFS compressor is producing fantastic results. The latest modifications I made to the dilation matrix were the real key to the recent breakthrough. Now all in all I feel my work on this project has been the catalyst that propelled everything forward.<br><br>I've also taken a set amount of time each day to make sure everyone is doing their job and of course I check all of their data to ensure that no mistakes are made.<br><br>This is going to be a huge money maker for the company, and quite honestly, without my input and hard work I'm not sure that we would have gotten this far. I wanted also to thank you for your supervisory role in the project. Working with you is a true honor. Just remember me in the end of the year reports, for I'm sure I deserve a promotion. Walter out.<br><br>Note: According to the game files, the date is 10-14-2145<br><br><h2>Email</h2><br><h3>Collection</h3> <br><br>Date: 10-12-2145 <br><br>From: Walter Connors <br><br>Note to self: <br><br>Need to remember to get my eight-sided die back from Chin. Should never have lent it to him in the first place. He never invited me to play. He is not my friend.<br><br><br><h3>Note to self</h3> <br><br>Date: 10-16-2145  <br><br>From: Walter Connors <br><br>Note to self: <br><br>Need to remember my code for cabinet #039 - 102<br><br><br><h3>MFS Compressor Numbers</h3> <br><br>Date: 11-02-2145 <br><br>From: Derek Wayland <br><br>Walter,<br><br>I wanted to personally thank you for your latest modification proposal for the dilation matrix. The boys here at CPU have crunched your numbers and after some deliberation we've agreed that this is the most fantastically bogus theory that we've ever seen.<br><br>If you are remotely interested in not getting your gnome-loving dragon-slaying power-leveling ass fired, I'd suggest you lay off the role-playing and learn some basic math.<br><br>Good luck on your next review :)  <br><br>-Derek<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30122, "title": "Jack Gibert", "text": "ID: 5619-89 <br><br>Post: Delta Main Portal <br><br>Title: Security Specialist <br><br>Security: General Access <br><br>Found: Delta Junction 2; next to his skeleton.<br><br><h2>Email</h2><br><h3>Ammunition Cabinet</h3><br><br>Date: 11-05-2145 <br><br>From: Paul Downing<br><br>Jack,<br><br>Just a little reminder, they changed the security clearances again today. The new code for locker 104 is 5-7-9, though I doubt you will need to use it.<br><br>Paul.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30123, "title": "Steven Crane", "text": "<br>ID: 1312-44 <br><br>Post: Erebus Security <br><br>Title: Sergeant <br><br>Security: Security <br><br>Found: Site 1 Research Access; next to his body. <br><br><h2>Email</h2><br><h3>Ready for this..?</h3> <br><br>From: Stewart Jackson <br><br>Date: 03-16-2147<br><br>Well, extreme boredom finally produced something good.<br><br>I finally figured out the code to Sarge's old case, it's 428. After our shift, let's crack that puppy open and head over to the range. <br><br>Stu <br><br><br><h3>Re: Patrols</h3> <br><br>From: Jake Hernandez <br><br>Date: 03-15-2147<br><br>Taken care of.<br><br>---Original Message--- <br><br>Sent: 3-15-2147 <br><br>To: Jake Hernandez<br><br>Hernandez, <br><br><br>Something's not right about this place. I want you to step up patrols in Erebus and Phobos.<br><br>Make sure your guys keep frosty. I want us to be ready for any incidents.<br><br>Crane out.<br><br><br><h3>Re: Going Nuts!</h3> <br><br>From: Stewart Jackson <br><br>Date: 03-14-2147<br><br>Calm down! I'm working on it.<br><br>---Original Message--- <br><br>Sent: 3-13-2147 <br><br>To: Stewart Jackson<br><br>Stu, <br><br>I am bored out of my mind. I haven't fired a shot in anger for months! This Double Barrel Shotty in Sarge's office is taunting me.<br><br>I'd love to get my hands on that thing. Reminds me of hunting back in Maine but I never bagged a bear as big as this one!<br><br>Anyway, any news on the latest duty roster?<br><br>Steve<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30124, "title": "Travis Folsom", "text": "<br>ID: 1931-09 <br><br>Rank: Construction Supervisor <br><br>Security: General Access <br><br>Post: Exis Labs <br><br>Found: Environmental Elevator Lobby; next to his body <br><br><h2>Audio Logs</h2><br><h3>Construction Update</h3> <br><br>Travis Folsom, construction supervisor for the Exis Labs facility. We recently reached substantial completion on the facility's engineering sector and began work on the environmental systems sector early. At this rate, we should be able to impress the big boys over at Central Authority and score our completion bonuses. Heh. Last week I reviewed the construction documents and found another item that we can cut costs. My glass subcontractor mentioned the Moxim pressure seals for the exterior windows can be replaced with much cheaper Mixom seals. I submitted the alternative materials selection to the base architect for review. On our Tuesday progress meeting, he argued the Mixom seals aren't up to spec. [scoffs] He complained that those seals are inferior and could cause air leaks or glass blowouts - what the hell's he know? Pencil-neck brass thinks he's designing a fancy hotel. Hey, guess what? I was building shit before he was born!<br><br>Anyway, I managed to get the Mixom seals ordered. I bypassed the architect and talked directly to Corporate. I showed them the savings and that sealed the deal. We'll be installing the exterior windows in Environmental in a week and he will never know the difference. I'm so convinced the glass and seals will hold up, that I'm gonna take a rocket launcher and test it on those windows, need be. That'll show the stupid architect. Heh. Folsom out.<br><br><h2>Email</h2><br><h3>Mars Weather Bulletin</h3> <br><br>From: Mars Weather <br><br>Date: 11-15-2145 <br><br><br>SPECIAL WEATHER STATEMENT <br><br>MARS WEATHER SERVICE <br><br>0347 AM MST NOV 15 2145 <br><br><br>...SIGNIFICANT WEATHER ADVISORY...<br><br>AT 0347 AM MST... A STRONG DUST STORM WAS LOCATED OVER ARES VALLIS...MOVING EAST AT 60 MPH.<br><br>HAZARDS INCLUDE...DEBRIS UP TO 3 INCHES... WIND GUSTS TO 100 MPH...<br><br>SEVERE WEATHER IS NOT EXPECTED AND NO WARNINGS ARE ANTICIPATED FOR MARS BASE AT THIS TIME.<br><br>LAT. LON 3613 9699 3593 9900 3595 9934 3613 9933<br><br><br><h3>Retire Cast Free!!!!!!</h3> <br><br>From:  Lucky Winner <br><br>Date: 11-02-2145 <br><br><br>You have just won the GRAND PRIZE in the LUCKY CASH WINNER Contest!  What are you going to do with all your new found wealth?!? <br><br>WE are here to HELP!!!! <br><br>Call Now +156-982-756-0399 <br><br>DON'T DELAY! <br><br><br><br><h3>Unstable Site Conditions</h3> <br><br>From: Andy Cavazos <br><br>Date: 10-22-2145 <br><br><br>Mr. Folsom,<br><br>A number of foundation piers at Exis Research sector collapsed today.  It occurred during another short but powerful quake in the area... the third this month.  We've talked to Civil about existing terrain conditions, and they're just as perplexed.  Mars should have no seismic activity at all!  Geologically, it's all dead! The team will re-excavate the piers tomorrow and hopefully get back on track.<br><br>Andy Cavazos<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30125, "title": "Jonathan Moses", "text": "<br>ID: 2463-21 <br><br>Post: Administration <br><br>Title: Asset Coordinator <br><br>Security: General Access <br><br>Found: North Hallway<br><br><h2>Email</h2><br><h3>Free Stuff!!</h3> <br><br>Date: 10-09-2145 <br><br>From: martianbuddy.com<br><br>Mr. Moses,<br><br>Congratulations, You have been selected to receive one of our free promotional storage cabinets loaded with useful things that we think you'll need. To access your new storage cabinet visit us on-line.<br><br>Martian Buddy <br><br>---and remember: You're always a winner with Martian Buddy!<br><br><br><h3>Storage Cabinet</h3> <br><br>Date: 11-07-2145 <br><br>From: Jim Bowier<br><br>Mr. Moses,<br><br>We've recently received your storage cabinet from Martian Buddy, where would you like us to put it?<br><br>Thank You, <br><br>Jim Bowier <br><br>Shipping Authority <br><br><br><h3>RE: Storage Cabinet</h3> <br><br>Date: 11-08-2145 <br><br>From: Jim Bowier <br><br>Mr. Moses, <br><br>Thank you for the quick reply, we will have it delivered to your office by the end of the week.<br><br>--- Original Message --- <br><br>Sent: 11-07-2145 <br><br>To: Jim Bowier <br><br>Excellent, I can't believe it showed up so soon. Please have someone deliver it to my office in the North Hallway of Administration. I can't wait to see what they've sent me.<br><br>-Jonathan<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30126, "title": "Charlie Haskell", "text": "<br>ID: 8890-13 <br><br>Post: Central Processing <br><br>Title: Delta Labs Technician <br><br>Security: General Access <br><br>Found: Lab A Lower Floor<br><br><h2>Audio Logs</h2><br><h3>Request for System Time</h3> <br><br>This is the audio log of Charlie Haskell, Delta Labs Technician, dated September 23rd, 2145.  We're making good progress and increasing the max range of Chamber 3 in the Delta Complex.  We've been crunching numbers all night and feel that with a few slight modifications, we should be able to boost output to cover all of Delta.<br><br>The latest scheduled changes are wreaking havoc on our current systems, and it's not uncommon to see system utilization at 99% for days at a time. We understand that Lab A has finally received the Enrex 6809 systems.  Please consider this a formal request for a block of two hours to run our latest formulas at the soonest available time.<br><br><br><h2>Email</h2><br><h3>Mail Delivery Failure</h3> <br><br>Date: 11-13-2145 <br><br>From: System Admin <br><br>Failed to deliver to 'Rbrody@ua-corp.com'. <br><br>STTP module(domain ua- corp.com)reports: <br><br>host name is unknown<br><br>Reporting-MTA dns; ua- corp.com<br><br>Original-Recipient rtg374;<Rbrody@ua-corp.com> <br><br>Final-Recipient rtg374;<Rbrody@ua-corp.com> <br><br>Action failed <br><br>Status 5.0.0 <br><br>Received from [192.246.40.132.44543.43.661] (account chaskell HELL chaskell.ua-corp.com)  <br><br>by ua-corp.com (SpaceGate Pro STTP 5.2.6) <br><br>with ESMTP id 8302948-033-4488291 for Rbrody@ua-corp.com; Thu, 13 Nov 2145 173249-0500 <br><br>Message-Id <4.1.0.123.5.74839298473.84hdjlk83902@mail.ua-corp.com> <br><br>X-Sender chaskell@mail.ua-corp.com <br><br>X-Mailer MARSMAILER Xenerix Vartoxi Version 9.3 <br><br>Date Thu, 13 Nov 2145 173249 -0500 <br><br>To Rbrody@ua-corp.com <br><br>From Charlie Haskell <chaskell@ua-corp.com> <br><br>Subject MFC Failsafe failure <br><br>Mite-Version 3.6 <br><br>Content-Type text/plain; charset=\"us-ascii16\"; format=flowed <br><br><br><br><h3>How have you been?</h3> <br><br>Date: 11-15-2145 <br><br>From: John Bianga <br><br>Charlie,<br><br>How have you been? I hear things are getting pretty busy over there. Rumors are flying that you guys are on to something big. BTW I left you some goodies in locker 669. The combination is 468. Sorry, I had to take back the pr0n video disc! Take care mate!<br><br>J.B.<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30127, "title": "Leo Avery", "text": "ID: 1976-84 <br><br>Post: Erebus Complex <br><br>Title: Maintenance <br><br>Security: Sewage Access<br><br>Found: Armory; on shelf <br><br><h2>Email</h2><br><h3>Re: Preparations</h3> <br><br>From: Elizabeth McNeil <br><br>Date: 03-15-2147<br><br>What's going on down here? Is the area secured? One of our members should be coming through very soon. Make sure he gets what he needs.<br><br>---Original Message--- <br><br>Sent: 3-14-2147 <br><br>To: Leo Avery<br><br>Leo,<br><br>I need you to check the stockpiles within the hanger armory at the Erebus Complex. A situation is about to arise and we all need to be prepared as much as possible.<br><br>If you need assistance, contact Sparks and Carnagey. They're doing research within your complex.<br><br><h3>Ammunition</h3> <br><br>From: James Carnagey <br><br>Date: 03-15-2147<br><br>Goddamnit! We need ammo back here YESTERDAY! What the hell Leo?! Are you hoarding it all for yourself?<br><br>Sparks is shitting himself like there's no tomorrow!<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30128, "title": "Steve Tooloose", "text": "<br>ID: 1736-16 <br><br>Post: Central Processing <br><br>Title: C.P. Controller <br><br>Security: Central Processing<br><br>Found: Serverbanks <br><br><h2>Email</h2><br><h3>Storage Problem on Server</h3> <br><br>Date: 11-04-2145 <br><br>From: Henry Bielefeldt <br><br>Steve,<br><br>I've been noticing a steady degradation in filesystem performance on server A12. Could you please head up to the third floor and look into the problem? I'm working on matter transference problems for the guys in Delta, and all my data is stored on that server.<br><br>If we have backups from last night, could you please restore them to server A17 if it's not in use? I can patch into that server to continue my work.<br><br>Thanks, <br><br>Henry <br><br><br><h3>BFG Info Video</h3> <br><br>Date: 11-14-2145 <br><br>From: Brian Franko<br><br>Steve,<br><br>Corporate needs the new BFG video I placed in your office uploaded to the server and placed on our internal web site. Don't forget to convert it to a .uacmov so it'll play on all terminals.<br><br>Fire me an email when it's up, I can't wait to see it.<br><br>-Brian<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30129, "title": "Id Software", "text": "===Id Software===<br>ID: 2004-08 <br><br>Post: Texas, USA <br> <br>Title: Game Designers <br> <br>Security: All Access <br><br>Note: Easter Egg. Found in a secret chamber near the Hell Hole.", "authors": ["Unknown [ Destiny ] "]}, {"id": 30130, "title": "Adam Berneche", "text": "ID: 8321-14<br>Post: Mars City<br>Title: Maintenance Tech<br>Security: General Access<br>Found: On a table in the Common Area <br><br><h2>Audio Logs</h2><br><br><h3>Maintenance Update</h3><br>This is the audio log of maintenance technician Adam Berneche, dated November 10th, 2145. I fixed the couplings on the heat shields this morning with no problems. I did however have another odd experience while I was down there. Shortly after finishing the first coupling adjustment, I distinctly heard whispering. When I went to investigate the sounds, I found nothing. I checked the work logs and I was the only person scheduled to be in that area today.<br><br>That experience, coupled with the stories I've heard from some guys over in the Delta Labs has me pretty freaked out. I'm really beginning to hate going down to the underground maintenance area. The people down there are a bit off. The mumblings, the weird looks, the whole place is just plain creepy. I'm always expecting someone to jump out at me.<br><br>I've secured my tools and the busted modulator in the storage cabinet next to the maintenance elevator. Technicians should use cabinet code 396 to access them. End of log.<br><br><h2>Emails</h2><br><br><h2>Lost PDA</h2><br>Date: 11-08-2145<br>From: Ethan Peterson<br><br>Adam,<br><br>Please take more caution in securing your personal data assistant. It's turned up in lost and found three times this month. As you know, your base security clearances are stored on that and it becomes a serious security issue any time a PDA is lost. Failure to secure your PDA could eventually result in your termination.<br><br>Mr. Peterson<br>Maintenance Supervisor<br><br><br><h3>Maintenance Report Needed</h3><br>Date: 11-10-2145<br>From: Ethan Peterson<br><br>Adam,<br><br>Your report is long overdue. Record an audio log for what you've done today on your maintenance shift and send it to me immediately. I know you recoded the cabinet today, and it is imperative that I update my master list with the new code.<br><br>I do not want to tell you again how important it is to record those codes.<br><br>Mr. Peterson<br>Maintenance Supervisor<br><br><br><h3>Volunteer Services</h3><br>Date: 11-13-2145<br>From: Delta HR<br><br>Mr. Berneche,<br><br>I have some great news for you, your name came up in our last management meeting as a possible candidate for our Delta Labs outreach program. As you have probably heard, we are conducting some very exciting and important experiments here in Delta. Your supervisor recommended you as a good candidate and in fact he insisted you would be perfect for the job. I've reviewed your file and I agree with his assessment, you will make a perfect test subject.<br><br>Our work here is very important to the UAC and you should feel privileged that you have a chance to be a part of it.<br><br>Mr. K. Clearsky<br>Delta Future Systems<br><br>p.s. Remember, volunteering is the best choice! I'd hate to invoke clause 12.A of section 543 of your employment contract; which if you are not familiar with, allows us to appoint volunteers. ", "authors": ["Unknown [ Destiny ] "]}, {"id": 30131, "title": "Francis Erikson", "text": "ID: 7125-64  <br><br>Post: Delta Labs, Level 2 <br><br>Title: Maintenance Supervisor <br><br>Security: Central Access <br><br>Found: Maintenance Corridor <br><br><h2>Email</h2><br><h3>Locker code change request</h3> <br><br>Date: 11-02-2145 <br><br>From: Delta Security Francis, <br><br>A few extra supplies for the Central Security Team will be sent to your area. Please store them in Locker 103, and change the code to 259.<br><br>Thank You, <br><br>Thomas Sandersen <br><br>Delta Security, Clerk <br><br><br><h3>Martian Buddy Cabinet</h3> <br><br>Date: 10-30-2145 <br><br>From: Corbin Hues <br><br><br>Francis,<br><br>Shipping recieved one of those dumb Martian Buddy storage cabinets again but no one here can figure out how to open it. Can you go on-line and see if you can find the code? I'll have the guys put it in one of the storage rooms upstairs for you.<br><br>Thanks for the help <br><br>-Corbin", "authors": ["Unknown [ Destiny ] "]}, {"id": 30132, "title": "Ron Gibbons", "text": "<br>ID: 1127-50 <br><br>Post: Erebus Excavation <br><br>Title: Senior Technician <br><br>Security: Offices <br><br>Found: Administration North Hall; next to his body. <br><br><h2>Email</h2><br><h3>Re: Storage Lockers</h3> <br><br>From: security@EC.net <br><br>Date: 03-14-2147<br><br>Mr. Gibbons,<br><br>We dug up the codes to the storage lockers there in your area. 937 should work.<br><br>If you have any problems, don't hesitate to contact us again.<br><br>Evans <br><br>Director of Security - Site One <br><br><br><h3>Need Powercells</h3> <br><br>From: Nathen G. Reynolds <br><br>Date: 03-10-2147<br><br>Ron,<br><br>We're browning out all the time over here. Do you have any extra powercells? <br><br>Thanks in advance,<br><br>Nathan<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30133, "title": "Alan Dorweiler", "text": "ID: 8321-14<br>Post: Administration Complex<br>Title: Controller Spec.<br>Security: General Access<br>Found: Alpha Labs Hallway; next to his body, along with a video disk about the Alpha Labs<br><br><h2>Email</h2><br><br><h3>Armaments in the cabinet</h3><br>Date: 11-12-2145<br>From: Ethan Peterson<br><br>Alan,<br>Per our earlier conversation I've stocked the storage cabinet in your area with some ammunition and security armor. The door code is 586. I don't know what's going on around here but we can't be too careful. I hope to God we never have to use that stuff.<br><br>If I hear anything else I'll email you.<br>Ethan<br><br><br><h3>UAC Corporate</h3><br>Date: 11-14-2145<br>From: Ethan Peterson<br><br>Alan,<br>I heard that UAC Corporate is sending someone up here to check on Betruger. His name is Elliot Swann, I don't know who he is but John said he's a real ball buster. He said that he always travels with a bodyguard. This can't be a good situation. I hope this Swann guy doesn't shut us down. We are so close to solving the stability problems and the transfer errors are exceptionally low now.<br><br>I'll keep you posted if anything goes down.<br>Ethan<br><br><br><h3>Lightspeed Pharmacy</h3><br>Date: 11-14-2145<br>From: martianbuddy.com<br><br>Mr. Dorweiler,<br><br>Online Pharmacy - No Doctor visit needed.<br><br>We believe that ordering medication should be as simple as ordering anything else on the Net. We can ship drugs anywhere in the galaxy....<br>Embargos, Banned Pharmaceuticals, NO PROBLEM!!<br><br>Goto: www.martianbuddy.com for my details. ", "authors": ["Unknown [ Destiny ] "]}, {"id": 30134, "title": "Andrew Chin", "text": "<br>ID: 1198-31 <br><br>Post: Alpha Labs, Sector 2 <br><br>Title: Research Team Leader <br><br>Security: General Access <br><br>Found: Engineering Security<br><br><h2>Audio Logs</h2><br><h3>Treatment of Research Team</h3> <br><br>Audio report regarding the disrespectful treatment of new research staff, September 14th, 2145. As you know I have gone to considerable effort to recruit my staff researchers for Alpha Labs. Finding team members with the qualifications, let alone the willingness to come to Mars, has not been a trivial task. You know this already.<br><br>But it is necessary to emphasize why their complaints must be taken seriously. We won't be able to keep our people or recruit new researchers if the harassment continues. No, harassment is exactly the right word. I'm routinely getting reports of UAC security asking inappropriate questions and submitting my staff to unnecessary background checks.<br><br>I must insist that we be allowed to keep our personal lives private and be left to complete our assignments without further delays. If there is some kind of security threat, I suggest that UAC security look more deeply into their own staff. This is Andrew Chin, end.<br><br><br><h2>Email</h2><br><h3>Play Uanet's DracoWyzard now!</h3> <br><br>Date: 10-11-2145 <br><br>From: martianbuddy.com <br><br>On-Line Gamer,<br><br>The quest for the Chalice of Sanguine Drak begins now! The evil Vloxomire has cast a dark cloud of evil across the lands of Nozgath . Who will rise above and challenge his legion of Wyldwulves and Berserkotrolls?<br><br>Raise your scimitars aloft and strike back! Join Uanet's hottest RPG DracoWyzard today for only 29 credits per month!<br><br><br><h3>8 sided die</h3> <br><br>Date: 10-12-2145 <br><br>From: Walter Connors <br><br>Dear Chin,<br><br>I am writing in regard to the 8 sided die you borrowed from me. If you are not going to invite me to the game, then I would like my 8 sided die back. It has been 2 weeks and I am very irritated.<br><br>Walter Connors <br><br><br><h3>The E-Rock Has Landed</h3> <br><br>Date: 11-08-2145 <br><br>From: Erik Reeves <br><br>Andy,<br><br>Just got in. That ride sucked. I flew in with the new systems analyst, Jaime Mendoza. He was always getting into it with these two security goons, Jim Daly and Mark Walters. They would argue for hours (and sometimes days) about ANY topic. A month and a half in that sardine can will make anyone bug out after a while.<br><br>Anyway, let's get some lunch. I need some real food!<br><br>-Erik <br><br><br><h3>Storage cabinet 038</h3> <br><br>Date: 11-12-2145 <br><br>From: Brian Wellington<br><br>Mr. Chin, <br><br>The repairs to storage cabinet 038 have been completed. The door is no longer stuck and we pulled the dent from the side. It would be a good idea in the future to remember your cabinet codes instead of trying to force it open with a wrench. Just for your records the new code for cabinet #038 is 409, might be a good idea to write it down.<br><br>Maintenance<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30135, "title": "Allen Rhodes", "text": "ID: 0712-01<br>Rank: Chief Engineer<br>Security: General Access<br>Post: Energy Processing Sector One<br>Found: Control Room; on the computer console next to his body<br><br><h2>Audio Logs</h2><br><br><h3>Auxiliary Power Update</h3><br>This is the audio log of Chief Allen Rhodes, October 12, 2145. Well, we made significant progress with the field coupler this week. If my calculations are correct this should provide a considerable boost to the converter's output. I just wish Meyers wasn't so damn pushy about this project of his. Well, to be fair it's actually Betruger's project. Meyers is just trying to follow orders and do his job... Anyhow, what we are doing is extremely complex and requires us to be firing on all cylinders. Expanding all the transference data from Delta has been a very difficult process. What he's proposing requires the full use of a single grid array. I'm just glad we have the entire auxiliary unit to work with. My hope is within the next few weeks, we will be able to prime the main array in parallel and have the auxiliary working in sufficient capacity for the folks over in Exis Labs. And... uh, I think that's all I've got for now. Allen Rhodes signing off.<br><br><h3>Personal Update</h3><br>Uh, Chief Allen Rhodes, November 15th, 2145. The situation here in Sector One is bad. Shortly after getting the auxiliary grid synched with the main array, we experienced a huge power surge... and, uh, the, uh, the output readings are nominal which, uh, leads me to conclude that it's not the auxiliary core. It-it sounds like a problem with the main array. Regardless, I... started hearing screams and gunfire over one of the channels just before our communications went down.<br><br>Well, we have been trying desperately to get in touch with Meyers over in Exis to see what he knows. Several of my technicians have not reported back yet, and my senior technician described... described a bloodbath near a coolant transfer zone. Following that transmission his radio went dead and I've not heard from him since. A few of my other technicians reported seeing strange... creatures appearing out of thin air and... None of them have reported back yet.<br><br>The rest of my team and myself have barricaded ourselves in a control room here in Sector One, and we will continue trying to get communications working, but I don't know how much longer we can stay here. I'll update soon... Chief Rhodes, signing off.<br><br><h2>Email</h2><br><br><h3>Transfer Data</h3><br>From: Dr. Richard Meyers<br>Date: 11-02-2145<br><br>I'm aware of the ongoing effort to get the Auxiliary Core online however, if we are going to meet Betruger's deadline, I need you to help with the transference data. I'll send over blocks 37-52, please try to get them done as quickly as possible.<br><br>-Dr. Meyers.<br><br><br><h3>Happy Halloween!</h3><br>From: Sharon Rhodes<br>Date: 10-31-2145<br><br>I put the kids to bed even though they are still vibrating from sugar! Bobby went as a cowboy again! Sally went as a devil. I think the princess days are behind her. She made the most adorable pitchfork out of scraps she found in your workshop. Pumpkin carving isn't the same without you and we can't wait for you to get back.<br>Love,<br>-Sharon ", "authors": ["Unknown [ Destiny ] "]}, {"id": 30136, "title": "Jacob Stemmons", "text": "<br>ID: 7545-99 <br><br>Post: Spec. Analysis, Level 2 <br><br>Title: Analysis Supervisor <br><br>Security: General Access <br><br>Found: Maintenance Area 4; next to his body<br><br><h2>Email</h2><br><h3>Storage Locker Update</h3> <br><br>Date: 11-13-2145 <br><br>From: Thomas Franks <br><br><br>Jacob, <br><br>We have recently changed the code on the storage locker near the stasis transfer control to: 3 7 1. Please be sure to annotate this on the Security Report for the local security detail.<br><br>Thank You, <br><br>Thomas Franks <br><br>Delta Security, Clerk<br><br><br><h3>RE: Power out!!</h3> <br><br>Date: 11-15-2145 <br><br>From: Maintenance Division <br><br>Mr Stemmons, <br><br>We are aware of the power problems in your area. Presently, we are dealing with several power issues throughout the entire Delta complex. It would be a great help if you would check some of the circuit breaker boxes in Maint-04 to determine if it is simply a breaker issue. Please file a report with the help desk and we will be out to your department as soon as possible.<br><br>Thank You, <br><br>Maintenance Division<br><br>---Original Message--- <br><br>Date: 11-13-2145 <br><br>To: Maintenance <br><br>The damn power has been fluctuating all week in the Specimen Transfer Area. These conditions make it extremely frustrating to work! Can you please send someone down here to check on the situation.<br><br>Thank You, <br><br>Jacob Stemmons<br>", "authors": ["Unknown [ Destiny ] "]}, {"id": 30137, "title": "James Holiday", "text": "<br>ID: 7085-64 <br><br>Post: Communications Transfer <br><br>Title: Transport Controller <br><br>Security: Comm Transfer Access <br><br>Found: Service Room 2A; next to his body (Warning: picking up PDA will trigger an ambush)<br><br><h2>Audio Logs</h2><br><h3>Artifact Transport Concerns</h3> <br><br>This is the audio log of controller James Holiday, dated September 24th, 2145. The recent transport issues from Site 3 have caused the board to call a formal inquiry.  We'll study weight limits and suggest better ways to provide protection for Site 3 artifacts. Our equipment- [STATIC] -what the fu...?! Dammit.  These PDAs. Does anything work?  ...I'll finish this later.<br><br><h2>Email</h2><br><h3>Those Damn Chainsaws!</h3> <br><br>Date: 11-13-2145 <br><br>From: Ron Ridge <br><br>Hey James, <br><br>What are we gonna do with all those chainsaws? We've got two shipments of excess medical equipment coming in very soon and we're gonna need the space. I can't believe someone mis-shipped those things. I can't think of a more useless piece of equipment then a chainsaw on Mars!?! Anyway you gotta help me get rid of these Beavertooths.<br><br>Thanks, <br><br>-RR <br><br><h3>Site 1 needs</h3> <br><br>Date: 11-15-2145 <br><br>From: Shipping Authority <br><br>The UAC has terminated all research at site 1. This includes the McNeil Projects. Arrangements for transportation and storage of useful equipment should be made immediately.<br><br>-Shipping Authority<br>", "authors": ["Unknown [ Destiny ] "]}]}