{"game_title": "The Division 2", "series_title": "The Division", "codexes": [{"id": "28060", "title": "Portrait of Ginevra de&#39; Benci", "text": "Painting by Leonardo da Vinci.<br><br>This portrait is one of a young lady renowned for her skill as a conversationalist and poet, possibly commissioned on the occasion of her betrothal to Luigi Niccolini. On the back is another piece by Leonardo, Wreath of Laurel, Palm and Juniper With a Scroll Inscribed Virtutem Froma Decorat, depicting a celebratory wreath inscribed with de'Benci's motto, \"Beauty Describes Virtue\".", "authors": ["Unknown"]}, {"id": "28061", "title": "St George and the Dragon", "text": "Painting by Raphael.<br><br>Painted in the early years of the 16th century, this cabinet painting shows the saint, clad in distinctive gear of a member of the Order of the Garter, triumphing over a serpentine-looking dragon. The order had recently been awarded to Raphael's patron, and research suggests the painting was in turn a gift for King Henry VII of England, who originally granted the honor.", "authors": ["Unknown"]}, {"id": "28062", "title": "Bazille and Camille", "text": "Painting by Claude Monet. <br><br>Monet was the father of the Impressionist movement, which was named after his piece Impression, soleil levant. This piece predates much of his impressionistic artwork, serving as a study for a larger piece painting in 1864-1865. The Camille of the title refers to Monet's first wife, who often served as his model.", "authors": ["Unknown"]}, {"id": "28063", "title": "Watson and the Shark", "text": "Painting by John Singleton Copley.<br><br>Nearly three decades after the fact, America Painter John Singleton Copley caused a sensation with his depiction of the assault on young Brook Watson by and aquatic predator. Notable in the painting is the prominent place occupied by a West Indian crewmate who tosses Watson a line. The painting was likely commissioned by Watson himself, who survived the attack and went on to success as a businessman. It was viewed as an important precursor to 19th century romanticism. <br>", "authors": ["Unknown"]}, {"id": "28064", "title": "Woman Holding a Balance", "text": "Painting by Johannes Vermeer.<br><br>This work by Vermeer perfectly captures the tension between the worldly and the religious in the 17th century Dutch culture. While the woman looks at the gold and pearls, a painting of the Last Judgement looms behind her on the wall, calling her to reflect on things besides the material. Vermeer's subtle work with light illuminates and lends weight to the stakes of the painting. ", "authors": ["Unknown"]}, {"id": "28065", "title": "The Boston Massacre ", "text": "Engraving by Paul Revere.<br><br>Created by Revolutionary War hero Paul Revere, this engraving commemorated the events of the bloody encounter between British troops and a mob of American colonists, 5 colonists were killed when British soldiers fired into the unruly crowd. Revere's engraving was widely circulated throughout the thirteen colonies, whipping up resentment against the British and sentiment for independence.", "authors": ["Unknown"]}, {"id": "28066", "title": "Vincent van Gogh - Self-Portrait", "text": "Painting by Vincent van Gogh.<br><br>One of 36 Van Gogh painted over the period of a decade, this self-portrait ranks as one of the most important, as he painted it in one sitting at the asylum at St-Remy after a series of breakdowns. This piece was the first he painted as he began to recover. Van Gogh himself believed this painting exhibited his \"true character\", and wrote of the color choices he made to his beloved brother Theo.", "authors": ["Unknown"]}, {"id": "28067", "title": "The Great Red Dragon and the Woman Clothed with the Sun", "text": "Painting by William Blake.<br><br>One of the four watercolors Blake did illustrating the Great Dragon of Revelation, this piece shows the beast in thunderous conflict with a woman who represents the forces of good. Despite the wrack and ruin imposed by their conflict, the two figures almost appear to be reaching out to one another. Blake's complicated view of good and evil can be summed up in the following quote: \"I do not consider either the just, or the wicked, to be in a supreme state...\" And indeed the monster's flood will drain off and it will fly away to bedevil mankind again, depriving either side of a final victory.", "authors": ["Unknown"]}, {"id": "28068", "title": "Judith Leyster - Self-Portrait", "text": "Painting by Judith Leyster. <br><br>One of only two women accepted as a master by Haarlem's painter's guild during the 17th century, Leyster specialized in painting of what were called \"the merry company\" - musicians, masked revelers and the like. This self-portrait shows off not only herself at work, casually grasping a fistful of brushes, but also her specialty, as she is portrayed working on a \"merry company\" piece. Leyster is also dressed formally, so as to assocaite painting with the then-finer artistic pursuits of literature, philosophy and so forth.", "authors": ["Unknown"]}, {"id": "28069", "title": "The Fall of Phaeton", "text": "Painting by Sir Peter Paul Rubens.<br><br>This masterwork by Sir Peter Paul Rubens tells the story of Phaeton, son of Apollo. Having convinced his father to let him drive the chariot of the sun across the heavens, Phaeton proved too weak for the task as the chariot flew erratically too close and then too far from earth, alternately burning and freezing it. Ultimately Zeus was forced to unleash a thunderbolt to kill the boy to save the seasons (represented here by winged figures called Horae) and celestial cycles.", "authors": ["Unknown"]}, {"id": "28070", "title": "Hercules and the Nemean Lion", "text": "Woodcut by Nicolò Boldrini. <br><br>This woodcut was created from two wooden blocks, one holding tan ink and the other black. Nicolò Boldrini, the creator of the piece, is regarded as the greatest of the Venetian chiaroscuro artists, and the way the two block are in exact registration - avoiding \"shadows\" - is testament to his craft. The Twelve Labors of Hercules were often used as a metaphor for virtue overcoming vice during the Renaissance, and this exemplar of the form was later an influence on Peter Paul Rubens and Eugène Delacroix.", "authors": ["Unknown"]}, {"id": "28071", "title": "Rembrandt van Rijn - Self Portrait", "text": "Painting by Rembrandt van Rijn.<br><br>Painted in 1659, after a series of financial reversals, this self-portrait reveals an older, wiser Rembrandt van Rijn. All told Rembrandt committed to canvas roughly 80 self portraits of one form or another. This one was inspired by Raphael's portrait of Baltasar Castiglione (1514-1515), with Rembrandt going so far as to adopt the same pose with his hand to affect the image of the learned painter.", "authors": ["Unknown"]}, {"id": "28072", "title": "The Emperor Napoleon in His Study at the Tuileries", "text": "Painting by Jacques-Louis David.<br><br>This introspective piece by renowned neoclassicist painted Jacques-Louis David shows a quieter side to Napoleon. The clock showing the early morning hour and Napoleon's slightly rumpled appearance show that he was a tireless laborer, while other symbolic elements of the painting reaffirm his status as a strong leader. Commissioned in 1804 by the Marquess of Douglas and Clydesdale (in Scotland), the painting signaled the beginning off a new period of realism in French painting.", "authors": ["Unknown"]}, {"id": "28073", "title": "George Washington&#39;s Battle Sword and Scabbard", "text": "A relic from one of the museums in DC.<br><br>Made in Fishkill, NY, by an immigrant cutler named John Bailey, this is the sword George Washington wore as commander of the Continental army. It is a steel hanger sword, 36.25 inches in length, with a green-dyed ivory handle decorated with a silver strip. The scabbard is leather with silver trim, Washington left his nephew the sword, telling him to draw it only \"in self-defense or in defense of country and its rights.\"", "authors": ["Unknown"]}, {"id": "28074", "title": "Crystal Skull", "text": "A relic from one of the museums in DC.<br><br>Carved from white quartz, this larger than life sized crystal skull has a hollow cranium. It supposedly is the hand crafted and dates back to pre-Columbian times, but recently findings have cast doubt on those assertions. It was mailed anonymously and donated in 1992.", "authors": ["Unknown"]}, {"id": "28075", "title": "Teddy Roosevelt&#39;s Teddy Bear", "text": "A relic from one of the museums in DC.<br><br>Made circa 1903 by the Ideal Toy Company, this toy is one of the original Teddy Bears. The bear became associated with President Theodore Roosevelt after he refused to shoot a bear that was tied to a tree in 1902. Candy store owners Rose and Morris Michtom asked Roosevelt's permission to make \"Teddy's Bears\" to commemorate the event, and he granted it. The stuffed bears proved immensely popular, and for the 60th anniversary of the creation of the bear, this one was brought out to pose with Roosevelt's great-grandchildren. After this, the bear was supposed to be donated, but the children found themselves unable to part with it, and the donation was delayed for several years.", "authors": ["Unknown"]}, {"id": "28076", "title": "The Constitution of the United States", "text": "A historical document of great value.<br><br>Written on four sheets of parchment in 1787, the original United States Constitution consists of a preamble, sever articles and a closing endorsement. The document lays out the basis of law and government in the United States, replacing the Articles of Confederation. The Constitution was approved for signing on September 15, 1787, and prepared for signing on September 17, 39 of the 49 delegates present signed the document which was then taken to the states for ratification.", "authors": ["Unknown"]}, {"id": "28077", "title": "Plymouth Rock Fragment", "text": "A relic from one of the museums in DC.<br><br>A fragment of the rock where the Mayflower Pilgrims were reputed to have landed in 1620 Massachusetts, this fragment was obtained legally during the period when visitors to the site were provided with hammers and told to take their own souvenirs. This practice eventually ended and the remainder of Plymouth Rock was fenced off from the public for its own protection. ", "authors": ["Unknown"]}, {"id": "28078", "title": "Lewis and Clark Pocket Compass", "text": "Purchased in 1803 by Meriweather Lewis as scientific equipment for his upcoming journey with William Clark, this compass has a mahogany box, a silver-plated brass rim, a paper dial, two brass sight vanes, and a leather pouch. It was made by Philadelphia instrument maker Thomas Whitney, and was one of the few tools that survived the expedition up the Missouri and beyond. ", "authors": ["Unknown"]}, {"id": "28079", "title": "Greffuhle Stradivarius", "text": "A relic from one of the museums in DC.<br><br>Made by Antonio Stradivari of Cremona, Italy around 1709, this violin is one of eleven decorated with inlaid animals, flowers and vines. The top plate of the violin is spruce, while the back and ribs are maple. The violin is named for the French nobleman it was originally made for.", "authors": ["Unknown"]}, {"id": "28080", "title": "Old Glory Flag", "text": "A relic from one the museums in DC.<br><br>The personal property of Captain William Driver, the flag known as \"Old Glory\" traveled with him around the world. When he retired to Nashville, TN, he took the flag with him and proudly displayed it until Tennessee seceded from the United States. Driver sensibly hid the flag, having his daughter sew it inside a quilt, until February 25, 1862, when General Ulysses S. Grant took Fort Donelson and occupied Nashville. Overjoyed, Driver took \"Old Glory\" to the state capitol dome, climbed it, and unveiled \"Old Glory\" for all to see.", "authors": ["Unknown"]}, {"id": "28081", "title": "Yamaki Pine", "text": "A relic from one of the museums in DC.<br><br>Donated by bonsai master Masaru Yamaki, this pine tree is nearly four hundred years old. It is also notable for having survived the atomic bombing of Hiroshima. Donated as a gift to the people of the United Sates in 1976 for the Bicentennial, the tree had its true provenance revealed in March of 2001 when two of the bonsai master's grandsons revealed its history.", "authors": ["Unknown"]}, {"id": "28082", "title": "Lincoln&#39;s Pocket Watch", "text": "A relic from one of the museums in DC.<br><br>A rare piece of ostentation for the normally somber sixteenth President, Lincoln's gold pocket watch was an important symbol of his success as a lawyer. The movement of the watch was made in Liverpool and is capable of keeping time within a couple of seconds per day, while the case is 18K gold and was manufactured in the United States. A series of messages have been inscribed on the interior of the watch over the years, apparently without Lincoln ever knowing about them.", "authors": ["Unknown"]}, {"id": "28083", "title": "Abraham Lincoln&#39;s Top Hat", "text": "The hat Abraham Lincoln wore to the fateful evening at Ford's Theater, the hat is one of the most treasured artifacts in all of American history. Made by Washington hat-maker J.Y. Davis for President Lincoln, it has a lack mourning band in memory of Lincoln's son Willie. After Lincoln's assassination, it was preserved with his other belongings from the theater by the War Department.", "authors": ["Unknown"]}, {"id": "28084", "title": "The Bill of Rights", "text": "A historical document of great value.<br><br>The original document containing the first ten amendments to the United States Constitution was created June 8th, 1789 by James Madison. Madison introduced a list of nine amendments limiting Federal powers and guaranteeing citizens rights, in accordance with the principles of the Anti-Federalist Party. Ultimately, 12 amendments to the Constitution were proposed, with ten of them passing at the time. These ten become the Bill of Rights.", "authors": ["Unknown"]}, {"id": "28085", "title": "Thomas Jefferson&#39;s Polygraph ", "text": "A relic from one of the museums in DC.<br><br>Not a lie detector, but rather a device used to create multiple copies of a document as a writer composed them, this polygraph was patented by John Isaac Hawkins in 1803. Jefferson was keenly interested in polygraphs during his life, purchasing several and making suggestions for design improvements to Charles Wilson Peale, who owned the American rights to the device.", "authors": ["Unknown"]}, {"id": "28086", "title": "George Washington", "text": "Painting by Gilbert Stuart.<br><br>Widely regarded as \"the father of his country\", Washington (1732-1799) was the first President and the commander in chief of the Continental army during the Revolutionary War. In 1789 he installed the Supreme Court, and during his presidency he also put down the Whiskey Rebellion. Washington and his wife, Martha, lived at Mount Vernon, in Virginia. He served as President from 1789 through 1797, and was elected unanimously both times by the Electoral College. He also presided at the Constitutional Convention of 1787, which laid the groundwork for the United States as a nation.", "authors": ["Unknown"]}, {"id": "28087", "title": "Benjamin Franklin", "text": "REPLACE", "authors": ["Unknown"]}, {"id": "28088", "title": "James Madison", "text": "Painting by Gilbert Stuart.<br><br>The fourth President of the United States, James Madison (1751-1836) is known as \"The Father of the Constitution\" for his efforts in drafting and promoting both the Constitution and the Bill of Rights. An author of the Federalist Papers, he came to oppose Hamilton's vision of a strong central government and instead partnered with Thomas Jefferson to found the Democratic-Republican Party. During his time as President, Madison led the nation into the War of 1812, which exposed flaws in the fledgling country. As a result, Madison became a supporter of a stronger central government and a national bank, which previously he had opposed.", "authors": ["Unknown"]}, {"id": "28089", "title": "Alexander Hamilton", "text": "Painting by John Trumbull.<br><br>The father of Federalism, Alexander Hamilton (1755? - 1804) wrote the vast majority of the Federalist Papers, and founded the Federalist Party. The first Secretary of the Treasury under George Washington, he argued successfully for the federal powers to underwrite states' debts, set tariffs and create a national bank, among others. He briefly served as Commanding General of the US Army during the \"Quasi-War\" against France. An influential promoter of the US Constitution, he also founded the United States Coast Guard and the New York Post newspaper. ", "authors": ["Unknown"]}, {"id": "28090", "title": "John Adams", "text": "Painting by Gilbert Stuart. <br><br>The first Vice-President and second President of the United States, John Adams (1735-1826) was a fierce patriot and one of the authors of the Declaration of Independence. A notable advocate of the notion of innocence until proven guilty, he served as legal defense for the British soldiers who stood trial for the Boston Massacre. He also helped draft the peace treaty with Great Britain that ended the Revolutionary War, and was responsible for drafting the Massachusetts state constitution, which had a heavy impact on drafting the national constitution. ", "authors": ["Unknown"]}, {"id": "28091", "title": "Thomas Jefferson", "text": "Painting by Gilbert Stuart.<br><br>The principal author of the Declaration of Independence and the third President of the United States, Thomas Jefferson (1743-1826) was noted as one of the most brilliant minds in the history of American politics. He served as the second Vice-President of the country, and was Secretary of State under George Washington. He worth with James Madison to found the Democratic-Republican Party, and founded the University of Virginia. While President, he oversaw both the Louisiana Purchase, which doubled the size of the country, and the controversial Embargo Act of 1807, in response to British threats to American shipping.", "authors": ["Unknown"]}, {"id": "28092", "title": "John Jay", "text": "Painting by Gilbert Stuart.<br><br>The first Chief Justice of the United States, John Jay (1745-1829) also served as the President of the Second Continental Congress. A noted Federalist, he contributed to the Federalist Papers and negotiated the controversial Jay Treaty with Great Britain. He served as Secretary of Foreign Affairs following the end of the Revolutionary War, and was governor of the state of New York from 1795 to 1801. From 1779 to 1782, he was Ambassador to Spain, and convinced Spain to support the fight for independence from Great Britain. ", "authors": ["Unknown"]}, {"id": "28093", "title": "Profile: Emeline Shaw - Controlling The Narrative", "text": "HARLAN LLOYD: Have you read this?<br><br>EMELINE SHAW: What is it?<br><br>HARLAN LLOYD: A report on JTF's investigation on how Ridgeway was handling the quarantine. This is what sent him to jail.<br><br>EMELINE SHAW: So? What's your point?<br><br>HARLAN LLOYD: You've been painting JTF as the devil. Well, one of many devils. How do you think people would react if they saw this?<br><br>EMELINE SHAW: Burn it.<br><br>HARLAN LLOYD: What?<br><br>EMELINE SHAW: Burn it. Burn every copy you find.<br><br>HARLAN LLOYD: Leave it to me.<br><br>", "authors": ["Unknown"]}, {"id": "28094", "title": "Profile: Emeline Shaw - Motivation", "text": "EMELINE SHAW: Have you forgiven them?<br><br>OUTCAST MEMBER: Never.<br><br>EMELINE SHAW: Of course not. How could you? How could anyone forgive what they did to us?<br><br>OUTCAST MEMBER: But there's a difference. Between hating someone and hurting them.<br><br>EMELINE SHAW: You don't think they deserve to be punished?<br><br>OUTCAST MEMBER: That's not what I'm saying. Of course they do.<br><br>EMELINE SHAW: Who has the right to punish them if not us?<br><br>OUTCAST MEMBER:  I don't know.<br><br>EMELINE SHAW: It's not just our right. It's our obligation. Those that didn't make it. Do you understand?<br><br>OUTCAST MEMBER: I understand.<br><br>", "authors": ["Unknown"]}, {"id": "28095", "title": "Profile: Emeline Shaw - Making Examples", "text": "HARLAN LLOYD: What are we going to do with him? We can't let him go. People want payback, and this kid's JTF.<br><br>EMELINE SHAW: I know.<br><br>HARLAN LLOYD: We have to make an example of him. Publicly.<br><br>EMELINE SHAW: You mean I have to.<br><br>HARLAN LLOYD: Yeah, I mean you have to. Like it or not, you're the one people look to. So it's on you to show them the way.<br><br>EMELINE SHAW: Then I'll give them an example they won't forget.<br><br>", "authors": ["Unknown"]}, {"id": "28096", "title": "Profile: Emeline Shaw - Population Control", "text": "HARLAN LLOYD: We captured another sixteen people today. That's thirty-four in the last five days. It's a lot of extra mouths to feed.<br><br>EMELINE SHAW: Why are we feeding them?<br><br>HARLAN LLOYD: We aren't gonna get a lot of work out of them if we don't.<br><br>EMELINE SHAW: Get whatever use out of them you can. Then dump their bodies somewhere our enemies will find them.<br><br>HARLAN LLOYD: You wanna piss 'em off so they'll fight harder?<br><br>EMELINE SHAW: I want to horrify them. Make them fear us. Because fear will weaken them.<br><br>HARLAN LLOYD: You're right. You're right...<br><br>EMELINE SHAW: We have to be monsters. It's the only way we can get justice.", "authors": ["Unknown"]}, {"id": "28097", "title": "Profile: Emeline Shaw - Prosecution", "text": "EMELINE SHAW: We are here to answer one essential question: did the defendant, David Kemble, murder Jessica Tempova on the afternoon of September twenty-first? Did he force entry into her Woodridge apartment after she threatened to call the police? Did he stab her thirty-six times as she tried to fight him off? Did he then dismember her and dump her remains?<br><br>The evidence you will see and the testimony you hear will lead to the only possible answer to this question: David Kemble is guilty. He stalked Jessica for weeks after they broke up. He left threatening voice and text messages. He vandalized her car. And when none of that convinced her to take him back, he murdered her. This monster deserves to be punished.", "authors": ["Unknown"]}, {"id": "28098", "title": "Profile: Emeline Shaw - Legacy", "text": "HARLAN LLOYD: Why are we even talking about this?<br><br>EMELINE SHAW: Because it's important! If something happens to me...<br><br>HARLAN LLOYD: Nothing's going to happen to you!<br><br>EMELINE SHAW: Harlan! Stop it! If something happens, if I'm killed, you need to use it.<br><br>HARLAN LLOYD: Use it?<br><br>EMELINE SHAW: To hold people together. To galvanize them.<br><br>HARLAN LLOYD: Make a martyr of you.<br><br>EMELINE SHAW: Exactly! Because otherwise it could all fall apart. It has to mean something! I need to know that it means something!<br><br>HARLAN LLOYD: Of course it means something. Of course it does.<br><br>EMELINE SHAW: It has to!<br><br>", "authors": ["Unknown"]}, {"id": "28099", "title": "Profile: Emeline Shaw - Nightmares", "text": "EMELINE SHAW: Harlan? Do you know if we have any more glycine?<br><br>HARLAN LLOYD:  Still having trouble sleeping?<br><br>EMELINE SHAW: It's nothing.<br><br>HARLAN LLOYD:  Okay, I'll see what I can dig up.<br><br>EMELINE SHAW: I still hear her voice sometimes. At night. Crying out for me.<br><br>HARLAN LLOYD:  I'll find something for you. I promise.<br><br>", "authors": ["Unknown"]}, {"id": "28100", "title": "Profile: Emeline Shaw - Savannah", "text": "Emeline Shaw: Where's my daughter? <br><br>JTF Guard: Ma'am, step away from the fence.<br><br>Emeline Shaw: Just tell me where she is! Please!<br><br>JTF Guard: What's her name?<br><br>Emeline Shaw: Shaw! Savannah Shaw!<br><br>JTF Guard: Shaw... She's in the morgue.<br><br>Emeline Shaw: No. That can't be true.<br><br>JTF Guard: Look, I'm sorry. Truly. But you need to get back.<br><br>Emeline Shaw: I'll kill you. All of you.<br><br>JTF Guard: Ma'am, I have orders to shoot anybody who approaches the perimeter. <br><br>Emeline Shaw: All of you!", "authors": ["Unknown"]}, {"id": "28101", "title": "Kenly College - Yellow", "text": "SANDRA BENSON: How you holding up?<br><br>PATRICIA THOMPSON: Fine. We're always stretched pretty thing before the new fiscal year. I just hope we don't lose that grant money. <br><br>SANDRA BENSON: You'll get it. I don't know about you, but the health center is basically at capacity. The strain this year is really bad.<br><br>PATRICIA THOMPSON: We've definitely had an influx in flu cases, but the presentation seems off. CERAs got us on a yellow alert. <br><br>SANDRA BENSON: That's normal. At this point I'm just handing out hand sanitizers and condoms hoping they'll be responsible and I don't run out of antibiotics. <br><br>PATRICIA THOMPSON: Same.<br><br>SANDRA BENSON: Last thing I need is another chlamydia outbreak. These kids need to blow off some steam, but the Derby Ball always ends up with at one kid in here with bronchitis or a broken leg cause they were trying to impress some girl. I don't know if I have it in me to deal with that shit this year. <br><br>PATRICIA THOMPSON: Could be worse. You could be handing out methadone cause the clinic down the street lost it's funding.<br><br>SANDRA BENSON: Yeah, never have to worry about the funding in academia, just getting deliveries out to the boonies.<br><br>PATRICIA THOMPSON: You've got a metro stop.<br><br>SANDRA BENSON: The only drugs they deliver on the metro. I'm not allowed to prescribe.<br><br>", "authors": ["Patricia Thompson", "Sandra Benson"]}, {"id": "28102", "title": "Kenly College - Quarantine", "text": "SANDRA BENSON: Fifteen new cases. <br><br>PATRICIA THOMPSON: The Derby Ball?<br><br>SANDRA BENSON: I fucking told him. You let them have a party, kids who are sick as fuck will down a bunch of pain killers, smoke and drink until they feel good enough to party and then infect each other. <br><br>PATRICIA THOMPSON: We had to lock the doors and turn people away yesterday. Two of my nurses are out. And, the longer this shit goes on the more I'm convinced it's not the flu. <br><br>SANDRA BENSON: If I didn't know better, I'd think it was smallpox, but that's fucking crazy. <br><br>PATRICIA THOMPSON: It's not. That's what we're all saying here. That's the rumor CERA keeps trying to kill because they don't want to start a panic. <br><br>SANDRA BENSON: We have to quarantine the kids and evacuate the school. We don't have the resources to deal with an outbreak like that. I gotta get this asshole to listen to me. <br><br>PATRICIA THOMPSON: I sent some samples to the lab, told them to test for smallpox, should have them back in a couple of hours. I can email you the results, maybe seeing it on official letterhead will make him listen to you. ", "authors": ["Patricia Thompson", "Sandra Benson"]}, {"id": "28103", "title": "Kenly College - Safe", "text": "EVA GARCIA: Hey, mom. Just wanted to let you know that I made it back. And, I'm fine. The dorm didn't burn down. Flight was garbage. We were delayed three hours and had to switch planes because some fatty broke the plane. Good news, Blue Ladies killed it at the Lacrosse Derby. Derby Ball this year is gonna be sick. The team is amazeballs. Mom, I gotta go, my roomie just came back. She's not feeling great. They think she has strep or something. I promised to go to the health center and pick up her prescription. Anyway, just wanted to let you know I made it back and didn't get murdered on the metro. Love you. Don't forget to list to my podcast. Prof says I need at least fifty listens to get the extra-credit.", "authors": ["Eva Garcia"]}, {"id": "28104", "title": "Kenly College - Derby Ball", "text": "SANDRA BENSON: Just tell me the truth. I fucking hate this rumor mill bullshit.<br><br>PATRICIA THOMPSON: CERAs talking about quarantine procedures. Advising people to wash their hands and stay home if they feel sick.<br><br>SANDRA BENSON: I've got at least five cases that aren't responding to treatment. I'm running out of beds and asked the president of the college to evacuate the dorms to set up a quarantine and cancel the Derby Ball.<br><br>PATRICIA THOMPSON: He tell you to go fuck yourself?<br><br>SANDRA BENSON: Called me a fear monger. Accused me of trying to create panic so I get a raise. Fucking academia.<br><br>PATRICIA THOMPSON: Well, it will come out of his bonus when they have to pay out the wrongful death lawsuits.<br><br>SANDRA BENSON: As satisfying as the idea of that chucklefuck losing his job is. I'd rather not be toe-tagging my kids.<br><br>PATRICIA THOMPSON: I get you.<br><br>SANDRA BENSON: You have any causalities?<br><br>PATRICIA THOMPSON: First one, yesterday.<br><br>SANDRA BENSON: How old?<br><br>PATRICIA THOMPSON: Four. Little blonde girl. Mom's an antivaxxer. Thought kombucha and miso soup would cure her. When she finally brought her in she'd lost ten pounds and was severely dehydrated. Wasn't anything I could do. Her heart couldn't take the stress.", "authors": ["Patricia Thompson", "Sandra Benson"]}, {"id": "28105", "title": "Kenly College - Homecoming", "text": "EVA GARCIA: Hey, mom. So, school is fucking closed. I did all those stupid podcasts for no reason. Finals are canceled and they ordered an emergency evacuation of campus.  Last night I got kicked out of the dorm and moved to another dorm because there wasn't any more room at the health center. Roomie got to stay, cause they still don't know what is wrong with her. It's fucking scary. There's all these rumors going around. And everyone is afraid of getting sick. And, like, now. I've got a tickle in my throat and I'm like, is this how it's starts? Like, are they going to let me get in Chad's car and leave? <br><br>Chad offered to drive me back home. It's kind of nice of him, but also, like after the shit he tried to pull freshman year. I don't know that I want to be in a car with him for three days. You know? Anyway, just wanted to give you a heads up that I'm coming home and that I need pozole. Love you. Make me pozole.", "authors": ["Eva Garcia"]}, {"id": "28106", "title": "Convoy Comms - Site Rep 19:00", "text": "JACK ARNOLD: Proteus to base. Requesting backup and air support. Outcasts have taken the convoy. Our intel was wrong. The site was not abandoned. Outcasts are set up in the college. No idea how long they've been here. We've taken multiple casualties. Outcasts have the comms and the chemicals we recovered en route. They have the SHD server. We walked into an ambush. I repeat. Proteus to base. Requesting backup and air support.", "authors": ["Jack Arnold"]}, {"id": "28107", "title": "Convoy Comms - Site Rep 17:00", "text": "JACK ARNOLD: Base this is Proteus calling in my sitrep. It's seventeen-hundred hours. We are on the way to the target, should reach the reservoir in the next couple of hours. We were able to recover some supplies and comms. Stumbled across an abandoned water treatment facility. Found some chemicals that might be useful. Came across a decommissioned National Guard base, commandeered their mobile SHD server and comms equipment. Figured it was fine since they weren't using it anymore. Swept the local weather station to recover their equipment, but it was FUBAR. I'll send an updated sitrep around nineteen-hundred, when we get to the reservoir. Proteus out. ", "authors": ["Jack Arnold"]}, {"id": "28108", "title": "Convoy Comms - Site Rep 8:00", "text": "JACK ARNOLD: Proteus to base. Mission failed. Outcasts have take the site. They're using the hydrogen chloride we recovered to make IEDs and rigging them with a remote detonator. Overheard one of the guys talking about using the SHD server to mask the signals so they can use the metro to transport the IEDs into DC. I'm gonna try to recover the server. If anyone can hear this. Do me a favor. If I don't make it back. Tell Mel I'm sorry. They were right. ", "authors": ["Jack Arnold"]}, {"id": "28109", "title": "Kenly Podcast - Welcome To Kenlycast", "text": "EVA GARCIA: Welcome to Kenlycast. The only podcast for and about Kenly College, that gets you extra-credit in your history and media production courses. This is Eve and today we are talking about the history of Kenly. Exciting stuff. I know we've all heard the rumors about the secret society that constructed the obelisk and some of the buildings on campus but what's the truth? <br><br>Well, our beloved General Kenly was a member of the Golden Architects. He was the original owner of this land. And he did decree that the college be founded so that \"an education in line with the core beliefs of the Order\" could be established for Maryland \"men\". And the reservoir be built to \"serve the moral, intellectual, and practical needs of Maryland\". Like, this guy super had a savior complex. And I know it was normie for his time, but totes sexist now. ", "authors": ["Eva Garcia"]}, {"id": "28110", "title": "Kenly Podcast - Liberal Arts", "text": "EVA GARCIA: Welcome back to Kenlycast, the only Kenly podcast where extra-credit is not only a bonus but a requirement for listening in. As time marches on, so does the progress of time? Where were we? So, yeah. Kenly, not a bad dude, but also not the greatest. I mean, he's not Lincoln and he's no Lee. And for an institution that didn't allow women in until 1920, which, actually that's pretty good. Like that's six years before Sarah Lawrence was established, so, yeah, good on you Kenly College for being ahead of the curve on that one. But, yeah, the reason, the real reason they let women in wasn't because they were super progressive or anything, it's because they needed the money. <br><br>World War I had like totally ravaged the population and there were not a lot of dudes looking to get their education when they were worried about starting families. And those who were were dealing with PTSD and the influenza pandemic that wiped out a lot of potential student bodies. However, there were a lot of spinsters looking to make something of themselves and Kenly capitalized on this new demand for higher learning ladies. In order to go co-ed, two additional dorms were build to house the new students. I mean, it was the roaring twenties but it was still the twenties and like, way before the sexual revolution was even a thing. And it took like another thirty-seven years for Kenly to be like, nah, we don't want to be associated with that creepy ass secret society bs anymore. <br><br>They wanted to appear more modern and liberal and tried to rebrand the college as a bastion for free thinkers and exploration. But, there is still some really jacked up shit in the student code of conduct. If you haven't seen the original charter and code of conduct shit you should check it out in the library's special collection. It's creepy as fuck. I mean like there is a section on how Puerto Rican you can be to be a member. Like, what?", "authors": ["Eva Garcia"]}, {"id": "28111", "title": "Kenly Podcast - WIP", "text": "EVA GARCIA: Welcome back to Kenlycast, the only podcast that's still casting. I know we've talked about some of the weird shit on campus like the obelisk. I mean, could there be like a more phallic symbol just hanging out in the quad? We get it. You're a men's organization. You need the penis beacon to light your way. It's just super weird. But, like not as weird as the fact that there is like a church with a crypt on campus. Like, um.... why is there a crypt? Who is buried in the crypt? Is a crypt a crypt without bodies? Like if the crypt doesn't have bodies is it just a basement? And, like if we get high as fuck and try to hold a seance in the church basement is that like super weak sauce compared to holding one in a crypt?<br><br>But it's weird, right? And, like I've gone to the library and tried to research this shit but like a bunch of the Golden Architect shit that is just like embedded in the floor and walls, the college doesn't really want you to know about it. Oh, and like the statue that is in front of the library. That like weird silver lady, you know why that's there, right? Some chick in the seventies got tired of staring at the big dick in the quad so she was like, \"we need a naked chick to counter-balance that shit\". That's some white feminist nonsense. Like, not to body shame or whateves, but just throwing a naked silver lady, that blinds the fuck out of you on sunny days in front of the library, does not offset the huge marble dong that you can see from space. <br><br>And I swear to god, sometimes if the angle is right, that obelisk is like right between her tits and she is grabbing it and like, the mirror reflection titty-fucking thing is like so not what the artist intended. I probably shouldn't smoke and then record this podcast. Good thing this shit's not live. ", "authors": ["Eva Garcia"]}, {"id": "28112", "title": "President Ellis - Going to DC", "text": "UNKNOWN: Hey, we need you in DC.<br><br>PRESIDENT ELLIS:  DC? Why?<br><br>UNKNOWN: Look, our biggest obstacle in this whole venture is the Strategic Homeland Division. Technically, they answer to you. Realistically, they're a bunch of self-governing cowboys who answer to no one. <br><br>PRESIDENT ELLIS: You think they're going to be a problem?<br><br>UNKNOWN: I think it's a risk. Which is why I want you in their faces twenty-four seven, reminding them they work for. And watching for telltale signs of misguided idealism. <br><br>PRESIDENT ELLIS: Misguided idealism?<br><br>UNKNOWN: If they fall in line, they'll be a tremendous asset. If they get in our way, they're gonna be one hell of pain in the ass. In which we need advance warning so that we can take preventative measures. <br><br>PRESIDENT ELLIS: When am I leaving?<br><br>UNKNOWN: Soon as the plane's done fueling. You'll be kicking up your heels in the Oval Office by sundown.", "authors": ["President Ellis", "Unknown"]}, {"id": "28113", "title": "President Ellis - Double Play", "text": "COUNSELOR DAVIS: Jesus, Andrew. Are you sure about this?<br><br>PRESIDENT ELLIS: You said it yourself. Somebody has to step up.<br><br>COUNSELOR DAVIS: But what do you know about these people? Can you trust them?<br><br>PRESIDENT ELLIS: I'm just a pawn as far as they're concerned. <br><br>COUNSELOR DAVIS: Isn't that a kind of shitty position to put yourself in?<br><br>PRESIDENT ELLIS: The thing is, pawns are dangerous precisely because people underestimate them.<br><br>COUNSELOR DAVIS: You think you can turn this to your advantage?<br><br>PRESIDENT ELLIS: I'm confident I can make myself indispensable. And get some things done that have needed doing for a good long time.<br><br>COUNSELOR DAVIS: I don't know. It's a dangerous game to play.<br><br>PRESIDENT ELLIS: Is there any other kind these days?", "authors": ["Counselor Davis", "President Ellis"]}, {"id": "28114", "title": "President Ellis - Introductions", "text": "REPLACE", "authors": ["Unknown"]}, {"id": "28115", "title": "President Ellis - Next In Line", "text": "COUNSELOR DAVIS: I guess you haven't heard about Mendez? <br><br>PRESIDENT ELLIS: Who is this Mendez you speak of? Sounds like a real moron.<br><br>COUNSELOR DAVIS: Not anymore. <br><br>PRESIDENT ELLIS: Oh? He's resigning?<br><br>COUNSELOR DAVIS: He's dead. Offed himself, apparently. <br><br>PRESIDENT ELLIS:  Mendez?<br><br>COUNSELOR DAVIS: Yeah, no shit. Uncharacteristic of him to actually follow through on something. But now it's all gonna be on your. Hope you're ready for it. <br><br>", "authors": ["Counselor Davis", "President Ellis"]}, {"id": "28116", "title": "President Ellis - Taking Charge", "text": "PRESIDENT ELLIS: I'm sorry miss. I'm not sure what this about but, I believe I've done everything that was asked of me.<br><br>UNKNOWN: Nobody this otherwise, Mr. Ellis.<br><br>PRESIDENT ELLIS: That's reassuring. <br><br>UNKNOWN: As soon as the capital is fully secured, it will be time for you to step forward and take charge. <br><br>PRESIDENT ELLIS: I'm ready. <br><br>UNKNOWN: I'm sure you are. I'll be in contact soon.", "authors": ["President Ellis", "Unknown"]}, {"id": "28117", "title": "President Ellis - The Mendez Problem", "text": "COUNSELOR DAVIS: I've got to run. Mendez wants to talk to me about something. <br><br>PRESIDENT ELLIS: Lucky you. I'm sure it will be stupefying. <br><br>COUNSELOR DAVIS: There's got to be some way to get this guy out of office. <br><br><Not finished>", "authors": ["Unknown"]}, {"id": "28118", "title": "President Ellis - White House Gossip", "text": "COUNSELOR DAVIS: Where've you been? You ditching meetings now?<br><br>PRESIDENT ELLIS: I was summoned. By Waller. <br><br>COUNSELOR DAVIS: What the hell for?<br><br>PRESIDENT ELLIS: I don't know. It was strange. I think he'd been drinking. <br><br>COUNSELOR DAVIS: Waller? <br><br>PRESIDENT ELLIS: Yeah, I've never seen him like that. Rambling on and on about his legacy before Green Poison game along. <br><br>COUNSELOR DAVIS: Ah. Nostalgic for the good old days when America wasn't collapsing around him?<br><br>PRESIDENT ELLIS: I guess. He kept telling me that Mendez means well and needs allies. The implication being that I should be nicer to him. <br><br>COUNSELOR DAVIS: We'd all be nicer to him if he was less of a dipshit. <br><br>PRESIDENT ELLIS: I wonder if Waller is thinking of resigning. <br><br>COUNSELOR DAVIS: Oh, god help us if he does. ", "authors": ["Counselor Davis", "President Ellis"]}, {"id": "28119", "title": "President Ellis - Facility Access", "text": "PRESIDENT ELLIS: You must be Bardon Schaeffer. I've heard great things. <br><br>BARDON SCHAEFFER: Yeah, well. I wouldn't listen to idle talk. I'm pretty lacking in redeeming qualities.<br><br>PRESIDENT ELLIS: Right. Aren't we all.<br><br>BARDON SCHAEFFER: So let's talk about this cure-all snake oil I'm supposed to ship out of here. <br><br>PRESIDENT ELLIS: Yes, about that. The situation is a bit complicated. <br><br>BARDON SCHAEFFER: No offense, but all I need from you is information. I can do my own assessment when I have all the facts. <br><br>PRESIDENT ELLIS: Okay, well here's a fact. We can't get into the facility without my briefcase, which is apparently being held at the Capitol by the True Sons. And the Division already has plans to go and get it. <br><br>BARDON SCHAEFFER: That's perfect. As soon as they hand it to you, you hand it to me. Then we go fetch the goods and we all end up with gold stars on our report cards. It's complicated at all.<br>", "authors": ["Bardon Schaeffer", "President Ellis"]}, {"id": "28120", "title": "President Ellis - Delegation", "text": "PRESIDENT ELLIS: Listen, Sara , do you have a moment? <br><br>SARA: Of course! <br><br>PRESIDENT ELLIS: I wanted to personally let you know that I'm leaving for DC in a couple of hours. <br><br>SARA: Isn't that risky? <br><br>PRESIDENT ELLIS: I've been assured I'll be quite safe. <br><br>SARA: When are you back? <br><br>PRESIDENT ELLIS: Hard to say.<br><br>SARA: Wow. <br><br>PRESIDENT ELLIS: Yeah... but I'm thinking of putting you in charge of things here. If you think you're up for it. <br><br>SARA: Wow! Of course!<br><br>PRESIDENT ELLIS: Good. That's good. In that case. I'll need to go over somethings with you. One on one.<br><br>SARA: Sure, okay.<br><br>PRESIDENT ELLIS: It's hard to guarantee privacy in my office. <br><br>SARA: We can use my quarters.<br><br>PRESIDENT ELLIS: Good idea. ", "authors": ["President Ellis", "Sara"]}, {"id": "28121", "title": "President Ellis - Opportunities", "text": "REPLACE", "authors": ["Unknown"]}, {"id": "28122", "title": "Profile: Agent Kelso - Network Failure", "text": "AGENT BROOKS: Okay, so where do we stand? <br><br>AGENT KELSO: Basically, everybody outside about a fifty mile radius of DC is completely cut off from the network. Completely. <br><br>AGENT BROOKS: What do we do about it? <br><br>AGENT KELSO: First we need to assess the full scope of the damage. Which means going places that won't be easy to get to. <br><br>AGENT BROOKS: Because they're in hostile territory? <br><br>AGENT KELSO: It's not just that. The flooding did a lot of damage, especially underground, which is where most of our infrastructure is located. <br><br>AGENT BROOKS: You think it was flooding that caused the network to go down? <br><br>AGENT KELSO: Not a chance. This was deliberate. ", "authors": ["Agent Brooks", "Alani Kelso"]}, {"id": "28123", "title": "Profile: Agent Kelso - Castle Survivor", "text": "AGENT KELSO: She still hasn't spoken?<br><br>UNKNOWN: Not a peep.<br><br>AGENT KELSO: I guess it's not exactly shocking considering what she's been through. You sure it's not medical?<br><br>UNKNOWN: I mean, we're not exactly state of the art here, but we haven't found any problems. <br><br>AGENT KELSO: What can we do for her? <br><br>UNKNOWN: Teresa's been working with her as much as she can. Activities, mostly. Painting, games--that kind of thing. <br><br>AGENT KELSO: Is it helping?<br><br>UNKNOWN: Yeah, for sure, but it's a process and Teresa has a lot on her plate. Maybe if you can stop by sometimes? <br><br>AGENT KELSO: Me?<br><br>UNKNOWN: The only time that little girl lights up is when you're around. <br><br>AGENT KELSO: Okay. Yeah, sure. <br><br>UNKNOWN: I know you're busy. <br><br>AGENT KELSO: I'll make time. <br>", "authors": ["Alani Kelso", "Unknown"]}, {"id": "28124", "title": "Profile: Agent Kelso - A New enemy", "text": "AGENT KELSO: I think they were counting on streamrolling us. Which they didn't manage to do. <br><br>MANNY ORTEGA: They came pretty damn close. <br><br>AGENT KELSO: These guys specialize in low exposure ops: get in, do the job, get out. The last thing they'd want is to get caught up in a drawn out engagement that ties up their assets and limit their adaptability. <br><br>MANNY ORTEGA: Maybe. But they seem to have a lot of assets. <br><br>AGENT KELSO: They've got bitter ambitions than just DC. And a quick, efficient symbol of victory here would help them sell themselves as liberators. <br><br>MANNY ORTEGA: You think they care about that? <br><br>AGENT KELSO: I think their plan depends on them looking like the good guys. Why else would they hook up with Ellis? He gives them legitimacy which means fewer people fighting against them and more people fighting alongside them. <br><br>MANNY ORTEGA: Against the \"bad guys\". Meaning us. <br><br>AGENT KELSO: Meaning anyone that gets in their way. But especially us. <br>", "authors": ["Alani Kelso", "Manny Ortega"]}, {"id": "28125", "title": "Profile: Agent Kelso - Doubts", "text": "MANNY ORTEGA: What's wrong? You seem a little down. <br><br>AGENT KELSO: It's nothing. <br><br>MANNY ORTEGA: Don't give me that. Something's on your mind. <br><br>AGENT KELSO: It's none of your business. Manny. Jesus. <br><br>MANNY ORTEGA: It is my business because it affect me when you're moping around like this.<br><br>AGENT KELSO: You want to know what I'm thinking? <br><br>MANNY ORTEGA: Yes. That's why I asked. <br><br>AGENT KELSO: I'm thinking I chose wrong! That I'm in the wrong place! Doing the wrong things! <br><br>MANNY ORTEGA: What are you talking about? <br><br>AGENT KELSO: Being here! In DC! Instead of being home with my family!<br><br>MANNY ORTEGA: I know the feeling. I think everybody does. I'm not sure if this is the right choice, but it's not the wrong one. And that counts for something <br><br>AGENT KELSO: That might be the least stupid thing I think you've ever said. <br><br>MANNY ORTEGA: I have my moments. <br><br>AGENT KELSO: It's stupid. But it's less stupid than usual. <br><br>MANNY ORTEGA: I'll accept that. ", "authors": ["Alani Kelso", "Manny Ortega"]}, {"id": "28126", "title": "Profile: Agent Kelso - Psych Assessment", "text": "TOM: She flunked the psych eval with flying colors. I've never scored anybody that low. <br><br>UNKNOWN: Imagine how bad things would have to get for Director 51 to be activated. Every other option would have to fail. Every single one. You tell me Kelso isn't exactly the kind of person you'd want beside you in a scenario like that. <br><br>TOM: She's pathologically insubordinate. <br><br>UNKNOWN: That's an exaggeration. She's only insubordinate to people she doesn't respect. <br><br>TOM: Are you listening to yourself? <br><br>UNKNOWN: Well, it's kind of the point, isn't it, Tom? You don't call in the Division if you've got a solid command structure in place. And if you have a failing command structure, the last thing you want is someone who's going to blindly carry out bad orders. <br><br>TOM: I already passed her. I'm just praying I don't regret it. <br><br>UNKNOWN: You won't. But let's hope we never have to find out. ", "authors": ["Tom", "Unknown"]}, {"id": "28127", "title": "Profile: Agent Kelso - The Sheriff", "text": "AGENT KELSO: Was the Sheriff here? <br><br>MANNY ORTEGA: Just left. <br><br>AGENT KELSO: Where to? <br><br>MANNY ORTEGA: Wherever there's shit needing to be done, I guess. There's certainly no shortage. <br><br>AGENT KELSO: We got lucky, didn't we. <br><br>MANNY ORTEGA: Lucky?<br><br>AGENT KELSO: When the network went down, it could have been the end of everything. But we got exactly the help we needed. <br><br>MANNY ORTEGA: Yeah, it's nice to finally have a competent agent in town. <br><br>AGENT KELSO: Ha, ha. Ya got me. ", "authors": ["Alani Kelso", "Manny Ortega"]}, {"id": "28128", "title": "Profile: Agent Kelso - Malasadas", "text": "AGENT KELSO: Oh, that's easy. Malasadas. <br><br>MANNY ORTEGA: What are malasadas? <br><br>AGENT KELSO: Portuguese doughnuts, basically. But that's doing them a disservice. My friend's mom made the best ones I've ever had. God, I wonder if she's still alive. <br><br>MANNY ORTEGA: I'm sure she's fine. I mean, it's an island, so it's completely feasible they managed to keep the virus out. Plus doesn't Kauai have like a three hundred and sixty five day growing season? They've got really good odds. <br><br>AGENT KELSO: You're probably right. <br><br>MANNY ORTEGA: Of course I'm right. <br><br>AGENT KELSO: I'm literally about to cry because there's a chance I can eat my friend's mom's malasadas again someday. How pathetic is that? <br><br>MANNY ORTEGA: Not even a little bit, Kelso. <br><br>AGENT KELSO: Thanks, Manny. And by the way, it's 'Kauai'. <br>", "authors": ["Alani Kelso", "Manny Ortega"]}, {"id": "28129", "title": "Profile: Agent Kelso - The Moment", "text": "AGENT BROOKS: What about you? What was your moment? <br><br>AGENT KELSO: My moment? <br><br>AGENT BROOKS: That made you want to join up. <br><br>AGENT KELSO: Huh. Hurricane Iniki. I was just a kid, but I still have nightmares about it. <br><br>AGENT BROOKS:  You rode it out? <br><br>AGENT KELSO: We didn't have a choice. <br><br>AGENT BROOKS: Damn. <br><br>AGENT KELSO: It wasn't just the storm, though. There was no power for months. Roads out. Houses collapsed or with their roofs torn off. <br><br>AGENT BROOKS: I can see how that would have been a formative experience. <br><br>AGENT KELSO: Yeah, but it wasn't just the bad. It brought our community together. We made some friends for life that we might never have got to know otherwise. Plus there was still a world out there. You knew there were places you could go where everything was just fine. That makes a difference. ", "authors": ["Agent Brooks", "Alani Kelso"]}, {"id": "28130", "title": "Profile: Agent Kelso - Preparations", "text": "AGENT KELSO: The chances the disease has reached that area are pretty low. But not zero, so stay the hell away from anybody with flu-like symptoms. <br><br>KELSO'S GRANDMA: You're scaring me, Alani. <br><br>AGENT KELSO:  Good. That's what I'm trying to do. <br><br>KELSO'S GRANDMA: Mamo, was in New York in October. <br><br>AGENT KELSO:  They're pretty sure the outbreak started in late November. And if Mamo was exposed, she'd have shown symptoms long before now. <br><br>KELSO'S GRANDMA: Okay, I'll head into town this afternoon. <br><br>AGENT KELSO: Remeber, dry and canned goods are the priority. Assume you might have to make do for months. <br><br>KELSO'S GRANDMA: I sure hope you're overreacting. <br><br>AGENT KELSO:  So do I, Tutu. ", "authors": ["Alani Kelso", "Kelso&#x27;s Grandma", "Kelso's Grandma"]}, {"id": "28131", "title": "Green Poison", "text": "The Green Poison, or Variola chimera, is the popular name for the artificially engineered smallpox variant released by Dr. Gordon Amherst on Black Friday. Combining elements from several other diseases, the Green Poison is extremely virulent and has a very high mortality rate.", "authors": ["Unknown"]}, {"id": "28132", "title": "Black Friday Outbreak", "text": "The Black Friday Outbreak is the name given to the release of the Variola chimera virus on Black Friday through contaminated $20 bills by Dr. Gordon Amherst. The massive exchange of cash on the consumer holiday spread the virus widely before it became symptomatic. ", "authors": ["Unknown"]}, {"id": "28133", "title": "Rogue Agents", "text": "Rogue Agents are SHD operatives who, through their words or actions, have renounced their status as Division Agents. Such Agents are identified as having Rogue status. Rogue Agents' Division watches glow red rather than orange, and they are cut off from ISAC functionality. Some Rogue Agents are merely thieves, stealing Dark Zone cargoes from fellow agents, while others have graduated to murder.", "authors": ["Unknown"]}, {"id": "28134", "title": "Broad-Spectrum Antiviral", "text": "The Broad-Spectrum Antiviral is a proposed cure for a wide array of viral pathogens, including Variola chimera and any mutations it might undergo. Developed in Ann Arbor, Michigan, it was sent to Washington, DC, where it was subsequently lost. The BSAV was then recovered by The Division in the wake of the Black Tusk invasion of the city. Most of it was sent off in hopes of replicating it, but some doses were used to cure Green Poison victims within the city. ", "authors": ["Unknown"]}, {"id": "28135", "title": "SHD Network Blackout", "text": "The SHD network went dark and then rebooted with a set of emergency coordinates in May. The crash was caused by the trashing of a SHD network node hidden beneath the Jefferson Trade Center. The damage was done by the Black Tusk Special Unit as part of their efforts to cripple the Division in advance of taking over Washington, DC. While the SHD network was down, agents were unable to access a wide range of function, including ISAC.", "authors": ["Unknown"]}, {"id": "28136", "title": "Directive 51", "text": "Directive 51 is the U.S. Government's emergency order allowing for the creation and activation of The Division. It calls for the establishment of the Strategic Homeland Division (SHD), answerable only to the president, and specifies which powers are reserved for SHD in the case of a catastrophic situation. ", "authors": ["Unknown"]}, {"id": "28137", "title": "Vaccine", "text": "Dr. Jessica Kandel pioneered work on a preventative vaccine that would inoculate users against Green Poison. Unfortunately, in Manhattan she did not have the facilities necessary to create a production-ready vaccine, and so she took her work to a lab in Ann Arbor, Michigan, which had better resources.", "authors": ["Unknown"]}, {"id": "28138", "title": "DC-62", "text": "DC-62 was originally intended as an antiviral spray; however, when it's exposed to cold temperatures, it becomes extremely toxic. DC-62 was sprayed in Georgetown and rendered the neighborhood uninhabitable. Similarly, an explosion covered Dark Zone East in DC-62, causing a forced evacuation of the CERA hospital there.", "authors": ["Unknown"]}, {"id": "28139", "title": "DC Evacuation", "text": "As the Green Poison epidemic hit, there was an effort to evacuate Washington, DC. Most notably, government figures obeyed the continuity of government dicta and left for various safe points around the country, while civilians who could leave were funneled west out of the city.", "authors": ["Unknown"]}, {"id": "28140", "title": "Faye Lau", "text": "Last Name: Lau<br>First Name: Faye<br>Age: 32<br>Residence: Midtown Manhattan<br>Occupation: Analyst<br><br>Profile:<br><br>Faye Lau is a second-generation Chinese-American. Her parents died in a car accident when she was a teenager, leaving her to raise her younger sister on her own. After completing a degree in Economics, and a master's in Strategic Studies, Lau join the Reserve Officers' Training Corps (ROTC). She subsequently started working in national security.<br><br>Lau is a strong and serious woman. She has a keen sense of observation and is known for her loyalty and pragmatism. ", "authors": ["Unknown"]}, {"id": "28141", "title": "Roy Benitez", "text": "Last Name: Benitez<br>First Name: Roy<br>Age: 48<br>Residence: Bayside, Queens<br>Occupation: Police Officer<br><br>Profile:<br><br>Roy Benitez was raised by his police officer father and aspired to join the force at an early age. He signed up at the earliest opportunity and worked his way into the narcotics department. Benitez has been described by his superiors as stubborn and relentless. He believes there's on ever a right way to do things, and a wrong way to do things.<br><br>Benitez is an idealist who isn't afraid to make enemies. While he strives to go above and beyond the call of duty, he often finds himself at a crossroads, struggling to find the confidence to do so.", "authors": ["Unknown"]}, {"id": "28142", "title": "Paul Rhodes", "text": "Last Name: Rhodes<br>First Name: Paul<br>Age: 45<br>Residence: Bensonhurst, Brooklyn<br>Occupation: Tech Entrepreneur <br><br>Profile:<br><br>Paul Rhodes was born and raised in central Jersey. He has a degree in electrical engineering and a master's in computer science. After he lost his wife in 9/11, Rhodes became a drifter, bouncing between various tech shops throughout America. His wayfaring eventually brought him to Iraq, where he served as a contractor for a private military company. Since returning from war, Rhodes has suffered from as severe case of survivor's guilt.<br><br>Rhodes is twitchy and cynical. While he never admits it, he always goes the extra mile to get the job done right.", "authors": ["Unknown"]}, {"id": "28143", "title": "Jessica Kandel", "text": "Last Name: Kandel<br>First Name: Jessica<br>Age: 46<br>Residence: Chelsea Tower<br>Occupation: Biomedical Engineer<br><br>Profile:<br><br>Jessica Kandel was raised by her father on the Upper West Side after her mother died of pancreatic cancers. She is an intellectual who is always pursuing new challenges and trying to advance her career. After graduating top of her class at both MIT and Johns Hopkins University, she completed a post-doctoral DCD fellowship. She was then recruited by tech startup GenEvo Labs as a biomedical engineer. <br><br>Kandel is known for her intellectual curiosity. She enjoys the thrill of solving a puzzle and never back down from difficult challenges. Other people often find her drive and self confidence intimidating. ", "authors": ["Unknown"]}, {"id": "28144", "title": "Roach", "text": "Alias: Roach<br>Age: 25<br>Role: Hyena Council Member<br><br>Profile:<br><br>Roach believes he's untouchable. He relies on his entourage to fight his battles and never walks the streets without them. Before the Green Poison outbreak, Roach was a minor celebrity, known for hosting a late night pirate radio station. He spent a short time in prison after he was prosecuted for broadcasting without a license.<br><br>Roach is a member of the Hyena council. He is well-connected among DC's criminal underworld and has been involved in numerous homicides. ", "authors": ["Unknown"]}, {"id": "28145", "title": "Zodiac", "text": "Alias: Zodiac<br>Age: 28<br>Role: Hyena Council Member<br><br>Profile:<br><br>Zodiac has a serious chemical dependency and cannot function efficiently without drugs. He is know for his violent tendencies, often caused by withdrawal, and has been accused of forcefully testing new strains of spice on civilians.<br><br>Zodiac is a member of the Hyena council. He is believed to be in charge of the Hyenas' spice manufacturing.<br><br>", "authors": ["Unknown"]}, {"id": "28146", "title": "Diesel", "text": "Alias: Diesel<br>Age: 25<br>Role: Hyena Council Member<br><br>Profile:<br><br>Diesel has a domineering personality and uses intimidation tactics to subdue his enemies. Despite this, he's a coward on the inside and will get others to fight his battles when he feels legitimately threatened. Diesel is a vain about his appearance and doesn't like to show emotional or physical weakness. <br><br>Diesel is a member of the Hyena council and is believed to be involved in a number of homicides. ", "authors": ["Unknown"]}, {"id": "28147", "title": "Mayhem", "text": "Alias: Mayhem<br>Age: 22<br>Role: Hyena Council Member<br><br>Profile: <br><br>Mayhem has a poor sense of danger awareness and struggles to comprehend potential hazards. She can become extremely violent when she feels unsettled, and often makes poor decisions that have negative consequences.<br><br>Mayhem is a member of the Hyena council. She is known for her love of explosives and is suspected of instigating a number of arson-related attacks throughout DC.", "authors": ["Unknown"]}, {"id": "28148", "title": "Dime", "text": "Alias: Dime<br>Age: 28<br>Role: Hyena Council Member<br><br>Profile: Dime is highly ambitious and is believed to have an academic background. He has a reputation for taking advantage of other people's misfortunes and will do everything in his power to solidify his position of authority. Dime will never admit defeat and will repeat tasks over and over again until he gets them right. <br><br>Dime is a member of the Hyena council; however, he takes on a leading role and thinks bigger than the rest of them.", "authors": ["Unknown"]}, {"id": "28149", "title": "Saint", "text": "Alias: Saint<br>Age: 30<br>Role: Unknown<br><br>Profile:<br><br>Saint is extremely aggressive and volatile. He has psychopathic tendencies and almost always uses violence to deal with his problems. According to former Hyenas, he is trying to make his presence known so he can earn a place on the Hyena council.<br><br>Saint is wanted for kidnapping and is believed to be holding several civilians against their will.", "authors": ["Unknown"]}, {"id": "28150", "title": "Rebound", "text": "Alias: Rebound<br>Age: 26<br>Role: Bodyguard<br><br>Profile:<br><br>Rebound has severe anger problems, which has been problematic off the battlefield. If he wasn't such an effective fight the Hyena council would have killed him long ago. Rebound aspires to join the council, but to due to his reputation, he is unlikely to be elected.<br><br>Rebound is a known killer and cannot be reasoned with. He is wanted for several murders throughout DC.", "authors": ["Unknown"]}, {"id": "28151", "title": "Books", "text": "Alias: Books<br>Age: 29<br>Role: Assembly Supervisor<br><br>Profile:<br><br>Books knows how to manipulate people and has used this skill to gain a prominent position in the Hyenas. He has in depth knowledge of electronics and worked in a labor sector prior to the Green Poison outbreak. His intelligence and ruthlessness make him extremely valued by the Hyena council.  <br><br>Books is indispensable to the running of the District Union Arena.", "authors": ["Unknown"]}, {"id": "28152", "title": "Coyote", "text": "Alias: Coyote<br>Age: 25<br>Role: Hyena Council Member<br><br>Profile: <br><br>Coyote is cunning, manipulative and never backs down from confrontation. She has a short fuse and is always armed. This has helped her consolidate power and become a feared, yet respected member of the Hyenas. <br><br>Coyote is a member of the Hyena council and the alleged mastermind behind a number of Hyenas-led attacks throughout DC.", "authors": ["Unknown"]}, {"id": "28153", "title": "President Mendez", "text": "Last Name: Mendez <br>First Name: Thomas<br>Age: 51 (deceased)<br>Residence: Washington, DC<br>Occupation: President of the United States (Former Vice President)<br><br>Profile:<br><br>Thomas Mendez grew up in Seattle, Washington. His parents owned a business, and from an early age, he wanted to follow in their footsteps. He eventually made a significant fortune in the real estate sector. <br><br>Mendez understood numbers and statistics more than he understood people. When he was serving as Vice President, economics were always at the center of his decision making.", "authors": ["Unknown"]}, {"id": "28154", "title": "Alani Kelso", "text": "Last Name: Kelso<br>First Name: Alani<br>Age: 31<br>Residence: Washington, DC<br>Occupation: Division Agent<br><br>Profile:<br><br>Alani Kelso was one of the first women to complete the US Army Ranger School. During training she demonstrated an aptitude for out of the box solutions, which led to a position as a paramilitary officer for the CIA. Kelso was eventually headhunted by the Division and worked as an instructor before taking on active agent status. <br><br>Kelso is quiet and watchful. She always takes in her surroundings and assess the situation with close scrutiny before she acts. When facing danger her violent, ruthless side comes out.", "authors": ["Unknown"]}, {"id": "28155", "title": "Vitaly Tchernenko", "text": "Last Name: Tchernenko<br>First Name: Vitaly<br>Age: 48<br>Residence: Novosibrisk<br>Occupation: Immunologist<br><br>Profile:<br><br>Vitaly Tchernenko grew up in a loving family and is the youngest of six siblings. While still at school he won a scholarship to study immunology at Lomonosov Moscow State University. After graduating he moved back to his hometown and completed a PhD at Novosibirsk State University. Tchernenko met Gordon Amherst while the latter was doing an exchange year at Vector. <br><br>Tchernenko is not wildly ambitious, but feels passionately about progressing science. He is a hard worker and solid researcher; however, he doesn't always understand the ethical consequences of his actions. ", "authors": ["Unknown"]}, {"id": "28156", "title": "President Waller", "text": "Last Name: Waller<br>First Name: Lawrence<br>Age: 71 (deceased)<br>Residence: Washington, DC<br>Occupation: President of the United States<br><br>Profile:<br><br>Lawrence Waller was academically gifted in his youth and won a scholarship to study law at Harvard. He worked as a criminal defense lawyer for twenty years before moving into politics. Waller's decision making was widely criticized during his presidency; however, he always had honest intentions. ", "authors": ["Unknown"]}, {"id": "28157", "title": "President Andrew Ellis", "text": "Last Name: Ellis<br>First Name: Andrew<br>Age: 53<br>Residence: Washington, DC<br>Occupation: President of the United States<br><br>Profile: <br><br>President Andrew Ellis comes from a long line of wealthy public servants. He was educated in a private school and spent four years at the Naval Academy in Annapolis, where he proved himself to be a natural leader. He was considering a bid for the presidency during the last election, but decided the timing wasn't right.<br><br>Ellis aspires to build a brand new America and is willing to do whatever it takes to achieve his goals. ", "authors": ["Unknown"]}, {"id": "28158", "title": "Gordon Amherst", "text": "Last Name: Amherst<br>First Name: Gordon<br>Age: 42 (deceased<br>Residence: Upper East Side, Manhattan<br>Occupation: Immunologist<br><br>Profile:<br><br>Gordon Amherst was born and raised in Madison, SD. His parents were both college professors who died when he was still young. Growing up, Amherst struggled socially; however, he excelled academically and was offered scholarships to multiple top universities. He chose to study immunology at Washington University, and concluded his education with a postgraduate placement at the Vector Institute in Novosibirsk, Siberia, where he met fellow student Dr. Vitaly Tchernenko.<br><br>Amherst is responsible for engineering the Green Poison and unleashing it upon New York.", "authors": ["Unknown"]}, {"id": "28159", "title": "Manny Ortega", "text": "Last Name: Ortega<br>First Name: Manny<br>Age: 27<br>Residence: Washington, DC<br>Occupation: National Guard Comms Specialist<br><br>Profile:<br><br>Manny Ortega grew up in California and moved to DC in his early twenties. He joined the National Guard as a signal intelligence and comms specialist, and quickly climbed the promotional ladder. He has excellent team work skills, always listening intently before talking. While he has strong convictions and opinions, he tends to keep his thoughts to himself unless questioned.<br><br>Ortega is direct and focused. He always takes time and care to ensure his actions and words are understood and taken in the right context. ", "authors": ["Unknown"]}, {"id": "28160", "title": "Aaron Keener", "text": "Last Name: Keener<br>First Name: Aaron<br>Age: 34<br>Residence: Ridgewood, NJ<br>Occupation: Futures Trader<br><br>Profile:<br><br>Aaron had a privileged upbringing and never experienced any real adversity before joining the military. After he graduated from The Citadel, he served a tour of duty at Camp Lemonnier in Djibouti. He eventually left the military and took a job as a futures trader on Wall Street. Keener was a noted to be a \"potentially prototypical candidate\" before joining the Division due to his intellect and military expertise.<br><br>Keener is adaptable and confident. He has a personable aura, which he uses to manipulate others.", "authors": ["Unknown"]}, {"id": "28161", "title": "5 of Clubs", "text": "The Valiant<br><br>This motherfucker. Calls himself. \"The Valiant\". You ever meet those dudes who like pretend to be feminists, and then they turn to be serial rapists when they run for congress? Yeah, that this motherfucker.", "authors": ["Unknown"]}, {"id": "28162", "title": "6 of Clubs", "text": "The Fury<br><br>So, in mythology furies are goddesses of vengeance. \"The Fury,\" thinks of herself as the cleansing spirit of the Outcasts. The physical embodiment of the ghosts of the murdered. Yeah, she's fucking nuts.", "authors": ["Unknown"]}, {"id": "28163", "title": "10 of Clubs", "text": "The Fearless<br><br>Growing up in DC, you are exposed to a lot of shit. Especially, if you're a young black man in the twenty-first century \"The Fearless\" doesn't think DC has changed that much since the lockdown. Fewer rich white people, but other than that, to him, it's pretty much the same. ", "authors": ["Unknown"]}, {"id": "28164", "title": "4 of Clubs", "text": "The Hunter<br><br>Ohh. \"The Hunter\" you're so scary. But for real. He's a fucking good shot. I wouldn't really, fuck with this sniper without a bulletproof helmet.", "authors": ["Unknown"]}, {"id": "28165", "title": "Queen of Clubs", "text": "The Wicked<br><br>So, there like this really old movie, where a witch rides on a broomstick and shoots fire and shit. Yeah, \"The Wicked\" is liked obsessed with that movie. And is piss that she ran out of green paint. She did not, however, run out of fire. ", "authors": ["Unknown"]}, {"id": "28166", "title": "King of Clubs", "text": "The Cardinal <br><br>Before the lockdown, \"The Cardinal\" was a well-respected member of the local clergy. He thought this was a test of god's will. So, he infected the sacramental wine with Green Poison and dosed his congregation. Those who survived followed him and joined the Outcasts. ", "authors": ["Unknown"]}, {"id": "28167", "title": "7 of Clubs", "text": "The Peacemaker<br><br>\"The Peacemaker,\" thinks that world peace can be obtained if we could only eliminate the Illuminati. She thinks that the key to destroying the Illuminati once and for all lies beneath the keystone of the Capitol Building. She ran out of haloperidol and things are not looking great for her. ", "authors": ["Unknown"]}, {"id": "28168", "title": "3 of Clubs", "text": "The Determined<br><br>\"The Determined\" is determined. A type-A douchebag. His first order of business was going back to college and infecting everyone who scored higher on finals then him. He really wants to be the one on top and doesn't give a shit how he gets there. ", "authors": ["Unknown"]}, {"id": "28169", "title": "8 of Clubs", "text": "The Reckless<br><br>This guy got his nickname at the beginning of the lockdown when he was certain that this was all a social experiment. That with the rising death toll and stagnant birth rates it was their job to procreate as much as possible So, \" The Reckless\" made it his personal mission to impregnate as many people possible. So far, none of his seeds have sprouted. ", "authors": ["Unknown"]}, {"id": "28170", "title": "Ace of Clubs", "text": "The Cursed<br><br>\"The Cursed\" believed he's cursed. A devout Catholic, he thinks the Green Poison was brought from the other side, though a gateway when he used a spirit board to commune with the dead on a reality TV show, a week before the outbreak. He thinks he alone can close the gateway and save humanity. Yeah, he's three cards short of a full deck. ", "authors": ["Unknown"]}, {"id": "28171", "title": "Jack of Clubs", "text": "The Brutal<br><br>FUCK THIS GUY, IN HIS FUCKING FACE. \"The Brutal\" injected fucking puppies with Green Poison and then released the puppies in an elementary school. FUCK THIS GUY, IN HIS FUCKING FACE. ", "authors": ["Unknown"]}, {"id": "28172", "title": "9 of Clubs", "text": "The Scar<br><br>This dude is not into lions. He's definitely not a furry. And \"The Scar\" never tried to cosplay at a major theme park only to be turned away and then decide to do some sniper training to exact revenge against who would stop him from living his truth. Yeah, that's totally not this guy's deal. ", "authors": ["Unknown"]}, {"id": "28173", "title": "2 of Clubs", "text": "The Accursed<br><br>They call this dude \"The Accursed\". I guess they curse you or are cursed by you when he kills you. Their whole thing is fucking weird. The dude is too religious. And this whole thing is a Satanic conspiracy theory. ", "authors": ["Unknown"]}, {"id": "28174", "title": "5 of Hearts", "text": "Specialist Neville<br><br>There is a special place in hell for people Specialist Neville. This motherfucker doused an animal shelter with DC-62. So many puppies and bunnies died that day. ", "authors": ["Unknown"]}, {"id": "28175", "title": "6 of Hearts", "text": "Corporal Stanley<br><br>Corporal Stanley is wanted for negligent homicide for his role in the deaths of thirty-three patients a CERA clinic who were given placebos in place of anti-viral medication. ", "authors": ["Unknown"]}, {"id": "28176", "title": "3 of Hearts", "text": "Staff Sergeant Greystoke<br><br>Staff Sergeant Greystoke is wanted for five counts of second-degree murder for her actions at the stockade.", "authors": ["Unknown"]}, {"id": "28177", "title": "Jack of Hearts", "text": "Sergeant Edwards<br><br>Sergeant Edwards thinks he's like a fucking wizard or something. He tells people he knows how they will die because the spirts talk to him. Yeah, when you pull the trigger it's not fucking \"spirits\". ", "authors": ["Unknown"]}, {"id": "28178", "title": "2 of Hearts", "text": "Staff Sergeant Bonville<br><br>Staff Sergeant Bonville was one of the True Sons executed unarmed civilians who were waiting to be transported to Roosevelt Island. There is a standard warrant for his arrest for fifteen counts of homicide. ", "authors": ["Unknown"]}, {"id": "28179", "title": "9 of Hearts", "text": "Lieutenant Donne<br><br>Lieutenant Donne is wanted in connection to a murder-suicide, after filing for divorce from her husband John. ", "authors": ["Unknown"]}, {"id": "28180", "title": "King of Hearts", "text": "Major Coppini<br><br>Major Coppini is a major dick. I fucking hate this guy. Most of the time he sends his lackeys to do his dirty work, but when he gets hands dirty, he gets them filthy. I heard he once shot a dude in the face. That dude shit his pants, and he put the shit in the mouth of another dude before he shot him in the face. Like, who the fuck does that? ", "authors": ["Unknown"]}, {"id": "28181", "title": "10 of Hearts", "text": "Captain Matthews<br><br>I'm not religious, but I believe some people are born assholes. Captain Matthews is one. This asshole thinks it's funny to use kids for target practice. Let's give him diarrhea. ", "authors": ["Unknown"]}, {"id": "28182", "title": "Queen of Hearts", "text": "Sergeant Hastings<br><br>Well, well, Mrs. Hastings. This sniper will steal your heart. Like, she will shoot you in the heart, and you will die. Most snipers go for headshots, but she prefers a hollow point to the heart. ", "authors": ["Unknown"]}, {"id": "28183", "title": "8 of Hearts", "text": "Lieutenant Schwartz<br><br>Say what you want about Lieutenant Schwartz, but she throws that shit like an Olympic shot-putter. She may be a Latina, but after she became Schwartz and converted to Judaism, she seems hellbent on preforming late-stage bris before her male victims meet their maker. ", "authors": ["Unknown"]}, {"id": "28184", "title": "7 of Hearts", "text": "Corporal Tyrell<br><br>Corporal Tyrell is an outstanding member of the True Sons. This jackass is responsible for the deaths of hundreds of innocent civilians thanks to the efficiency of goddamn turrets. ", "authors": ["Unknown"]}, {"id": "28185", "title": "Ace of Hearts", "text": "Major Wyatt<br><br>I hear before he came to D.C. and joined the True Sons, Major Wyatt was mayor of a small icy town in the mid-west. He was a fucking clown then and he's fucking clown now. Being mayor doesn't mean shit, and the only thing \"major\" about him, is he's a major dick. ", "authors": ["Unknown"]}, {"id": "28186", "title": "4 of Hearts", "text": "Specialist Harrington<br><br>Specialist Harrington was one of the True Sons who planned the attack on the Castle. He was on patrol when Captain Wilson was taken care of. I'd really like to see his name get scratched off the list. ", "authors": ["Unknown"]}, {"id": "28187", "title": "6 of Spades", "text": "Bootleg<br><br>Bootleg was selling fake medkits. Mostly loaded with spice. A lot of kids got hooked on her supply or died from the virus cause they thought they were getting better when really they were just getting high. ", "authors": ["Unknown"]}, {"id": "28188", "title": "4 of Spades", "text": "Sharps<br><br>Sharps used to be the lead soprano in her high school choir. She wanted to be a professional singer but got cut in the first round of a reality singing competition cause she kept going \"sharp\". She tends to lose her shit if you bring it up. ", "authors": ["Unknown"]}, {"id": "28189", "title": "Ace of Spades", "text": "Spike<br><br>Where ever Spike goes, there is an increase in fatalities. He's basically a one-man genocide machine. Also, a huge fan of vampire fiction. Sometimes, a bad British accent slips out. ", "authors": ["Unknown"]}, {"id": "28190", "title": "8 of Spades", "text": "Snowman<br><br>Before he became a spice dealer, he was a coke dealer on the Hill. At the congression interns used to call him \"Snowman\" when they had to read a bill so it could become a law. ", "authors": ["Unknown"]}, {"id": "28191", "title": "3 of Spades", "text": "Crab<br><br>Crab infected half of the Hyenas with scabies, after she checked into a squat house. Guess this is why you should always bring a towel. ", "authors": ["Unknown"]}, {"id": "28192", "title": "10 of Spades", "text": "Sawbuck once sawed a buck in half after she shot it in the face, and then the Hyenas feasted on her kill for dinner. She's a great shot, but a shitty hunter. ", "authors": ["Unknown"]}, {"id": "28193", "title": "Jack of Spades", "text": "Jackknife<br><br>His name is Jack. He once killed someone with a knife, during dispute after a car accident. His name is \"Jackknife\". He's not very original. ", "authors": ["Unknown"]}, {"id": "28194", "title": "5 of Spades", "text": "Fever<br><br>Fever is one of those asymptomatic carriers. She's got the virus and can infect you, but it doesn't mess her p. She gives you the fever. ", "authors": ["Unknown"]}, {"id": "28195", "title": "7 of Spades", "text": "Mullet<br><br>At the start of the outbreak, Mullet had a mullet. The Hyenas shaved that shit off. Told him he couldn't roll with them with a shit haircut like that. Anyone who told him he looked better without the mullet, he killed. If you want to get on his good side, don't call him \"mullet\", he prefers the Quebecois pronunciation \"mul-eh\". ", "authors": ["Unknown"]}, {"id": "28196", "title": "Queen of Spades", "text": "Calamity<br><br>Calamity requested this nickname as she has been a fan of Doris Day and watched that she could be named after one of her heroes. She's also capable and not prone to calamities. ", "authors": ["Unknown"]}, {"id": "28197", "title": "2 of Spades", "text": "Dewey<br><br>To join the Hyenas, Dewey was ordered to kill his uncle and steal his collection of antique weapons. You don't hear too many cases of avunculicide, but like Caligula and Hamlet, it doesn't tend to work out for the avunculicider. ", "authors": ["Unknown"]}, {"id": "28198", "title": "9 of Spades", "text": "Pusher<br><br>Pusher rose to her position in the Hyenas by leading men and women to the roofs of buildings, promising \"an exciting time\" then pushed them to their deaths. You'd think after the first five splatter victims and a nickname like \"Pusher\" people would have caught on, but Hyenas don't recruit the best and brightest. She's very literal. ", "authors": ["Unknown"]}, {"id": "28199", "title": "King of Spades", "text": "Cowboy<br><br>We heard that he once made it with a cow. ", "authors": ["Unknown"]}, {"id": "28200", "title": "Jack of Diamonds", "text": "Cameron \"Sparkplug\" Powell<br><br>So, this motherfucker got his nickname interrogating people at a black site with sparkplugs. Guess who would hook people up to cars and use them as sparkplugs, I don't know man, the details are real sketchy, but I'm pretty sure he's been electrocuting people. ", "authors": ["Unknown"]}, {"id": "28201", "title": "6 of Diamonds", "text": "Joseph \"Meatball\" Baker<br><br>Joseph choked on a meatball sub during his first shore leave, if you know what I mean. Don't ask, Don't tell. Cause if you ask, he will fucking murder you. Especially, if you ask in a way that homophobic. ", "authors": ["Unknown"]}, {"id": "28202", "title": "King of Diamonds", "text": "Gabriel \"Nightcap\" Simmons<br><br>Best known for midnight operations. His first mission, he took out his target while they were asleep in bed, wearing a \"nightcap\". There's a rumour going around that he says, \"nighty night\" when he kills people. I don't think it's true. But if it is, what a douche? ", "authors": ["Unknown"]}, {"id": "28203", "title": "10 of Diamonds", "text": "Daisy<br><br>Good dog. Bad Dog. Good god, that's a huge dog. She may be an unfeeling robot. But, dammit if Daisy isn't one of the prettiest pieces of machinery mixed with puppies I've ever seen. Too bad she's evil. ", "authors": ["Unknown"]}, {"id": "28204", "title": "7 of Diamonds", "text": "Andrew \"Negative\" Ramos<br><br>Andrew is Filipino and gets real mad if you call him Mexican. He's like, \"Come on. Not all brown people are Latino.\" Then he shoots you in the chest. To be fair, when you're full gear and it says \"Ramos\" on your vest. People are gonna be accidentally racist. Still not good enough to them in the chest. I mean intentional racism, sure, But, accidental, come on, that's a leg shot. ", "authors": ["Unknown"]}, {"id": "28205", "title": "Queen of Diamonds", "text": "Bianca \"Slingshot\" Solano<br><br>Got her nickname in basic when dudes would hit on her and she'd slingshot them in the face with ball-bearings until her CO took it away from her. Then she would keep rubber bands in her pocket to hit them in the face to mark the predators. I'd respect the fuck out of her if she hadn't killed so many agents.", "authors": ["Unknown"]}, {"id": "28206", "title": "4 of Diamonds", "text": "Sean \"Kickback\" Hemper<br><br>Some think \"Kickback\" got his name by selling military supplies on the black market. But really, Sean \"Kickback\" Hemper earned his nickname in basic training when the kickback on an M-16 knocked him on his ass. ", "authors": ["Unknown"]}, {"id": "28207", "title": "Ace of Diamonds", "text": "Jake \"Boomerang\" Reilley<br><br>This motherfucker failed out of the Navy, the Marine, the Army, and the Coast Guard, but he just kept coming back. Finally, he made it past basic in the Air Force and was recruited for his ability to never let his own mediocrity stand in the way of his success. ", "authors": ["Unknown"]}, {"id": "28208", "title": "8 of Diamonds", "text": "Rebecca \"Viper\" Osborn<br><br>She is a sniper who will shake you quick as a viper. Her nickname is pretty self-explanatory. Kinda wish, she had viper positioned bullets or something, but nope, she's just a good shot, with a high kill rate. ", "authors": ["Unknown"]}, {"id": "28209", "title": "2 of Diamonds", "text": "Carson \"Riot\" Frost<br><br>Carson thinks he's a punk rock but really, he just a punk. \"Riot\" got his nickname when he teargassed a Mayday protest in Montreal. He TEARGASSED babbies. EMTs had to try and figure out how to treat TEARGASSED BABIES, because of this douche. That shit really happened. Look it up. ", "authors": ["Unknown"]}, {"id": "28210", "title": "9 of Diamonds", "text": "Elias \"Husky\" Mckay<br><br>Oh, \"Husky\". He's a little fatty. A little fatty fat-fat-fat. Who hates it when you call him fat. After basic, this little porker got addicted to ephedrine. He said it was for his asthma but we all know Elias \"Husky\" Mckay was using it to fit into his skinny jeans. ", "authors": ["Unknown"]}, {"id": "28211", "title": "5 of Diamonds", "text": "Elliot \"Undertaker\" Chan<br><br>This douche. Elliot \"Undertaker\" Chan made a killing selling corpses to rich families in Beijing whose sons died unmarried. He would board boats and commander shipping containers, smuggling women into the U.S., and anyone who was unaccompanied got accompanied to his mortuary for processing. ", "authors": ["Unknown"]}, {"id": "28212", "title": "3 of Diamonds", "text": "Molly \"Southpaw\" Nielsen<br><br>The pride of Minneapolis. She dreamt of becoming the first left pitcher to bring home the gold. Until she tore her rotator cuff freshman year. She lost her athletic scholarship, enlisted in the Army and was recruited by the Black Tusk, where she used that mean curveball to lob grenades into orphanages. ", "authors": ["Unknown"]}, {"id": "28213", "title": "The Blade", "text": "Alias: The Blade<br>Age: 29<br>Role: Researcher<br><br>Profile:<br><br>The Blade is the Outcasts' lead researcher. Her family was killed by the True Sons on Roosevelt Island, and like many other confused and vulnerable victims, she fell for Emeline's call and joined the Outcasts. Due to her professional history in Biomedical Research, the Blade was selected to take control of the Outcasts' research labs.<br><br>The Blade's experiments have caused many deaths. While she initially struggled to accept the mortality of her actions, months of repetition have turned her into a merciless killer. ", "authors": ["Unknown"]}, {"id": "28214", "title": "Harlan Lloyd", "text": "Last Name: Lloyd<br>First Name: Harlan<br>Age: 45<br>Role: Chief Strategist<br><br>Profile: <br><br><br>Harlan Lloyd is an ex-political strategist. He was firmly against the JTF when the Green Poison outbreak occurred in DC, urging citizens to stay at home and not rely on the refugee camps. After Ridgeway's betrayal and the subsequent formation of the True Sons, Lloyd joined the Outcasts.<br><br>Lloyd is overly confident on the outside, but meek and terrified on the inside. He crumples under pressure.", "authors": ["Unknown"]}, {"id": "28215", "title": "The Wildfire", "text": "Alias: The Wildfire<br>Age: 28<br>Role: Burn Pit Supervisor<br><br>Profile: <br><br>The Wildfire was a firefighter was assisting the JTF when the Green Poison hit D.C. After witnesses the war crimes on Roosevelt Island, she became disillusioned with the authorities and abandoned her positions. She joined the Outcasts for humanitarian reasons, believing it was the only moral thing to do.<br><br>The Wildfire has been subjected to months of indoctrination. Her views towards life have become increasingly fatalistic, breaking down any morals she once had. ", "authors": ["Unknown"]}, {"id": "28216", "title": "The Owl", "text": "Alias: The Owl<br>Age: 30<br>Role: Sniper<br><br>Profile: <br><br>The Owl is a war veteran with exceptional marksmanship capabilities. He joined the JTF in the early days of the outbreak, but quickly became disgruntled by their leadership and went AWOL. The Owl sympathized with Emeline and thought his talents would support her cause. He subsequently became one of the first members of the Outcasts.<br><br>The Owl doesn't enjoy killing, however, he believed the Outcasts are the only faction doing right by the world. ", "authors": ["Unknown"]}, {"id": "28217", "title": "The Bloodhound", "text": "Alias: The Bloodhound<br>Age: 30<br>Role: Hunter<br><br>Profile:<br><br>The Bloodhound is a former convict who was granted emergency early release from prison when cases of Green Poison started circulating the facility. He joined the Outcasts as a hunter, tracking down those responsible for the Roosevelt quarantine and invoking his version of justice.<br><br>The Bloodhound has been around violence his entire life. While he was considered rehabilitated when he was released from prison, the brutality of the outside world quickly made him revert back to his old ways. ", "authors": ["Unknown"]}, {"id": "28218", "title": "The Corpulent", "text": "Alias: The Corpulent<br>Age: 32<br>Role: Enforcer<br><br>Profile:<br><br>The Corpulent is a former SWAT officer trained in counter terrorism and crowd control techniques. He took his family to Roosevelt Island after the Green Poison Outbreak and witness the mistreatment of the refugees first hand. This motivated him to join the Outcasts.<br><br>The Corpulent used his insider knowledge about the JTF and the True Sons personnel to gain Emeline's trust and respect. Now he is a highly valued member of her inner circle. ", "authors": ["Unknown"]}, {"id": "28219", "title": "The Craven", "text": "Alias: The Craven<br>Age: 32<br>Role: Head of Propaganda<br><br>Profile: <br><br>The Craven stocked up on supplies and lived in hiding while the Green Poison devastated D.C. He spent his time listening to propaganda on the radio and began gravitating towards the Outcasts. He eventually joined them, hoping to encourage others out of hiding to bolster their cause.<br><br>The Craven is motivated by hatred. He believes that those who oppose the Outcasts and what they represent deserve to die. ", "authors": ["Unknown"]}, {"id": "28220", "title": "The Basilisk", "text": "Alias: The Basilisk<br>Age: 32<br>Role: Head of Security<br><br>Profile:<br><br>The Basilisk was encouraged to join the Outcasts by his older brother. Over the months the propaganda has whittled down his rational state, and he has grown to support Emeline's cause. He is now deeply devoted to his comrades and leader and has formed innate hatred towards the True Sons and JTF.<br><br>The Basilisk is a cold-hearted killer. Little remains of the moral, respectable citizen that he once was. ", "authors": ["Unknown"]}, {"id": "28221", "title": "Emeline Shaw", "text": "Last Name: Shaw<br>First Name: Emeline<br>Age: 44<br>Role: Leader of the Outcasts<br><br><br>Profile: <br><br>Emeline Shaw lost her daughter in the Roosevelt Island quarantine. The trauma motivated her to form the Outcasts and seek revenge against those responsible.<br><br>Shaw is a charismatic and ruthless manipulator who exploits the weak. She has no known close friends, but an inner circle which she trusts implicitly. ", "authors": ["Unknown"]}, {"id": "28222", "title": "Major Keates", "text": "Last Name: Keates<br>First Name: Unknown<br>Age: Early 30s<br>Rank: Major<br><br>Profile:<br><br>Major Keates was formerly a JTF operative who worked on Roosevelt Island during the forced quarantine. He helped instigate the rebellion that led to Ridgeway's rescue from the American History Museum and subsequently joined the True Sons. While initially a Captain, his fierce loyalty led to quick promotion to Major.<br><br>Keates shows excessive violence in the field and is believed to be a former police officer. ", "authors": ["Unknown"]}, {"id": "28223", "title": "Ross Richards", "text": "Last Name: Richards<br>First Name: Ross<br>Age: 45<br>Rank: Private<br><br>Profile:<br><br>Ross Richards grew up in a lower middle-class neighborhood in Washington D.C. He performed well in high school and took part in numerous extracurricular activities, including the debating society and drama club. Ross studied history and international relations at college. During this period he developed authoritarian views and lost contact with many family members and friends. He is fiercely loyal to Antwon Ridgeway and was one of the original members of the True Sons.<br><br>Ross is a competent public speaker who can win an argument with wit and charm alone. He regards himself as a realist and always wants to be on the winning side. ", "authors": ["Unknown"]}, {"id": "28224", "title": "Lieutenant Kelly", "text": "Last Name: Kelly<br>First Name: Unknown<br>Age: Early 30s<br>Rank: Lieutenant<br><br>Profile:<br><br>Lieutenant Kelly is a gun enthusiast and self-proclaimed patriot who has risen through the ranks of the True Sons. He is an expert marksman and believed to be the former owner of a commercial shooting range. According to civilian intel, he previously applied for the army but failed his psychological evaluation.<br><br>Kelly is always armed and has a survivalist attitude. He ever only associates with people who share his beliefs. ", "authors": ["Unknown"]}, {"id": "28225", "title": "Master Sergeant Steve &quot;Junior&quot; Quiroz", "text": "Last Name: Quiroz<br>First Name: Stephen<br>Age: 22<br>Rank: Master Sergeant<br><br>Profile:<br><br><br>Steve \"Junior\" Quiroz is from Boone, North Carolina. He is an expert hunter, demolitionist and survivalist who moved to Western Maryland to work as a conservation officer in Green Ridge state forest. Although he is a nationalist, Quiroz doesn't trust the government and is outspoken about his beliefs. He wants nothing more than to rebuild America, and believes the True Sons are only faction capable of providing safety and security.<br><br>Quiroz has bouts of paranoia and often reacts and reacts with hostility towards people he disagrees with. ", "authors": ["Unknown"]}, {"id": "28226", "title": "Captain Wilson", "text": "Last Name: Wilson<br>First Name: Unknown<br>Age: Late 20s<br>Rank: Captain<br><br>Profile:<br><br>Captain Wilson is responsible for the True Sons DC-62 research. He has instigated chemical weapons operations that have led to mass civilian deaths, including attacks on the Castle settlement. According to civilian intel, Wilson is a former industrial toxicologist.<br><br>Wilson is an intellectual who loves challenging himself. While academically competent, he has little sense of self awareness and can become extremely irritable and aggressive when pushed. He is known to have a morbid curiosity and will often twist his job role to gratify his own quest for knowledge. ", "authors": ["Unknown"]}, {"id": "28227", "title": "Private Trevor Hanson", "text": "Last Name: Hanson<br>First Name: Trevor<br>Age: Late 20s<br>Rank: Private<br><br>Profile:<br><br>Trevor Hanson grew up around crime, and by the time he was 18, he had two assault charges on his record. After serving time on probation and undertaking anger management, he was awarded a Certificate of Rehabilitation and joined a security firm, working as an unarmed close protection officer.<br><br>Hanson is short-tempered but manages it well. He's able to appear calm and collected, even when he's feeling immense pressure and stress. ", "authors": ["Unknown"]}, {"id": "28228", "title": "Captain Kenda Nelson", "text": "Last Name: Nelson<br>First Name: Kendra<br>Age: 30<br>Rank: Captain<br><br>Profile: <br><br>Kendra Nelson grew up in North Jersey and was the first woman to attend the Valley Forge Military Academy. She enrolled in the ROTC early commissioning program and graduated to West Point where she quickly rose the ranks to become an officer. She is highly respected among the True Sons and is often praised by Ridgeway for her strong work ethic.<br><br>Nelson is eccentric and though. Her unit refers to her lovingly as Crazy Uncle Ken. ", "authors": ["Unknown"]}, {"id": "28229", "title": "Captain Briggs", "text": "Last Name: Briggs<br>First Name: Unknown<br>Age: Mid 30s<br>Rank: Captain<br><br>Profile:<br><br>Captain Briggs is a True Sons sniper. She is one of Ridgeway's closest allies and is believed to have served with him in the National Guard. Civilian intel suggests that she used to work for the D.C. fire service prior to joining the military; however, this information cannot be corroborated.<br><br>Briggs is a highly respected member of the True Sons. She is an expert shooter and spends most of her free time on the firing range. ", "authors": ["Unknown"]}, {"id": "28230", "title": "Lieutenant &quot;Doc&quot; Simpson", "text": "Last Name: Simpson<br>First Name: Unknown<br>Age: Mid 30s<br>Rank: Lieutenant<br><br>Profile:<br><br>Lieutenant \"Doc\" Simpson served as a field medic for the National Guard while undertaking a doctorate in surgical sciences. Her studies were interrupted by a callout for active duty in Afghanistan. Simpson met Ridgeway during training and the two have been close friends ever since. When the Green Poison hit D.C., she joined the True Sons.<br><br>Simpson has a pessimistic attitude towards life. While a skilled surgeon, she has little clinical empathy and severely lacks bedside manners. ", "authors": ["Unknown"]}, {"id": "28231", "title": "Major Ashford", "text": "Last Name: Ashford<br>First Name: Unknown<br>Age: Early 20s<br>Rank: Major<br><br>Profile:<br><br>Major Ashford is a former member of the Joint Task Force and one of Ridgeway's most trusted allies. Alongside Major Keates, he helped instigate the rebellion that led to Ridgeway's rescue from the American History Museum<br><br>Ashford deeply aligns himself, both personally and politically, with the True Sons, and will do whatever it takes to ensure they succeed. ", "authors": ["Unknown"]}, {"id": "28232", "title": "Antwon Ridgeway", "text": "Last Name: Ridgeway<br>First Name: Antwon<br>Age: 41<br>Rank: General<br><br>Profile:<br><br>Antwon Ridgeway financed his college studies through ROTC and went on to become a reserve officer. He had a lucrative career as a salesman and often used the skills he gained during this period to enhance his leadership style. He was commanding a company of the Maryland National Guard as a colonel when the pandemic struck. After the National Guard was assimilated into the JTF, Ridgeway became increasingly disgruntled and led his unit in a rebellion, taking command to form the True Sons.<br><br>Ridgeway is ambitious and has a string desire to lead. He will always dominate the conversation and express his concerns if he disagrees with people.", "authors": ["Unknown"]}, {"id": "28233", "title": "Staff Sergeant Carl Wade", "text": "Last Name: Wade<br>First Name: Carl<br>Age: 39<br>Rank: Staff Sergeant<br><br>Profile:<br><br>Carl Wade's father was a Vietnam veteran. This inspired him to join the U.S. Army Infantry branch at age 18, where he remained for five years. Afterwards, he had a brief stint in the Electronic Warfare division before joining the Signal Corps. After Wade's military career he worked as a contractor on the New York subway system, optimizing signal and communications systems. He was working in Washington, D.C. at the time of the Green Poison outbreak.<br><br>Wade was a model soldier who always showed respect for his superiors and followed orders with strict adherence to the rules and regulations. He is comfortable in his own company. ", "authors": ["Unknown"]}, {"id": "28234", "title": "Black Tusk", "text": "The Black Tusk are a private military contractor with ties to political and industrial leaders. They are comprised of elite soldiers that have a long history of working for the US government. Their primary objective is to neutralize the Division and take control of DC.<br><br>The Black Tusk are identifiable by their all black military clothing and high-tech equipment. They are highly trained soldiers with a great deal of combat experience. Agents should not engage Black Tusk soldiers alone. ", "authors": ["Unknown"]}, {"id": "28235", "title": "The Division", "text": "The Division (Strategic Homeland Division) is a unit of highly trained tactical agents whose role is to ensure continuity of government in a crisis situation. Candidates are specifically selected from military, law enforcement and intelligence services throughout the country, and activated when the president signs Directive 51.", "authors": ["Unknown"]}, {"id": "28236", "title": "True Sons", "text": "The True Sons are a paramilitary group formed by ex-JTF soldiers. Their numbers have dramatically increased since the outbreak due to radical mutineers and criminals joining their cause. Many of them have previous military or police training; however, few have served in conflict zones. The True Sons use brutal force to mark their territory. Those who resist them face harsh punishment. <br><br>The True sons are identifiable by their military equipment and partly blacked out American flag insignia. Despite their lack of real combat experience, they are well trained and coordinated. Agents should not underestimate their abilities in the field. ", "authors": ["Unknown"]}, {"id": "28237", "title": "Hyenas", "text": "The Hyenas were formed after multiple gangs agreed to a truce and established a joint council. Most of their members either have criminal background, or turned to crime after the Green Poison outbreak. They have become a serious threat to society, taking what they want and destroying what remains.<br><br>Hyenas are identifiable by their looted police equipment and gasmasks. While unorganized and inexperienced on the battlefield, they are ruthless killers with a strong foothold on the city. Agents are advised to take precautionary measures when approaching Hyena controlled areas.", "authors": ["Unknown"]}, {"id": "28238", "title": "The Campus", "text": "The Campus was originally setup as a CERA refugee camp. After the harsh winter, supplies started running low and steps were taken towards long-term subsistence. Defenses were raised, agriculture programs were started, and the residents elected Henry Hayes as their leader.", "authors": ["Unknown"]}, {"id": "28239", "title": "The Castle", "text": "The Castle was established by Mike Snow, a former sergeant in the True Sons, after he became disgruntled with Ridgeway's leadership and disavowed the atrocities being committed against civilians. Snow opened the doors of the Castle to anyone affected by the crisis, which led to the spread of Green Poison from within the walls. Due to repeated attacks from the True Sons, the Castle eventually collapsed.", "authors": ["Unknown"]}, {"id": "28240", "title": "Last Man Battalion", "text": "The Last Man Battalion (LMB) is a private military contractor that was hired by Wall Street corporations to protect their assets. When the Green Poison outbreak worsened, the LMB were abandoned inside the quarantine zone and attempted to take New York by force. Since the death of their commander, Charles Bliss, the LMB has collapsed. While small units remain, they are no longer considered a threat to the Joint Task Force.<br><br>The Last Man Battalion are highly trained professionals, identifiable by their bird skull insignia. If encountered, Agents should call for immediate backup.", "authors": ["Unknown"]}, {"id": "28241", "title": "CERA", "text": "CERA (Catastrophic Emergency Response Agency) is a federal agency which was created to deal with natural disasters. When the Green Poison outbreak occurred, CERA tried to contain the disease and prevent it from spreading by setting up field hospitals, refugee camps and treatment centers throughout the United States.", "authors": ["Unknown"]}, {"id": "28242", "title": "Rikers", "text": "Rikers are hardened criminals who took advantage of the Green Poison outbreak to escape from Rikers Island. They have an innate hatred for the authorities, particularly the New York Police Department and Joint Task Force. Since the death of their leader, Larae Barrett, the Rikers have scattered. They are no longer considered a threat to the Joint Task Force.<br><br>Rikers are identifiable by their tattoos and looted police uniforms. Agents are advised to apprehend suspects on the spot. ", "authors": ["Unknown"]}, {"id": "28243", "title": "Outcasts", "text": "The Outcasts were victims of a forced quarantine and formed under a unified objective to take revenge upon those who imprisoned them. They kill ruthlessly, using both conventional and biological weapons to enact their own version of justice.<br><br>Outcasts are identifiable by their biohazard insignia. While they lack combat experience, they are fearless and unpredictable. Agents should not try to reason with potential Outcasts and are advised to keep a safe distance from them during combat. ", "authors": ["Unknown"]}, {"id": "28244", "title": "The Theater", "text": "The Theater was established when a group of civilians sought refuge on the rooftops. As scavenging operations and rainwater collection became more efficient, the settlement evolved and turned into a vibrant shantytown. Ex-Division agent, Odessa Sawyer, was elected leader after teaching the residents how to defend themselves. ", "authors": ["Unknown"]}, {"id": "28245", "title": "Cleaners", "text": "The Cleaners are former sanitation workers who took it upon themselves to rid New York of Green Poison. They use flamethrowers to burn anyone and anything that could be contaminated. Since the death of their leader, Joe Ferro, and the loss of their napalm supply, the Cleaners have been weakened beyond repair. They are no longer considered a threat to the Joint Task Force.<br><br>Cleaners are identifiable by their yellow colored garage trucks, hazmat suits, gas masks and flamethrowers. Agents should proceed with caution when entering occupied territories. ", "authors": ["Unknown"]}, {"id": "28246", "title": "JTF", "text": "The Joint Task Force (JTF) was formed by emergency services and military agencies to keep control after the Green Poison outbreak. Division agents are encouraged to assist the JTF whenever possible.", "authors": ["Unknown"]}, {"id": "28247", "title": "True Sons Rusher", "text": "Rushers charge into combat, exposed, and vulnerable. They fight for honor and want to die as heroes. They aren't military trained but have had previous close quarters experience: ex-cons, cage fighters. Rushers often hold mixed martial arts competitions in the barracks. ", "authors": ["Unknown"]}, {"id": "28248", "title": "Black Tusk Sniper", "text": "Snipers are cunning and calculating. While they prefer to pick off targets from a long distance, they are versatile soldiers who can hold their own if their enemies get too close. Snipers keep a scoreboard of their kill count and assign points based on the difficulty of each kill. ", "authors": ["Unknown"]}, {"id": "28249", "title": "Outcast Sniper", "text": "Snipers use a bow and arrow on the battlefield to preserve ammunition. When they are not fighting, they spend their time crafting arrows and experimenting with different arrowheads. ", "authors": ["Unknown"]}, {"id": "28250", "title": "Black Tusk Thrower", "text": "Throwers were recruited for their ability to process complex calculations while under distress. They take a mathematical approach to training and combat, working alongside trajectory analysts and weapons engineers to improve their techniques and deliver maximum damage with their grenade launcher. ", "authors": ["Unknown"]}, {"id": "28251", "title": "Outcast Controller", "text": "Controllers operate RC cars equipped with spinning blades. They find a great sense of satisfaction in seeing their enemies get brutally slashed apart. Many of them previously worked as mechanics or engineers. ", "authors": ["Unknown"]}, {"id": "28252", "title": "True Sons Medic", "text": "Medics are highly sought after and anyone with basic first aid knowledge qualifies to join their ranks. All new recruits are asked about their previous medical experience. Even those with a rudimentary skillset are sent to the medical wing for further training. ", "authors": ["Unknown"]}, {"id": "28253", "title": "True Sons Assault", "text": "The Assault unit is largely comprised of ex-police and military personnel. Most have had previous weapons training, but few of them have real combat. Their primary objective is to keep order. When they're not participating in live operations, they're likely in the barracks enjoying some downtime or planning future operations. ", "authors": ["Unknown"]}, {"id": "28254", "title": "Black Tusk Tank", "text": "Tanks carry a belt-fed minigun and were originally recruited from the Special Forces' gunboat crew. They use suppressive fire to subdue their enemies and support their allies on the battlefield. Tanks must undertake stringent physical examinations on a regular basis to retain their position as Black Tusk soldiers. ", "authors": ["Unknown"]}, {"id": "28255", "title": "Hyena Assault", "text": "The Assault unit are deeply indoctrinated by the Hyena's ethos. They are unorganized and inexperienced in combat, relying on intimidation and constant gunfire to make up for their shortcomings. The Assault unit use raiding and looting to instill fear into the citizens of DC. ", "authors": ["Unknown"]}, {"id": "28256", "title": "Hyena Controller", "text": "Controllers have knowledge of mechanics and are considered the \"intellectuals\" of the Hyenas. They operate remote-controlled cars rigged with explosives and treat the battlefield like a playground. Their lack of danger perception is both their strength and weakness. ", "authors": ["Unknown"]}, {"id": "28257", "title": "True Sons Heavy Weapons", "text": "The Heavy Weapons were formed by ex-members of the armed forces. Due to their previous combat experience, they are in charge of providing new recruits with basic training. They are known to have a serious superiority complex, which often causes them to make risky decisions. ", "authors": ["Unknown"]}, {"id": "28258", "title": "True Sons Sniper", "text": "Snipers are methodical and know how to efficiently use cover. They form from a group of hunters who believed that the True Sons are the only faction capable of saving America. Snipers spend most of their time honing their skills on the firing range and teaching other members to shoot. ", "authors": ["Unknown"]}, {"id": "28259", "title": "Outcast Assault", "text": "The Assault Unit are survivors from the Roosevelt Island Quarantine who wish to seek revenge on those responsible. Although they lack combat experience, they fight with passion and are quickly learning their way on the battlefield. ", "authors": ["Unknown"]}, {"id": "28260", "title": "Hyena Engineer", "text": "Engineers use sniper turrets and suppression tactics to subdue their enemies. Without their turrets, they have little combat value; therefore, they will do everything in their power to keep their weapons operational, even if it means exposing themselves to enemy fire. ", "authors": ["Unknown"]}, {"id": "28261", "title": "Outcast Thrower", "text": "Throwers are equipped with Molotv cocktails made from whichever explosive or flammable compounds they can find at the time : petrol, gas, industrial grade laundry detergent. Throwers are prone to self-immolation. It's not uncommon for them to perish during the manufacturing process. ", "authors": ["Unknown"]}, {"id": "28262", "title": "Outcast Support", "text": "The support unit's primary objective is to provide their allies with ammunition on the battlefield. Picked for their speed, they are comprised of the most physically fit members of the Outcasts. ", "authors": ["Unknown"]}, {"id": "28263", "title": "Hyena Sniper", "text": "Snipers are arrogant and ruthless. Unlike their military counterparts, discretion is not their forte. Despite this, they panic in close combat and will flee when their enemies get too close. Snipers train daily and keep a kill count among themselves. ", "authors": ["Unknown"]}, {"id": "28264", "title": "Black Tusk Warhound", "text": "War-hounds are autonomous robots, developed by Black Tusk engineers for urban-based combat operations. They were in development for over a decade before the first prototypes were used in active duty. Since then, War-hounds have proved to be a formidable force on the battlefield. ", "authors": ["Unknown"]}, {"id": "28265", "title": "Outcast Scorcher", "text": "Scorchers were originally formed to utilize the Outcast's abundant fuel supplies. They began using flamethrowers in combat and quickly became one of the most feared units on the streets of DC. ", "authors": ["Unknown"]}, {"id": "28266", "title": "True Sons Engineer", "text": "Engineers have a background in manufacturing and assembly. They will do whatever is necessary to ensure their turrets remain operational during combat and can often be seen risking enemy fire when their weapons fail. Some Engineers are overly attached to their weapons and have given them nicknames. ", "authors": ["Unknown"]}, {"id": "28267", "title": "Black Tusk Medic", "text": "Medics are experienced field surgeons that will do everything in their power to keep their comrades standing. When they're not on the battlefield, they'll either be working in Black Tusk field hospitals or teaching soldiers about basic first aid.", "authors": ["Unknown"]}, {"id": "28268", "title": "Black Tusk Assault", "text": "The Assault unit are elite soldiers, hand-picked from militaries, PMCs and academies throughout America. They are well-versed in small-unit military tactics and highly experienced in conflict zones. Off the battlefield, the Assault unit spends their time either training or planning their next move. ", "authors": ["Unknown"]}, {"id": "28269", "title": "Hyena Tank", "text": "Tanks are armed with machine guns and try to overwhelm their enemies with persistent fire. They were selected for their size and ability to carry a lot of weight. Off the battlefield they are responsible for keeping order inside Hyena strongholds. ", "authors": ["Unknown"]}, {"id": "28270", "title": "Outcast Tank", "text": "Tanks have been recruited based on their physical strength. Once they've picked a target, they won't stop attacking until their victim is dead. Outside of combat, Tanks perform most of the manual labor tasks inside Outcast settlements. ", "authors": ["Unknown"]}, {"id": "28271", "title": "Hyena Rusher", "text": "Rushers are delusional and unyielding, using drugs to boost their confidence and adrenaline. Recognized by their stolen police batons and riot helmet/gas mask combo, many of them are believed to be former criminals who were serving jail time when the Green Poison hit DC. ", "authors": ["Unknown"]}, {"id": "28272", "title": "Hyena Medic", "text": "Medics are adept at administering injections quickly and under duress. Many of them are believed to be comprised of addicts and former drug dealers. Medics are heavily involved in spice production and often volunteer themselves as test subjects in order to evaluate new strains. ", "authors": ["Unknown"]}, {"id": "28273", "title": "True Sons Immobilizer", "text": "Immobilizers fight at close range with chemical weapons. They are egotistical and ambitious, willingly volunteering themselves to test new and dangerous compounds on the battlefield. Many of them previously worked for the fire department's hazardous materials division. ", "authors": ["Unknown"]}, {"id": "28274", "title": "True Sons RPG", "text": "The RPG unit are mostly comprised of ex-army. While not all of them have previous experience using heavy weapons, they are the most qualified to take on that responsibility. The RPG unit take their role very seriously and contain some of the most highly trained soldiers within the True Sons. ", "authors": ["Unknown"]}, {"id": "28275", "title": "Outcast Heavy Weapons", "text": "The Heavy Weapons unit uses light machine guns and suppression techniques to immobilise their enemies. Many of them were formally riot police and know the streets of DC well. They often hold live drills in rural areas of the city to test new tactics. ", "authors": ["Unknown"]}, {"id": "28276", "title": "True Sons Tank", "text": "Tanks use their size to intimidate their enemies. They maintain a strict workout routine in order to withstand wearing heavy armour for extended periods of time. Tanks aren't used to their enemies retaliating and will become dismayed when they are attacked. ", "authors": ["Unknown"]}, {"id": "28277", "title": "Hyena Shield", "text": "The Shield unit engage enemies at close range and often express dissatisfaction towards allies who use safer tactics in combat. Off the battlefield, they work as enforcers, using violence and intimidation to strengthen the Hyenas' foothold on the city. ", "authors": ["Unknown"]}, {"id": "28278", "title": "True Sons Thrower", "text": "Throwers will try to keep their distance in combat. While most lack military experience, they are aware of their firepower. To qualify as a Thrower, recruits must pass a competency test by throwing a live hand grenade a minimum of 25 meters. ", "authors": ["Unknown"]}, {"id": "28279", "title": "Black Tusk Rusher", "text": "Rushers are responsible for the Black Tusk's unmanned aircraft systems. They have been recruited from reconnaissance and surveillance teams across America. Most of them have a rudimentary knowledge of demolitions and work alongside Black Tusk weapons engineers to create new aerial-based technology for the battlefield.", "authors": ["Unknown"]}, {"id": "28280", "title": "Black Tusk Controller", "text": "Controllers are responsible for the Black Tusk's armory of unmanned ground vehicles. They take great pride in their equipment and are enthusiastic about using their newly developed mini tanks on the battlefield. Most of them have previously served in the military as electrical and mechanical engineers. ", "authors": ["Unknown"]}, {"id": "28281", "title": "Outcast Rusher", "text": "Rushers are suicide bombers that are infected with the Green Poison. They know they have a short life expectancy ahead of them and want to take down as many of their enemies as possible when they die. Rushers often spend their final hours listening to propaganda. ", "authors": ["Unknown"]}, {"id": "28282", "title": "Hyena Thrower", "text": "Throwers are erratic and unpredictable. They recklessly use demolitions, often endangering the lives of themselves and their allies. Some Throwers create their own explosives using looted industrial-grade chemicals. ", "authors": ["Unknown"]}, {"id": "28283", "title": "Leader Elected", "text": "Description: Henry Hayes gives a speech after being elected the leader of the Campus settlement. <br><br>HENRY HAYES: Look, I know you’re scared. We all are. We’ve all lost more than we ever thought we could bear. But there’s plenty more to lose. And that’s exactly why this place matters. On our own, none of us can do much about any of this. We’d just get swept away. But together we have a chance. What we have here is security. Shelter. Companionship. Supplies enough to give us a change to become self-sustaining. That’s more than a lot of people were given. I can promise you one thing. I’m not giving up. Ever.<br>", "authors": ["Henry Hayes"]}, {"id": "28284", "title": "Help Wanted", "text": "Description: Henry Hayes, the leader of the Campus settlement, confides in another civilian that they need help. <br><br>HENRY HAYES: It’s asking too much of them. <br><br>CAMPUS CIVILIAN: You think there’s any other choice? <br><br>HENRY HAYES: This isn’t sustainable. I’m pushing them too hard. <br><br>CAMPUS CIVILIAN: Everybody understands the situation, Henry. It sucks, but nobody questions that it’s necessary. <br><br>HENRY HAYES: Then maybe it’s asking too much of me. <br><br>CAMPUS CIVILIAN: Again, what choice is there? <br><br>HENRY HAYES: See if you can get in touch with Kelso. <br><br>CAMPUS CIVILIAN: You really think the Division is going to ride to our rescue?<br><br>HENRY HAYES: All I know is we aren’t likely to get help if we don’t ask for it. <br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28285", "title": "Garden Tour", "text": "Description: Henry Hayes gets a tour of the vegetable gardens at the Campus settlement, from one of the civilians. <br><br>CAMPUS CIVILIAN: String beans. Cucumbers. Peppers. Tomatoes. Corn.<br><br>HENRY HAYES: Do we have space for corn? <br><br>CAMPUS CIVILIAN: A few rows won’t be a problem. And corn is great for companion planting. <br><br>HENRY HAYES: I’ll take your word for it. What else? <br><br>CAMPUS CIVILIAN: Zucchini. Basically any variety of squash we have seeds for.<br><br>HENRY HAYES: I thought squash was a winter vegetable. <br><br>CAMPUS CIVILIAN: The difference between summer and winter squash is mainly how mature the fruit should be when you harvest it. <br><br>HENRY HAYES: You learn something every day.<br><br>CAMPUS CIVILIAN: Oh, don’t forget melons! <br><br>HENRY HAYES: Who could forget melons. <br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28286", "title": "Quarantine Staff", "text": "Description: Henry Hayes, the leader of the Campus settlement, tries to find out what happened to his wife, a nurse at the Roosevelt Island quarantine.<br><br>CAMPUS CIVILIAN: Sir, civilians are not permitted beyond this point.<br><br>HENRY HAYES: I’m trying to find my wife. She was assigned here.<br><br>CAMPUS CIVILIAN: Then I’m sorry. This is quarantine zone.<br><br>HENRY HAYES: She’s a nurse, not a patient.<br><br>CAMPUS CIVILIAN: All personnel are required to remain inside the perimeter until further notice. <br><br>HENRY HAYES: You can’t keep people locked up in there. <br><br>CAMPUS CIVILIAN: The staff were fully briefed on the situation.<br><br>HENRY HAYES: The hell they were! She left for work three days ago, expecting to be home that evening!<br><br>CAMPUS CIVILIAN: Loo, you can leave your name and I’ll try to get word to her. <br><br>HENRY HAYES: It’s Hayes. Henry Hayes. <br><br>CAMPUS CIVILIAN: Hayes. Got it. Now go home, Mr. Hayes. It’s not safe to be running around out here. <br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28287", "title": "Building Community", "text": "Description: Henry Hayes, the leader of the Campus settlement, announces the community and lays out a new plan of action.<br><br>HENRY HAYES: Let’s get the unhappy business out of the way. We’re making some changes. I doubt you’re going to like them, but we have two choices: pull together and work hard or die. First off, from now on, everybody works. Everybody. You don’t find a way to pitch in, you’re out on your own. It’s not fair for the people who work the hardest and risk the most to support folks that sit by. Obviously, exceptions will be made for the injured and infirm, and we’re not going to have kids working in coal mines. But anybody can contribute doing simple chores. It’s mostly luck that got us this far. If we’re going to survive, it’s going to take sacrifice and the hardest work we’ve ever done. Anybody who isn’t willing to do their share can’t stay here. It’s as simple as that. <br>", "authors": ["Henry Hayes"]}, {"id": "28288", "title": "Mystery Meat", "text": "Description: A gardener servers strew to a reluctant civilian.<br><br>CAMPUS CIVILIAN: What the hell is that? I’m not eating it. <br><br>OSWIN G. PHILLIPS: Suit yourself. <br><br>CAMPUS CIVILIAN: Ha!...What is it?<br><br>OSWIN G. PHILLIPS: Stew.<br><br>CAMPUS CIVILIAN: No fucking shit. <br><br>OSWIN G. PHILLIPS: What do you want to hear? It’s beef bourguignon. Just with some substitutions. <br><br>CAMPUS CIVILIAN: I’m asking a serious question. <br><br>OSWIN G. PHILLIPS: Look, either eat the fucking stew or don’t eat the fucking stew. If you want to be a big boy, try it and see if you like the taste. Then if you really, really want to know what’s in it. I’ll tell you. <br>", "authors": ["Oswin G. Phillips", "Unknown"]}, {"id": "28289", "title": "Food Scarcity", "text": "Description: Henry Hayes, the leader of the Campus settlement, laments the food scarcity and is reassured that they will find a way to feed the community.<br><br>HENRY HAYES: We’re screwed. Any way you look at it. Absolutely screwed.<br><br>CAMPUS: CIVILIAN: Come on, Henry. We’ll figure it out.<br><br>HENRY HAYES: How? Huh? We’re running out of food. It’s been weeks since the last supply drop. I don’t think any more are coming? <br><br>CAMPUS CIVILIAN: We’re not going to starve.<br><br>HENRY HAYES: A heaping plate of wishful thinking isn’t gonna cut it. Our crops aren’t coming along fast enough or well enough. <br><br>CAMPUS CIVILIAN: Have you been out there lately? The city is a buffet of wild game. There’s more racoons hanging out on K Street than there used to be lobbyists. <br><br>HENRY HAYES: Doesn’t do us any good if we’re on lockdown in here. Those fucking Outcasts are hellbent on wiping us off the map. <br><br>CAMPUS CIVILIAN: Henry, we’re gonna pull through. We can eat grasshoppers and kudzu if we have to. This ain’t Jamestown. We’re not going to end up as cannibals. <br><br>HENRY HAYES: I’m sorry. You’re right. You’re right. I just lost perspective there for a minute. <br><br>CAMPUS CIVILIAN: You’re got a heavy load, that’s for sure. But you got us this far. I’m with you all the way. <br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28290", "title": "Greif Counseling", "text": "Description: Henry Hayes gives advice and console one of the Campus civilians.<br><br>CAMPUS CIVILIAN: I don’t know what to do. <br><br>HENRY HAYES: You already did all you could. <br><br>CAMPUS CIVILIAN: He just slipped away. One second he was there, looking at me. Then he wasn’t. <br><br>HENRY HAYES: I’m sure it made it better for him. Having you there. It’s going to be hard for a time. Real hard. You’re going to keep playing it back in your head. You’ve got to try not to. <br><br>CAMPUS CIVILIAN: How do I stop it? <br><br>HENRY HAYES: Don’t give in to it. Think about something else. Anything else. <br><br>CAMPUS CIVILIAN: I’ve tried. <br><br>HENRY HAYES: You just have to persist. It’s a pit you don’t want to get stuck in. Because it’s hard to get out of. You’ve got to find a way to float above it. <br><br>CAMPUS CIVILIAN: I don’t know if I can. <br><br>HENRY HAYES: You can. I know you can.<br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28291", "title": "Milla &quot;Wyvern&quot; Radek", "text": "Last Name: Radek<br>First Name: Milla<br>Age: 35<br>Place of Birth: Brooklyn, NY<br>Rank: Specialist Unit Operative<br><br>Profile:<br><br>Has a Ukrainian mother and Israeli father. Joined the Israeli Defense Force when she was 19 and quickly earned a reputation as an outstanding soldier. After four years of service, she joined the French Foreign Legion, where her comrades gave her the nickname \"Wyvern\". She respects leadership and will always follow orders without question. ", "authors": ["Unknown"]}, {"id": "28292", "title": "Bardon Schaeffer", "text": "Last Name: Schaeffer<br>First Name: Bardon<br>Age: 49<br>Place of Birth: Washington, DC<br>Rank: Specialist Unit Leader<br><br>Profile:<br><br>Has a family history in law enforcement and government security. Enlisted in the Army at 18 and served multiple tours of Iraq and Afghanistan. Highly tactical with a proven ability to eliminate targets with extreme efficiency. Respected among his comrades and a natural choice for the role of Specialist Unit Leader. ", "authors": ["Unknown"]}, {"id": "28293", "title": "Ellis Galveston", "text": "Last Name: Galveston<br>First Name: Ellis<br>Age: 42<br>Place of Birth: Houston, TX<br>Rank: Specialist Unit Operative<br><br>Profile: <br><br>Son of an Oil Tycoon. Was pressured to take over the family business, but enlisted in the army instead. Shortly after basic training he began working as a PMC contractor. Shows great dedication to the military and excels in shooting and hand to hand combat. He is emotionally detached from conflict and will always engage the enemy without fear. ", "authors": ["Unknown"]}, {"id": "28294", "title": "Petrus Brenner", "text": "Last Name: Brenner<br>First Name: Petrus<br>Age: 33<br>Place of Birth: Anchorage, AK<br>Rank: Specialist Unit Operative<br><br>Profile:<br><br>Has an American mother and South African father. Worked as a PMC contractor for 10 years and can develop a reputation for using ruthless tactics. Can kill without remorse and will engage in combat without hesitation. Has no personal or ideological motivations and will always follow orders. Never expressed any desire to lead, nor demonstrated the qualities required in a leadership role. ", "authors": ["Unknown"]}, {"id": "28295", "title": "Elijah Sumner", "text": "Last Name: Sumner<br>First Name: Elijah<br>Age: 36<br>Place of Birth: Jackson, MS<br>Rank: Specialist Unit Operative<br><br>Profile:<br><br>Enlisted in the army in his early twenties, serving in the infantry division. Quickly progressed up the ranks and became a strategy adviser. After being recruited by a private military company, he became known for his analytical combat approach and the use of tactical intimidation.  ", "authors": ["Unknown"]}, {"id": "28296", "title": "Jack Bonney", "text": "Last Name: Bonney<br>First Name: Jack<br>Age: 27<br>Place of Birth: Last Vegas, NV<br>Rank: Specialist Unit Operative<br><br>Profile:<br><br>Jack Bonney was estranged from his father and raised by his mother. He never received formal education, but excels in athletics and combat sports. Briefly worked as a \"cleaner for the mob. Jack also has the ability to recognize and analyze his adversaries' weaknesses and exploit them. Since joining the Black Tusk, he has been known to make rash decisions. However, he's a highly skilled soldier. ", "authors": ["Unknown"]}, {"id": "28297", "title": "Ellis&#39; memoirs: Succession", "text": "I just wanted to be President. Is that so much to ask? Waller and Mendez. I'm a better man than both of them put together. They are relics from a different era. They were too soft and too indecisive. They weren't willing to make the hard choices. Hell, they weren't willing to make any choices. Not any that really mattered. Even when Waller ordered Directive 51, that wasn't a real choice. It wasn't something he was excited about, or understood. It was a means to an end. A tool that he had at his disposal. And, that idiot wasted it. An army of elite soldiers with unlimited resources and power, and he sends them to protect civilians and clean up the streets. To build garden boxes and grow tomatoes. What a fucking waste.", "authors": ["President Ellis"]}, {"id": "28298", "title": "Ellis&#39; memoirs: Crisis", "text": "If it was up to me in the beginning, it never would have gotten this bad. We could have recovered from Amherst's bullshit in a month. Quarantine the sick. Burn the cash. Get CERA to find a fucking cure and call it a day. It's not that hard. Collateral damage is always acceptable, especially if it ensures a victory. Waller was too much of a libtard to understand the big picture. Too much of a pussy to nuke New York when we had the chance. And now, it's up to me to clean up his mess, but his fucking agents are getting in my way. They're supposed to work for me dammit. I'm the President.", "authors": ["President Ellis"]}, {"id": "28299", "title": "Ellis&#39; memoirs: Advice", "text": "Davis tried to warn me. I should have fucking listened to him. The man was not a good man, but he was smart. He knew what these people were. He was too smart to outright question me, knew I probably would have found some way to fuck him over if he did, but he knew what these people were, at least better than I did. I underestimated them, I won't make that mistake again.", "authors": ["President Ellis"]}, {"id": "28300", "title": "Ellis&#39; memoirs: Legacy", "text": "When you sign up for a secret fucking society, you expect to meet the members of that society. Instead, I'm trapped in a fucking bunker with what's left of the BTSU and all their fucking bullshit. I was supposed to be the hero. And now thanks to these jarheads, I'm going to go down as the worst President in history. FDR bombed hundreds of thousands of people and he's still a hero because the New Deal saved the economy. But, President Ellis will be remembered as the asshole who went to his retreat in the woods while Camelot burned. ", "authors": ["President Ellis"]}, {"id": "28301", "title": "April Kelleher", "text": "Last Name: Kelleher<br>First Name: April<br>Age: 35<br>Place of Birth: Yarmouth, ME<br>Occupation: Writer and consultant<br>Place of Residence: New York<br><br>Profile:<br><br>April Kelleher moved to New York to attend college. Since completing graduate school she started working as a grant writer and consultant for international aid groups and NGOs. Kelleher loves exploring the world together with her husband Bill, a biotechnology researcher. She's been backpacking since childhood and has been on extended trips in Europe and North America.<br><br>Kelleher aspires to improve the lives of people who weren't born with the advantages she had.", "authors": ["Unknown"]}, {"id": "28302", "title": "Eleanor Sawyer", "text": "Last Name: Eleanor<br>First Name: Sawyer<br>Age: 20<br>Place of Birth: Washington, DC<br>Occupation: Unemployed<br>Place of Residence: Washington, DC<br><br>Profile: <br><br>Eleanor Sawyer lives at the Theater. Many of the residents resent her, believing she gets special treatment for being the daughter of their leader, Odessa Sawyer. Her father was murdered during the early days of the outbreak. She wants to find out who is responsible and invoke justice. <br><br>Sawyer has naïve view of the world and lets her emotions cloud her better judgement. This often causes her to make reckless decisions.", "authors": ["Unknown"]}, {"id": "28303", "title": "Shay Montgomery", "text": "Last Name: Montgomery<br>First Name: Shay<br>Age: 22<br>Place of Birth: Georgetown, Washington, DC<br>Occupation: Student<br>Place of Residence: Georgetown, Washington, DC<br><br>Profile:<br><br>Shay Montgomery was a pre-med student at Georgetown University. She's politically active and frequently arranges demonstrations on campus regarding environment and social issues. Montgomery is known for her outspokenness and will always stands by her convictions if she believes she's right.<br><br>Montgomery's candidness is often misconstrued as ostentatious. Although she's popular among her social circle, her friends and family can get frustrated by her attitude. ", "authors": ["Unknown"]}, {"id": "28304", "title": "Victor Tranh", "text": "Last Name: Tranh<br>First Name: Victor<br>Age: 40<br>Place of Birth: Georgetown, Washington, DC<br>Former Job: Professor of Sociology<br>Place of Residence: Georgetown, Washington, DC<br><br>Profile:<br><br>Victor Tranh has been a professor of sociology at Georgetown University for over 15 years. He is a highly respected member of the community and has a good reputation among his students and peers. Tranh is very outspoken about societal issues, particularly when they impact Georgetown. While he doesn't have any political aspirations, the locals regard him as a figurehead within the community.<br><br>Tranh comes across as modest and caring; however, he will always put his personal interests at the forefront of his decision making. He likes to be in control and often reacts with hostility when people disagree with him.", "authors": ["Unknown"]}, {"id": "28305", "title": "Henry Hayes", "text": "Last Name: Hayes<br>First Name: Henry<br>Place of Birth: Washington, DC<br>Occupation: Campus Leader (Former Laborer)<br>Place of Residence: Washington, DC<br><br>Profile: <br><br>Henry Hayes was born into a family of laborers and has been working blue-collar jobs since he was a young man. He is a staunch Christian who reads the Bible daily. Although he sometimes feels anger and resentment towards God when bad things happen, he never questions his faith.<br><br>Hayes always keeps his composure under stressful and frustrating situations. He has a strong sense of responsibility and will avoid conflict unless it's absolutely necessary. ", "authors": ["Unknown"]}, {"id": "28306", "title": "Odessa Sawyer", "text": "Last Name: Sawyer<br>First Name: Odessa<br>Age: 39<br>Place of Birth: Washington, DC<br>Occupation: Theater Leader (Former Division Agent)<br>Place of Residence: Washington, DC<br><br>Profile:<br><br>Odessa Sawyer is a former Division agent who lost part of a leg in combat in March. She struggled on with administrative duties at the Base of Operations, but eventually relocated to the Theater, where she became leader. She is fiercely dedicated to the rebuilding effort and will not hesitate to use or advocate violence to protect her people.<br><br>Sawyer is ruthless and battle-hardened. However, she's also traumatized by injury and feels guilty about abandoning the Division.", "authors": ["Unknown"]}, {"id": "28307", "title": "Vikram Malik", "text": "Last Name: Malik<br>First Name: Vikram<br>Age: 40<br>Place of Birth: Mumbai, India<br>Occupation: Founder of Odea<br>Place of Residence: Palo Alto, CA<br><br>Profile:<br><br>Malik is an Indian-American. After graduating from college, he worked for a range of Silicon Valley start-ups, and built up a good reputation within the tech sector. He was involved in Odea technology company and was instrumental in making it the global force it is today.<br><br>Malik is highly opinionated, entitled, and mercurial. He can be argumentative and manipulative when things don't go his way.<br><br>", "authors": ["Unknown"]}, {"id": "28308", "title": "Jared Nash", "text": "Last Name: Nash<br>First Name: Jared<br>Age: 38<br>Place of Birth: Oakland, CA<br>Occupation: Unemployed<br>Place of Residence: No fixed residence<br><br>Profile:<br><br>Jared Nash was born into a family of criminals. He was estranged from his father as a young age and became a drifter in his teenage years. Nash eventually settled in DC and got mixed up with a local street gang. During this time he earned the nickname \"the Snitch\" after he informed on his rivals in order to divert suspicion from his own criminal activities.<br><br>Nash takes each day as it comes and never plans too far in advance. He's a loner with little ambition, but feels content in his own company. ", "authors": ["Unknown"]}, {"id": "28311", "title": "Plan B", "text": "REPLACE", "authors": [" Petrus Brenner", "Ben \"Mega\" Reinhold", "John \"Architect\" Figgs"]}, {"id": "28312", "title": "Pentagon Defenses", "text": "Description: One of the teams reports on Pentagon defenses.<br><br>BEN “MEGA” REINHOLD: Pentagon systems are giving our techs hell.<br><br>PETRUS BRENNER: Are you going to keep giving me excuses?<br><br>BEN “MEGA” REINHOLD: No excuses, just information. It’s slow going brute-forcing our way through everything in our path.<br><br>PETRUS BRENNER: Cut the bullshit. Best estimate?<br><br>BEN “MEGA” REINHOLD: Fifteen, twenty hours.<br><br>PETRUS BRENNER: Make it twelve. I want access to that reactor by morning.<br><br>", "authors": [" Petrus Brenner", "Ben \"Mega\" Reinhold"]}, {"id": "28313", "title": "SHD Prototypes", "text": "Description: Brenner discovers DARPA’s prototypes.<br><br>JOHN “ARCHITECT” FIGGS: Hot damn. Look at me everyone, I’m a Division agent!<br><br>PETRUS BRENNER: Put that shit down. I don’t need you accidentally activating a failsafe on a seeker mine and blowing us all up<br><br>JOHN “ARCHITECT” FIGGS: Can that really happen?<br><br>PETRUS BRENNER: Fuck if I know. Do I look like Division to you?<br>", "authors": [" Petrus Brenner", "John \"Architect\" Figgs"]}, {"id": "28314", "title": "DARPA Lab", "text": "Description: The team enters the biolab.<br><br>PETRUS BRENNER: Status report.<br><br>BLACK TUSK: We made it to the biolab. The project equipment looks undisturbed since the evac<br><br>PETRUS BRENNER: Bioreactor?<br><br>BLACK TUSK: Accounted for. Looks like they finished it. No antivirals to use though.<br><br>PETRUS BRENNER: We knew that. We’ll have to find a way to get back the ones Wyvern lost.<br><br>", "authors": [" Petrus Brenner", "Unknown"]}, {"id": "28315", "title": "Assume Control", "text": "Description: Brenner’s pep talk to the team.<br><br>PETRUS BRENNER: Many of you may not know me, but other the next month or so, you will. You may have heard rumors about what happened to the Tidal Basin team. I’m not going to sugar coat it. Wyvern went off the reservation, and cost the entire operation. We’re not that team though. We’re going to get this done and get it done right.<br>", "authors": ["Petrus Brenner"]}, {"id": "28316", "title": "Hovercraft Landing", "text": "Description: The hovercraft makes landfall at the Pentagon.<br><br>PETRUS BRENNER: Yo! Listen up! We’re en route to the Pentagon. Our orders are to get in secure a bioreactor and remain there to haul out anything that might be useful. I know this may seem like looting to many of you, but orders are orders, and there’s a bigger picture here.<br>", "authors": ["Petrus Brenner"]}, {"id": "28317", "title": "Drill Setup", "text": "Description: Brenner oversees the drill construction.<br><br>PETRUS BRENNER: ETA on getting the drill hoists in position?<br><br>BLACK TUSK: Two hours at the top end.<br><br>PETRUS BRENNER: Roger that. I want that drill up and running in the next ten hours and I want to be pulling shit out in the next twenty-four. We’re on a timetable. Move it.<br><br>BLACK TUSK: Sir, yessir.<br><br>", "authors": [" Petrus Brenner", "Unknown"]}, {"id": "28318", "title": "Air Support", "text": "Description: Directing airlifted supplies for the drill.<br><br>PETRUS BRENNER: I need that drill up and running. Status on the airlift?<br><br>JOHN “ARCHITECT” FIGGS: Lowering the supports into place now.<br><br>PETRUS BRENNER: That drill going to be big enough to pull out the bioreactor?<br><br>JOHN “ARCHITECT” FIGGS: Yeah, and if it’s not, you know I’m not opposed to using explosives.<br><br>PETRUS BRENNER: No, Figgs. I don’t need you breaking what we came for just because you love to blow shit up.<br><br>", "authors": [" John \"Architect\" Figgs", "Petrus Brenner"]}, {"id": "28319", "title": "Drone Testing", "text": "Description: Going through the drone testing lab equipment.<br><br>PETRUS BRENNER: Holy shit, I can’t believe they left all these behind.<br><br>DESHAWN “ECHO LEADER” GRIFFIN: Are these our drones?<br><br>PETRUS BRENNER: The military’s. Though that’s a bit reductionist. Reality is that our benefactors supply a lot of organizations.<br><br>DESHAWN “ECHO LEADER” GRIFFIN:  [whistle] Well, ain’t that some shit.<br><br>PETRUS BRENNER: Yep. Stay on the winning side – the side with the best tools.<br><br>", "authors": [" Petrus Brenner", "Deshawn \"Echo Leader\" Griffin"]}, {"id": "28320", "title": "Plan B", "text": "Description: Discovery of the maintenance tunnels.<br><br>BEN “MEGA” REINHOLD: Got something for you form the blueprints we pulled from the servers.<br><br>PETRUS BRENNER: What do you have?<br><br>BEN “MEGA” REINHOLD: Looks like there’s a whole series of maintenance tunnels that run underneath the building. But better than that it looks like there’s some kind of connection that runs all the way out to the helipad.<br><br>PETRUS BRENNER: Well shit. I guess that’s our plan B.<br><br>", "authors": [" Petrus Brenner", "Ben \"Mega\" Reinhold"]}, {"id": "28321", "title": "Brenner&rsquo;s Orders", "text": "Description: Brenner gets a new command.<br><br>BARDON SCHAEFFER: Do you see the report?<br><br>PETRUS BRENNER: I saw it.<br><br>BARDON SCHAEFFER: Then you understand why this op is a top priority.<br><br>PETRUS BRENNER: Yeah. I’m on it.<br><br>BARDON SCHAEFFER: We can’t afford another shitshow.<br><br>PETRUS BRENNER: I said I’m on it.<br><br>BARDON SCHAEFFER: soon as the Division gets wind of this.<br><br>PETRUS BRENNER: I’ll handle it. Once the hovercraft arrives, I’ll assume command and we’ll extract it ASAP.<br>", "authors": [" Petrus Brenner", "Bardon Schaeffer"]}, {"id": "28322", "title": "Update: Cleaners", "text": "Description: Captain Benitez gives a status report on the Cleaners, after their leader Joe Ferro is taken out.<br><br>CAPTAIN ROY BENITEZ: So those nutjobs in the hazmat suits who call themselves The Cleaners, they had themselves a nasty shock the other day when we took out their boss, Joe Ferro. We were hoping they’d just sort of fall apart that, but no such luck. They just sort of regrouped, each of them determined to carry on that lunatic Ferro’s philosophy. Even worse, once they started running low ingredients for napalm, they got creative with their chemistry set. So there’s less of them and they’re less organized but your average Cleaner? He’s more dangerous than ever.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28323", "title": "Turning Point", "text": "Description: Captain Benitez considers the death of Bliss and the rise of Keener.<br><br>CAPTAIN ROY BENITEZ: The biggest turning point for us probably came when we took back the UN. That’s when everything changed. We took down Charlie Bliss and his command structure, and cut the Last Man Battalion off at the knees. But at the same time, that’s when Keener really went in the wind with Tchernenko. It was the moment when we all took a deep breath and asked ourselves the question, “What happens next?”<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28324", "title": "Update: Rikers", "text": "Description: Captain Benitez gives a status report on the Rikers, after their leader Larae Barrett is taken out.<br><br>CAPTAIN ROY BENITEZ: When it comes to the Rikers, taking out Larae Barrett is the best thing we could have done. Without here, they’re dangerous. They’re crazy, they’re vindictive and they don’t give a crap about whether they’re gonna make it til tomorrow as long as they’re having a good time today. But, without Barrett giving them direction and purpose, that’s all they are. And we can handle that.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28325", "title": "Second Wave", "text": "Description: Captain Benitez briefs his team about tow agents, recovered from a downed helo, coming to the Base of Operations.<br><br>CAPTAIN ROY BENITEZ: New wave of Agents just strolled in. Hell of a way to make an entrance – chopper got shot down in Brooklyn, then they got mixed up in that Lincoln Tunnel mess. One of them did, anyway – Faye Lau’s going to need some recovery time at the Base of Operations before she’s field-ready. The other one looks fine. We’ll see how long it is before the city chews em’ up and spits ‘em out.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28326", "title": "Update: Virus", "text": "Description: Captain Benitez gives a status report on the current state of Amherst’s virus.<br><br>CAPTAIN ROY BENITEZ: So we all know ho we got in this mess, right? A psycho named Dr. Gordon Amherst cooked up his homebrew smallpox variant and spread it around on cash on Black Friday. And, well, things got a little out of hand after that. The good news, if there can be any kind of good news in something like this, is that the virus looks like it’s mostly burned itself out. You can still find pockets if you go looking for it, but why in the hell would you want to do that?<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28327", "title": "NYC Crew", "text": "Description: Captain Benitez gives a status report on the Division staff in Manhattan.<br><br>CAPTAIN ROY BENITEZ: Welp, I’m not going to say that things are good, cause they ain’t, but they’re a bit better than they were. Doc Kandel is holding down the medical end of things, which is good, and Rhodes is up to whatever crazy shit he does with the systems, and meanwhile Lau and her friend are doing their best clean up this mess. It’s a big effort and it’s gonna take all of us – and a whole lot more besides – but for the first time in a long time. I think we got a shot.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28328", "title": "Update: LMB", "text": "Description: Captain Benitez gives a status report on the LMB, after their leader Charles Bliss is taken out.<br><br>CAPTAIN ROY BENITEZ: You cut the head off a snake, you get a headless snake. Or in the case of the Last Man Battalion, you get a lot of soldier-types wandering around without a real direction. They’ve still got officers and they’ve still got some kinda discipline, but without Bliss you can tell the light’s kind gone out in their eyes. They’re not fighting to take over the island any more, they’re fighting to survive.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28329", "title": "Update: Keener", "text": "Description: Captain Benitez gives a status report on Aaron Keener.<br><br>CAPTAIN ROY BENITEZ: Not everyone wearing the orange is as good a person as Lau. She got hurt, she stuck it out and found a way to help. Some others, well, they got their feelings hurt and decided to go rouge. You heard me, they took all the gear and training they’d been given and went their own way. Sometimes they even took out other agents. The worst of the lot’s a guy named Aaron Keener. He’d as soon kill you as look at you, and he’s playing a long game. He’s got Amherst’s tools for cooking up  a new virus, and he’s got a hostage named Tchernenko who can show him how to do it. Oh, and nobody knows where he is. So if Green Poison 2.0 pops up around these parts, you’ll know who to thank for it.<br>", "authors": ["Captain Roy Benitez"]}, {"id": "28330", "title": "Haunted", "text": "Description: Shay Montgomery talks about going back to the CERA camp in DZ South.<br><br>SHAY MONTGOMERY: Went back to the camp today for the first time. It’s a Dark Zone now, abandoned and locked off, and there’s rumors that it’s haunted. Hard to believe that in the world we’re living in now, people still have time to be troubled by made-up things like ghosts. Getting into the camp wasn’t that hard. Someone had put in overtime cleaning it up from my days there. You’d never know thousands of people had died there. That’s not to say it was clean. Just that there was no evidence of what had gone before. It just looked like a regular old supply dumb, abandoned to the rats. There was a little bit I could use, so I took it but the whole time I was there I kept waiting for it to hit me. And it never did. It’s like that piece of my past is walled off now. There’s too much to do now that I can’t afford to think about then. Shit. Got DC-62 on my shoes. That’ll have to come off. Not the first time, though. Won’t be the last.<br>", "authors": ["Shay Montgomery"]}, {"id": "28331", "title": "Reflective", "text": "Description: Shay Montgomery reflects on her life before the lockdown and how far she has come.<br><br>SHAY MONTGOMERY: One thing I still haven’t gotten used to is how quiet the city gets at night. I keep on waiting for sirens, for cars, for all the noises that we used to take for granted. Background noise, you know? Now it’s insects and bird. Oh, and gunshots. So maybe not everything has changed. I remember a party junior year at Georgetown, with a bunch of us just hanging out and drinking beers and talking about what we were going to do with our lives. I mean, we were all pre-med, so it was kind of a limited conversation, but even so. None of us imagined this. I don’t even know if anyone else who was at that party is still alive. And yet here I am, about to breach the Capital Station Dark Zone again, looking for meds for the people who’ve fallen through the cracks of whatever system’s left. I like to think I’m doing the right thing.<br>", "authors": ["Shay Montgomery"]}, {"id": "28332", "title": "Purpose", "text": "Description: Shay Montgomery talks about why she escaped the camp.<br><br>SHAY MONTGOMERY: Once I recovered it didn’t take me too long to figure out just how shitty things were. How little those guards cared about the lives of the people they were supposedly guarding. It was pretty clear that they weren’t keeping other people out, they were keeping us in. Me, I like going where I’m not supposed to. Tell me to stay. I’ll be gone in a heartbeat. And when I figured out they wanted me to stay in that hellhole even though I’d recovered. I figured it was time to move on. I found a way out, and I took it. Took something else, too – a purpose. I’d seen too many people with nobody taking care of them. Too many people with no meds, no blankets and no clean water. I was going to get those things for them. It didn’t matter that no one else cared. I did.<br>", "authors": ["Shay Montgomery"]}, {"id": "28333", "title": "Georgetown", "text": "Description: Shay Montgomery talks about Victor Tranh and how Georgetown was exposed to DC-62.<br><br>SHAY MONTGOMERY: Let’s get one thing straight – I got kicked out of Georgetown. The neighborhood, not the school – was running a 3.93 as a pre-med major, thank you very much – under bullshit pretenses. It was when I decided that maybe I could do some good whatever training I had out in the real world that I got into trouble. You see, they’d built a wall around G-town to try to keep infected people out, but that worked about as well as you’d think. There was always someone’s cousin who had to be let in, or somebody’s coworker, and before you knew it, we had out own cases of Green Poison. That’s where Victor Tranh came in. Professor Tranh was a big deal in neighborhood politics, and it didn’t take much for him to convince people that the right thing to do was evict the patients and spray the neighborhood. It would make all of them safe he promised. Now I knew this was bullshit – they hadn’t had time to run tests on this DC-62 stuff he was talk about – and I said so. Loudly. And that’s when Victor Tranh lied. He told people I was sick, too, which I wasn’t, at least not yet. He had me kicked out with the rest of the infected. Sent up to the CERA camp down by the river and sprayed his DC-62. I hear it killed him. Justice, she works in funny ways.<br>", "authors": ["Shay Montgomery"]}, {"id": "28334", "title": "Refugee Camp", "text": "Description: Shay Montgomery talks about her experience in a CERA camp run by True Sons.<br><br>SHAY MONTGOMERY: The CERA camp was hell. It was overcrowded. It was filthy. It was undersupplied – and I heard later the unit assigned to watch over the camp was skimming resources for themselves. Wouldn’t surprise me one bit. They stayed up on the walls and down below, we got sick. Those of us who were sick, got sicker. And so many of us died. I wasn’t sick when I got to the camp. That changed soon enough. I’m one of the rare ones, though. I survived Green Poison. It was close. I almost didn’t. But thanks to some good people who took care of me when I was at my worst, I made I through. They’re all gone, though. Every last one of them. I’d tell you their names but what’s the point. They’re gone.<br>", "authors": ["Shay Montgomery"]}, {"id": "28335", "title": "Making a Difference", "text": "Description: Shay Montgomery talks about a family she helped after escaping the camps.<br><br>SHAY MONTGOMERY: There was family I found, hiding out in an apartment off DuPont Circle. The father nearly shot me but he was shaking so badly from the disease he couldn’t hold the gun straight. His wife and daughter weren’t showing symptoms yet, but it was just a matter of time the ways thing were going. I took care of that family. Got the father meds that made his passing easier. Sat with them until he was gone. Got them fresh water. And by some miracle, when they didn’t get sick, I left them with a stash of meds and a way to get a hold of me if they needed me. I could tell that story about twenty different families around the city, and all those stories would be true. I’m not bragging. I’m asking you what you’re doing to make a difference, and if you’re just surviving, to think about doing a little more than that.<br>", "authors": ["Shay Montgomery"]}, {"id": "28336", "title": "Capital Station", "text": "Description: Shay Montgomery talks about the events that led to Capital Station being abandoned.<br><br>SHAY MONTGOMERY: The Capital Station Dark Zone is the easiest of them to crack. There was DC-62 burst, but everyone in the zone was military or CERA. They knew how to handle and evacuation, unlike that poor idiot Tranh. So they packed up everyone and everything they could get their hands on and got the hell out before the powder had a chance to settle. Good work, if you ask me. The thing, though, was that they got everyone out so fast they left plenty of stuff behind. I’m told there’s a fortune in military hardware just sitting there waiting for someone to pick up. Not me, though. I wouldn’t know what to do with half of it. I’m more interested in what got left at the field hospital. There’s still meds there, still sterile equipment and surgical supplies. Hell, there’s even clean toilet paper. I’ve been in there three times and haven’t come close to cleaning it out. I worry ‘m getting predictable. But so far, it’s been worth the risk.<br>", "authors": ["Shay Montgomery"]}, {"id": "28337", "title": "Orphans", "text": "Description: Shay Montgomery talks about a little boy she plans on resettling at the Theater.<br><br>SHAY MONTGOMERY: Found a little boy on the street today. I asked him where his people were. He told me they were dead. The way he described it, Hyenas got them. They left the kid alive because they though it would be funnier to watch him starve to death on his own. Fuck that, I don’t care how many eyes they’ve got on me right now. I’m going to spoil their fun. Going to take him to the Theater and make them take him in because he’s got nowhere else to go and he can’t stay with me. He’s just sitting in the street now, looking at me like he’s not sure if I’m real. If the Hyenas mess with me while I’m taking this boy home, they’re going to find out just how real I am.<br>", "authors": ["Shay Montgomery"]}, {"id": "28338", "title": "Patience", "text": "Description: Aaron Keener sends out a broadcast to potential rogue agents.<br><br>AARON KEENER: I’ll bet you’re wonder why I haven’t come calling to your neck of the woods. Tsk, I expected more patience out of you. Are you really that eager for a chance to join up with me? Or do you just want to know what I’m going to do next, in the hope you can do something about it. Here’s a hint: You can’t. Don’t ever think you can outsmart me. Accept that and you’ll live longer. <br>", "authors": ["Aaron Keener"]}, {"id": "28339", "title": "Recordings", "text": "Description: Aaron Keener takes a moment to explain why he is making these recordings. <br><br>AARON KEENER: You might be wondering why I’m leaving these. Perhaps it’s a deep-seated need for confession. Then again, maybe not – I haven’t done anything I’m not proud of, and I have no need to seek absolution from anyone, least of all you.  Maybe I’m bored. It’s hard being one step ahead of everyone else, and this is my way of giving you a little bit of a helping hand to make things more challenging. Of course, that’s the sort of thing made up villains do. I’m perfectly happy to maximize my advantage. Or maybe I just want to get you spinning in circles. Check for yourself. Are there subtle contradictions in what I’ve told you? It’s hard to figure out what I’m trying to tell you? Maybe that’s the point. Then again, maybe it isn’t. <br>", "authors": ["Aaron Keener"]}, {"id": "28340", "title": "Open Gates", "text": "Description: Aaron Keener reflects o the end of the quarantine in Manhattan.<br><br>AARON KEENER: In a way, it’s a shame the quarantine isn’t still up on Manhattan. It would have been a challenge for a minute of two, trying to sneak back in. It would have a been a challenge for a minute or two, trying to sneak back in. But it was all gone – the boats, the barricades, everything. Hard to blame the boys for giving up when everyone else had given up on them. <br>", "authors": ["Aaron Keener"]}, {"id": "28341", "title": "Hometown", "text": "Description: Aaron Keener talks about New York.<br><br>AARON KEENER: They say home is where the heart is. They also accuse me of being heartless, which I guess means I’m homeless. Either that, or “they” are full of shit, which I consider to be much more likely. Still, New York. Why come back? I honestly don’t know. Maybe because it’s the heart of it all, where this brave new world of ours got started, and I want to stick close to the center of things. Maybe I got tired of seeing the same crap everywhere else I went. There is nothing majestic about the aftermath in some bedroom community in North Jersey. New York, on the other hand – there’s still something magic about it even in the middle of all this. It’s enough to keep you coming back. <br>", "authors": ["Aaron Keener"]}, {"id": "28342", "title": "Vitaly", "text": "Description: Aaron Keener talks about working with Vitaly Tchernenko. <br><br>AARON KEENER: I wonder what I’m going to do with my friend Vitaly. I can’t keep dragging him with me everywhere, but I need that little touch of expertise he brings to really use the virus printer to its full potential. Assuming, of course, that I’m going to use it, which is no sure thing. Don’t get ahead of yourself when you’re trying to figure out what I’m going to do next. It’ll only get you in trouble. Now where was I? Right, Vitaly. He’s behaving himself, mostly. Tried to escape once. I explained to him why that was a bad idea. Now he does what I tell him to, which is really much safer for everyone. For certain values of “safe”, anyway.<br>", "authors": ["Aaron Keener"]}, {"id": "28343", "title": "Warning", "text": "Description: Aaron Keener broadcasts a warning to any who would dare to pursue him. <br><br>AARON KEENER: Hello, Aaron Keener here. You might remember who I am, you might now. Either way it doesn’t matter, as I’m more important to the current scenario than you are. I’ve got the virus printer old Amherst used to create the Green Poison and I’ve got Vitaly Tchernenko, who just happens to know how to use it.  So chase me if you dare, but think about what might happen if you get too close. No promises, but I do value my freedom more than I value your life. <br>", "authors": ["Aaron Keener"]}, {"id": "28344", "title": "Greener Poison", "text": "Description: Aaron Keener waxes philosophical, about his plans for the future. <br><br>AARON KEENER: I understand people are afraid I’m going to print up another virus with the help of my Vitaly and turn it loose. What would I call it? Greener poison? The ruble flu? It’s an interesting exercise. The question you have to ask yourself is what’s in it for me? Do I get more out of giving one more shove to a world teetering on the brink of collapse than I do from letting some of the systems try to reset? Or do I stir the pot to ensure maximum chaos? You think you can guess what I’m going to do from that? Good luck. Because maybe – just maybe – I haven’t decided on my next move yet. Or maybe I have, and this is all a smokescreen designed to get you running in circles.  Someday, you’ll get to ask me yourself. That is if you don’t make me kill you first. <br>", "authors": ["Aaron Keener"]}, {"id": "28345", "title": "Simple Math", "text": "Description: Aaron Keener talks about compartmentalizing his kills.<br><br>AARON KEENER: Killing is easy. Notice I didn’t say killing people is easy. If you think of them as people, it suddenly gets that much harder. But, if you simply look at the balance sheet – how much of an obstacle someone is, or how much benefit there is letting them keep breathing a while longer – then it becomes simple math. And simple math is simple to do. It’s almost as easy as putting two bullets center mass and a third one in the head. <br>", "authors": ["Aaron Keener"]}, {"id": "28346", "title": "Stan", "text": "Description: Henry Hayes delivers a eulogy for a fallen member of the Campus.<br><br>HENRY HAYES: It’s a little hard to talk about Stan. I mean, we all knew him, right? There’s no getting around the fact he was son-of-a-bitch. But that’s exactly why he’s going to be missed. If you measure a person by how well liked they are, in the traditional sense, you aren’t getting the full picture. And that’s definitely the case with Stan. The only way I can think to say it is Stand was essential. It’s not exaggerating to say that without him, we wouldn’t have made it. Because the characteristics that sometimes made him tough to be around, especially but not exclusively when he was awake, helped build this place. Protect it. Better it. I’m gonna miss that son-of-a-bitch.<br>", "authors": ["Henry Hayes"]}, {"id": "28347", "title": "Overstay", "text": "Description: Henry Hayes stands up to someone who is no longer welcome at the Campus.<br><br>HENRY HAYES: Why don’t you boys get on out of here before you overstay your welcome.<br><br>UNKNOWN MALE:  Overstaying my welcome is kind of a hobby of mine.<br><br>HENRY HAYES: Lucky for you. You can spend your final moments doing something you enjoy.<br><br>UNKNOWN MALE:  Is that a fact?<br><br>HENRY HAYES: Realistically, I doubt you’ll get much enjoyment out of it.<br><br>UNKNOWN MALE:  You think you can take me? Give it a try.<br><br>HENRY HAYES: I’m no match for you in a fight. But I can kill you with a word if I have to. Do I have to?<br><br>UNKNOWN MALE: We’ll go overstay our welcome somewhere else.<br><br>HENRY HAYES: Good thinking.<br><br>UNKNOWN MALE: See you around.<br><br>HENRY HAYES: Not if I see you first.<br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28348", "title": "All You Could", "text": "Description: Henry Hayes sits vigil over a fallen member of the community.<br><br>UNKNOWN FEMALE: Henry… Henry?<br><br>HENRY HAYES: Yeah?<br><br>UNKNOWN FEMALE: Henry, he’s gone.<br><br>HENRY HAYES: Yeah. I just.. can you just give me a moment with him?<br><br>UNKNOWN FEMALE: Of course.<br><br>HENRY HAYES: Doc? For what it’s worth. I know you did all you could.<br><br>UNKNOWN FEMALE: Eight or nine months ago, I would’ve been able to save him.<br><br>HENRY HAYES: Back then, you probably wouldn’t needed to. He was pharmacist. Not a job where you usually have to worry about getting shot.<br><br>UNKNOWN FEMALE: Take your time, Henry. I’ll be right outside.<br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28349", "title": "Anniversary", "text": "Description: Henry Hayes consoles a member of the community.<br><br>HENRY HAYES: Hey, you all right? What’s wrong?<br><br>UNKNOWN FEMALE: It’s nothing. I’m okay.<br><br>HENRY HAYES: Sure you are.<br><br>UNKNOWN FEMALE:  I’m sorry. I’m usually not like this.<br><br>HENRY HAYES: Which is why I’m worried about you.<br><br>UNKNOWN FEMALE:  It just hit me out of the blue that today’s my wedding anniversary.<br><br>HENRY HAYES: Oh, jeez, that’s rough.<br><br>UNKNOWN FEMALE: You’ve been through it already, haven’t you?<br><br>HENRY HAYES: Yeah. But I didn’t realize until almost a week alter. Double whammy of feeling like a terrible husband and then remembering I’m not one. And that leads to even worse shit. My son’s birthday is only a few weeks away…<br><br>UNKNOWN FEMALE:  God, Henry, I didn’t mean to drag you into this pity party.<br><br>HENRY HAYES: You didn’t drag me into anything. I invited myself in. If there’s on thing I can say, it’s to take comfort that’s offered. I used to convince myself I needed to suffer alone because it was the considerate thing to do. But it wasn’t at all for the people who saw me hurting and couldn’t figure out a way to help.<br><br>UNKNOWN FEMALE:  And here I thought I was playing it so cool.<br><br>HENRY HAYES: Okay, the other thing I can say is that your poker face kinda sucks, so stay away from high stakes card games.<br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28350", "title": "Thursday", "text": "Description: Henry Hayes confronts a community member who is not straight with him when he fails.<br><br>UNKNOWN MALE: Look, Henry, I don’t know what to tell you…<br><br>HENRY HAYES: You could start with the truth. You said the situation was under control.<br><br>UNKNOWN MALE: It was under control. Up until it wasn’t.<br><br>HENRY HAYES: Which was when exactly?<br><br>UNKNOWN MALE: I don’t know. Thursday.<br><br>HENRY HAYES: So you’ve been sitting on this info for going on five days. Five days.<br><br>UNKNOWN MALE: I wasn’t sitting on anything. We’ve been working around the clock to get this fixed. But this ain’t really about that is it? This is about me. You don’t trust me at all. <br><br>HENRY HAYES: You’re right about that. Why should I?<br><br>UNKNOWN MALE:  Why do you trust Janine?<br><br>HENRY HAYES: Because she actually know what she’s doing. And the rare times she doesn’t, she tells me straight up. With you, it’s always some kind of song and dance or a pile of excuses. I don’t trust people who only tell me what they think I want to hear. So stop doing it. <br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28351", "title": "Systems", "text": "Description: Henry Hayes settles an argument between two community members over a trench.<br><br>HENRY HAYES: I understand you two are having a difference of opinion.<br><br>MIKE: That’s a polite way of putting it. <br><br>JANINE: With drainage system, there’s what work and what doesn’t. Opinion has nothing to do with it.<br><br>MIKE: In your opinion. <br><br>JANINE: You can’t argue with physics, dude.<br><br>HENRY HAYES: Guys, hold up. What’s the specific problem here?<br><br>JANINE: He’s digging a trench.<br><br>HENRY HAYES: And that’s bad?<br><br>UNKNOWN FEMALE: As soon as it rains, it’s going to turn into a big pool of mud. And most likely it would overflow and flood that part of the garden.<br><br>MIKE: That’s bullcrap. I’ve been using trenches for years. <br><br>JANINE: Yeah, well, maybe that works in Tuscon or wherever it is you’re from, but DC was built in a literal swamp. It’s going to be a disaster. <br><br>MIKE: In your opinion.<br><br>HENRY HAYES: Mike, this is Janine’s area of expertise, so we’re gonna go with her recommendation. But if you really want to prove a point, dig a trench somewhere outside the settlement where it won’t cause any harm if Janine is right.<br><br>MIKE: Maye I will.<br><br>JANINE: Bring some hip waders in case it rains.<br><br>", "authors": [" Janine", " Mike", "Henry Hayes"]}, {"id": "28352", "title": "Downside", "text": "Description: Henry Hayes talks to a community member about making repairs to the power grid.<br><br>UNKNOWN FEMALE: Jed wants to rewire the whole thing. It’s not an emergency yet, but better to take care of it before it becomes one.<br><br>HENRY HAYES: What’s the downside?<br><br>UNKNOWN FEMALE: Well, it’s gonna mean taking down the generator for a few hours, at a minimum.<br><br>HENRY HAYES: How much of a concern is that?<br><br>UNKNOWN FEMALE: Given a choice between a planned outage at out convenience versus an unplanned outage that’ll most likely happen at the worst possible time?<br><br>HENRY HAYES: Can’t argue with that. What do you need from me?<br><br>UNKNOWN FEMALE: Just the thumbs up to get to work.<br><br>HENRY HAYES: Oh, come on. You don’t need my blessing for stuff like this. I’m just gonna defer to you anyway. Of all people you never have to ask permission to do what you believe needs to be done.<br><br>UNKNOWN FEMALE: Okay, Henry. I’ll try to keep it in mind.<br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28353", "title": "Hiding", "text": "Description: Henry Hayes tries to take a moment for himself.<br><br>UNKNOWN FEMALE: Henry? What are you doing back here?<br><br>HENRY HAYES: Hiding.<br><br>UNKNOWN FEMALE: From what?<br><br>HENRY HAYES: Everything. <br><br>UNKNOWN: Why? What’s going on?<br><br>HENRY HAYES: Nothing in particular.<br><br>UNKNOWN FEMALE: Want to talk about it?<br><br>HENRY HAYES: It’s nothing. Just feeling a little out of my depth.<br><br>UNKNOWN FEMALE:  You?<br><br>HENRY HAYES: Why do you say it like that?<br><br>UNKNOWN FEMALE: If you’re out of your depth, where does that leave the rest of us? You’re… what’s a good word? Indomitable?<br><br>HENRY HAYES: Indomitable?<br><br>UNKNOWN FEMALE: Henry, give yourself some credit. Now stop brooding and come get something to eat.<br><br>", "authors": [" -1", "Henry Hayes"]}, {"id": "28354", "title": "DC Briefing", "text": "Description: Bardon Schaeffer gets briefed on the hostile situation in DC.<br><br>BARDON SCHAEFFER: Hyenas?<br><br>ELIJAH SUMNER: That’s what they call themselves. Don’t ask me.<br><br>BARDON SCHAEFFER: Huh.<br><br>ELIJAH SUMNER: They’re essentially an alliance of gangs led by a council of representatives from the toughest subgroups.<br><br>BARDON SCHAEFFER: Federation of assholes.<br><br>ELIJAH SUMNER: Pretty much.<br><br>BARDON SCHAEFFER: What about the True Sons?<br><br>ELLIS GALVESTON: A former JTF commander went bad, started his own private army. They’ve been the dominant group in DC for a while when it comes to territory and firepower.<br><br>BARDON SCHAEFFER: And the Outcasts?<br><br>PETRUS BRENNER: Crazies.<br><br>BARDON SCHAEFFER: That’s very incisive, Brenner.<br><br>PETRUS BRENNER: They survived a forced quarantine. Got fucked over pretty bad. They’re pissed about it. Now they’re on a rampage. Typically terror-style tactics, mostly. Dabbling in biological warfare.<br><br>BARDON SCHAEFFER: What the fuck is wrong with people?<br><br>PETRUS BRENNER: Like I said. Crazies.<br><br>BARDON SCHAEFFER: Well, they’re all the Divison’s problem for the time being. But maybe we can destabilize the situation a bit.<br><br>ELIJAH SUMNER: Hyenas are probably the best bet. Feed them some material support, they’ll be a thorn in everybody’s side, but they aren’t organized enough to present a serious problem in the long term.<br><br>BARDON SCHAEFFER: Good recommendation, Eli. I’ll talk to the boss.<br><br>", "authors": ["Bardon Schaeffer", "Elijah Sumner", "Ellis Galveston", "Petrus Brenner"]}, {"id": "28355", "title": "Puppeteers", "text": "Description: Bardon Schaeffer and his supervisor discuss their roles in “the new dynasty”.<br><br>BLACK TUSK COMMANDING OFFICER: Boss says the situation is legit.<br><br>BARDON SCHAEFFER: Then it’s legit. But that don’t mean any of this is doable.<br><br>BLACK TUSK COMMANDING OFFICER:  These are some very powerful individuals, apparently. Capable of pulling strings on folks that don’t even realize they’re puppets.<br><br>BARDON SCHAEFFER: Pretty much guarantees a double cross then. Guys like us are a loose end for people who won’t want loose ends.<br><br>BLACK TUSK COMMANDING OFFICER: Boss has some thoughts about that. Thinks we’ll have sufficient leverage to come out okay. I think he’s envisioning us as the Praetorian guard of the new dynasty.<br><br>BARDON SCHAEFFER: Well, he’s ambitious. I’ll give him that.<br><br>BLACK TUSK COMMANDING OFFICER:  Don’t forget. We have ridiculous firepower.<br><br>BARDON SCHAEFFER: That does tip the scales a bit.<br><br>", "authors": ["Bardon Schaeffer", "Unknown"]}, {"id": "28356", "title": "Paperwork", "text": "Description: Radio communication regarding treatment of civilians.<br><br>BLACK TUSK SOLDIER #1:  Raptor base, this is Raptor Two Seven. Keep your hands on your goddamn head!<br><br>BLACK TUSK SOLDIER #2: Two Seven, this is Raptor Base. Go ahead.<br><br>BLACK TUSK SOLDIER #1: We intercepted some individuals that claim to be form the Theater settlement.<br><br>BLACK TUSK SOLDIER #2: Understood, Two Seven. They sound a little unruly.<br><br>BLACK TUSK SOLDIER #1: They’re a bit feisty, that’s for sure. What should we do with them?<br><br>BLACK TUSK SOLDIER #2: Depends on how much paperwork you want to do.<br><br>BLACK TUSK SOLDIER #1: As little as possible?<br><br>BLACK TUSK SOLDIER #2: Then it’s best they never existed.<br><br>BLACK TUSK SOLDIER #1: I see your point. Probably even better if we don’t discharge our firearms.<br><br>BLACK TUSK SOLDIER #2: You catch on fast Two Seven.<br>", "authors": ["Unknown"]}, {"id": "28357", "title": "SHD Network", "text": "Description: Bardon Schaeffer’s unit plan to take out the SHD Network.<br><br>BARDON SCHAEFFER: We have to assume there were no survivors.<br><br>ELIJAH SUMNER: So what does that mean for us?<br><br>BARDON SCHAEFFER: A new plan. And a new enemy.<br><br>MILLA “WYVERN” RADEK: Division?<br><br>BARDON SCHAEFFER: Bingo.<br><br>PETRUS BRENNER: Then we need to do something about their advantages.<br><br>BARDON SCHAEFFER: That’s the new plan.<br><br>ELIJAH SUMNER: Where are we supposed to get that kind of intel?<br><br>BARDON SCHAEFFER: We already have it. I’ve got a list of key targets right here.<br><br>ELIJAH SUMNER: We’re seriously going after the Division?<br><br>BARDON SCHAEFFER: We are seriously going after them and we are going after them seriously. We’re  going to gag them, blind them, kick them in the nuts, and steal their lunch money.<br><br>JACK BONNEY: This is going to be fun.<br><br>PETRUS BRENNER: We finally agree on something.<br><br>", "authors": ["Bardon Schaeffer", "Elijah Sumner", "Jack Bonney", "Milla \"Wyvern\" Radek", "Petrus Brenner"]}, {"id": "28358", "title": "New Orders", "text": "Description: Bardon Schaeffer gets new orders from his supervisor.<br><br>Unknown: Situation’s changed, I need you to back off the Division.<br><br>BARDON SCHAEFFER: Back off how far?<br><br>UNKNOWN: All the way.<br><br>BARDON SCHAEFFER: That’s pretty fucking far.<br><br>UNKNOWN: Look, you got a problem with that, Bar?<br><br>BARDON SCHAEFFER: Hell no, boss. I’m just surprised, is all. It’s not like you to call off a hunt.<br><br>UNKNOWN: Look, you know how it goes in this business. Today’s enemies are tomorrow’s friends. If there’s a way we can all come out of this as teammates, so much the better.<br><br>BARDON SCHAEFFER: You really think the Division is gonna play ball?<br><br>UNKNOWN: Doesn’t seem unreasonable to expect them to keep doing their fucking jobs.<br><br>BARDON SCHAEFFER: That’s not answering the question.<br><br>UNKNOWN: You know how it goes in this business.<br><br>", "authors": ["Bardon Schaeffer", "Unknown"]}, {"id": "28359", "title": "Progress Report", "text": "Description: Bardon Schaeffer gives a progress report on his unit and determines if they are ready to be deployed. <br><br>UNKNOWN: How’s Bonney fitting in? <br><br>BARDON SCHAEFFER: The others think he’s a rabid fuckin’ weasel. They aren’t wrong.<br><br>UNKNOWN: Yo, you need to make it work.<br><br>BARDON SCHAEFFER: It’ll work just fine. I ain’t yet met a bronco I can’t break.<br><br>UNKNOWN: How soon will the unit be ready to deploy then?<br><br>BARDON SCHAEFFER: Depends on the assignment. We could be ready tomorrow if we’re just cracking heads. But more complicated targets will require custom training.<br><br>UNKNOWN: Look, Nothing fancy for now, but there’s a lot of groundwork to lay. Obstacles to be knocked down.<br><br>BARDON SCHAEFFER: Knocking shit down is my specialty.<br><br>UNKNOWN: I know it is, Bar. But you be ready to move out in a week. And no fuckups.<br><br>BARDON SCHAEFFER: You have my personal guarantee.<br><br>", "authors": ["Bardon Schaeffer", "Unknown"]}, {"id": "28360", "title": "Antiviral", "text": "Description: Bardon Schaeffer and his supervisors discuss potential broad-spectrum antivirals and their applications.<br><br>BARDON SCHAEFFER: What is this thing, exactly?<br><br>UNKNOWN: It’s a medication that cures viral sickness in a way that antibiotics cure bacterial sicknesses.<br><br>BARDON SCHAEFFER: Probably would’ve been pretty useful seven or eight months ago.<br><br>UNKNOWN: And there were a couple of different broad spectrum drugs in clinical trials at the time, but mass-production was out of the question, even if they’d been fast-tracked.<br><br>BARDON SCHAEFFER: So where did this one come from?<br><br>UNKNOWN: A facility in Ann Arbor. We’re chasing that down separately. Your task is to recover those doses that were shipped to DC.<br><br>BARDON SCHAEFFER: What are we gonna do with them?<br><br>UNKNOWN: God damn it, use your imagination, Bar. Who’s not going to sell their soul for a miracle cure?<br>", "authors": ["Bardon Schaeffer", "Unknown"]}, {"id": "28361", "title": "Tactics", "text": "Description: Bardon Schaeffer’s unit discusses tactics for taking out the Division.<br><br>ELLIS GALVESTON: In a stand-up fight, a couple of Division agents ain’t nothing to worry about. The problem is getting them in a stand-up fight. They’re crafty fuckers.<br><br>ELIJAH SUMNER: They’ve got a vulnerability. Same one anybody has when they’re trying to protect something.<br><br>MILLA “WYVERN” RADEK: There are also traitors among them that we can use to our advantage.<br><br>BARDON SCHAEFFER: The first step is to cripple their network. That’ll expose them. Make them weak. Then we start picking them off.<br><br>", "authors": ["Bardon Schaeffer", "Elijah Sumner", "Ellis Galveston", "Milla \"Wyvern\" Radek"]}, {"id": "28362", "title": "Secret Service", "text": "Description: Two Secret Service agents tend to President Mendez.<br><br>AGENT SMITH:  He's left-handed.<br><br>AGENT JOHNSON: Huh?<br><br>AGENT SMITH: He would have held the pistol in his left hand.<br><br>AGENT JOHNSON: Big fucking deal. You think anyone is going to notice?<br><br>AGENT SMITH: I think we had best not take chances unless we want to face the consequences.<br><br>AGENT JOHNSON: Whatever.<br><br>AGENT SMITH: Wipe the grip and do the job properly.<br><br>AGENT JOHNSON: Fine. *pause* There. You happy?<br><br>AGENT SMITH: Of course not. This situation is completely fucked.<br><br>AGENT JOHNSON: Mendez wasn't going to unfuck it, that's for damn sure.<br><br>AGENT SMITH: Can't dispute that.<br><br>", "authors": ["Agent Johnson", "Agent Smith"]}, {"id": "28363", "title": "Taking DC", "text": "Description: Bardon Schaeffer’s supervisor briefs the team on the mission in DC.<br><br>BLACK TUSK COMMANDING OFFICER: Our primary task is to reclaim the capital from the hostile forces that presently control it. These include operatives of the Strategic Homeland Division, now considered a rogue agency that must be brought to heel. Civilian militias and remnants of the three dominant factions active within the area of operations must disarm and submit to the rule of law or they will be classified as insurgent groups and dealt with accordingly. We have seen little evidence that anyone in this  shithole of a city intends to play nice, so I advise that you shoot first and shoot last. It is notoriously easier to negotiate with a dead enemy than a living one.<br>", "authors": ["Unknown"]}, {"id": "28364", "title": "Keeping Watch", "text": "Description: Castle leaders track an increase in hostile activity.<br><br>CASTLE CIVILIAN: What do you think they’re doing over there?<br><br>CASTLE LEADER: If we’re lucky nothing. If we’re unlucky, they’re getting ready to march up to our front door. <br><br>CASTLE CIVILIAN: Maybe we should have taken the offer.<br><br>CASTLE LEADER: Uh-uh. We left for a reason. We take that deal, we get sucked right back into Ridgeway’s crazy. This was the only play. <br><br>CASTLE CIVILIAN: Doesn’t mean it won’t get us killed. <br><br>CASTLE LEADER: Then we go down swinging. <br>", "authors": ["Unknown"]}, {"id": "28365", "title": "Paying Tribute", "text": "Description: Castle leaders voice their concerns with “paying tribute” to the True Sons.<br><br>CASTLE LEADER: I’m sorry, these terms are unacceptable. <br><br>TRUE SONS BOSS: What’s the problem?<br><br>CASTLE LEADER: The problem is that you’ve got us paying tribute. That’s the problem. <br><br>TRUE SONS BOSS: Seems pretty straightforward to me. We need food. You need protection.<br><br>CASTLE CIVILIAN: Protection from who exactly?<br><br>TRUE SONS BOSS: You think on this offer, and you think on it hard, because the next one isn’t going to be nearly as generous. <br><br>", "authors": ["Unknown"]}, {"id": "28366", "title": "Castle Treaty", "text": "Description: The treaty between the True Sons and the Castle settlement is strained.<br><br>CASTLE LEADER: We had an agreement. You go your way we go ours.<br><br>TRUE SONS BOSS: It ain’t that easy. You don’t get to just walk away.<br><br>CASTLE LEADER: Is that you talking of the Colonel?<br><br>TRUE SONS BOSS: It’s General Ridgeway now.<br><br>CASTLE LEADER: Look, you guys can go do your thing and we won’t lift a finger to stop you. But we’re done being part of it. We’re going to stay right here in this Castle and make our own way, and you’d best be okay with that. <br><br>TRUE SONS BOSS: I’m not sure the General will be. <br><br>CASTLE LEADER: Well, he knows where to find us.<br><br>", "authors": ["Unknown"]}, {"id": "28367", "title": "Questioning Authority", "text": "Description: Castle leaders argue about their relationship with the True Sons.<br><br>CASTLE LEADER: Look, I am not trying to drive us into a shooting war with the True Sons.<br><br>CASTLE CIVILIAN: Then what are you doing? <br><br>CASTLE LEADER: Trying to maintain our independence. Or would you rather go back to serving under “General” Ridgeway?<br><br>CASTLE CIVILIAN: No, none of us wants that. But there’s no reason to deliberately provide Ridgeway’s people.<br><br>CASTLE LEADER: I have to push back. Strength is the only language they understand. If we show weakness, we’re dead.<br><br>", "authors": ["Unknown"]}, {"id": "28368", "title": "Committed", "text": "Description: A man takes care of his dying wife.<br><br>MAN: I’m not staying here. I’m coming with you. <br><br>WOMAN: Don’t say that. <br><br>MAN: I’ve only stayed this long because of you. <br><br>WOMAN: You think that’s what I want? What Julie would want? Please don’t say that. <br><br>MAN: Okay, I won’t say it. <br><br>WOMAN: Promise me you won’t. Please. Promise me. <br><br>MAN: I promise. <br><br>", "authors": ["Unknown"]}, {"id": "28369", "title": "Hiding", "text": "Description: Civilians hide from JTF under Ridgeway’s command.<br><br>[Man coughing]<br><br>UNKNOWN #1: Sh. They’re coming. <br><br>[Man continues coughing]<br><br>UNKNOWN #1: You’re going to get us caught! <br><br>JTF SOLDIER #1: They came this way! Search the area. <br><br>[Man coughs again]<br><br>JTF SOLDIER #1: What about in there? <br><br>JTF SOLDIER #2: Clear!<br><br>JTF SOLDIER #1: All right, keep going. They can’t have gotten far. <br>", "authors": ["Unknown"]}, {"id": "28370", "title": "Shots Fired", "text": "Description: Unarmed civilians are shot in the streets.<br><br>UNKNOWN #1: Hand me the shotgun, will you? Thanks. <br><br>UNKNOWN #1: Hey, listen up. Can y’all come over this way for a sec? <br><br>UNKNOWN #2: Get back! <br><br>UNKNOWN #1: Cease fire. Aight... check each other to make sure none of y’all got blood on you. <br><br>", "authors": ["Unknown"]}, {"id": "28371", "title": "Voluntary Patient", "text": "Description: A civilian voluntarily leaves the group to check in to quarantine. <br><br>UNKNOWN #1: I’m going to quarantine. Anybody else coming? <br><br>[Coughing in background]<br><br>UNKNOWN #1: Stay if you want, but keep to yourselves. Don’t let anybody else get infected. I won’t tell anyone you’re here. You have my word on that. Take care. <br><br>", "authors": ["Unknown"]}, {"id": "28372", "title": "Angels", "text": "Description: A woman talks to her sons from her death bed.<br><br>MRS. FOLSOM: I can’t wait to see your faces again. You’re all I think about. Well, and Jesus, of course. I’ll be there soon. I just hope I can find you. I’m sure things are a little hectic. Lots of folks searching for their loved ones. <br><br>MAURICE: Are you okay, Mrs. Folsom?<br><br>MRS. FOLSOM: Yes, Maurice.<br><br>MAURICE: Were you talking to someone? <br><br>MRS. FOLSOM: Just my sons.<br><br>MAURICE: Good. That’s good. I’m sure they’re listening. <br><br>MRS. FOLSOM:  I know they are. They’re looking down on me. <br><br>", "authors": [" Maurice", "Mrs. Folsom"]}, {"id": "28373", "title": "Faith", "text": "Description: A woman calls her family after being separated from them. <br><br>MRS. FOLSOM:  I’m.. If I’m honest, I’m a little scared I won’t see any of you again. It’s not that I don’t have faith. I do. Of course I do. But you can’t have faith if you don’t’ have some doubts, right? What if… no, that’s just silly. I’m just being silly. Don’t mind me, sweetie.<br>", "authors": ["Mrs. Folsom"]}, {"id": "28374", "title": "Signs", "text": "Description: Civilians argue about what to do with infected people. <br><br>UNKNOWN #1: You should have taken them to quarantine!<br><br>UNKNOWN #2: These people deserve respect and care. Not to be treated like cattle.<br><br>UNKNOWN #1: You don’t get to decide! You’re endangering people by being here!<br><br>UNKNOWN #2: There’s not risk to anyone beyond this fence. I put up these signs to make sure of that. <br><br>UNKNOWN #1: Yeah what if one of them decides they don’t want to stay here no more?<br><br>UNKNOWN #2: They’re terrified of infecting anyone. That’s why most of them are here. They don’t want to cause harm but they don’t want to go through what they’re going through alone. <br><br>", "authors": ["Unknown"]}, {"id": "28375", "title": "Fever", "text": "Description: A man takes care of his sick wife and daughter.<br><br>WIFE: Julie?<br><br>MAN: It’s okay. She’s just sleeping. <br><br>WIFE: How’s her fever? <br><br>MAN: It feels a little lower. Try to sleep some more. <br><br>[Woman Crying]<br><br>MAN: Shh, it’s okay. <br><br>", "authors": ["Unknown"]}, {"id": "28376", "title": "Delirious", "text": "Description: A man takes cares of his sick wife.<br><br>WOMAN [Mimicking conversation between her and her daughter.]: “Do you want to go to the playground?” “Maybe Later” “Are you sure? It’s such a nice day.” “I think later.”<br><br>[MAN chuckles]<br><br>MAN: Yeah<br><br>WOMAN: Then as soon as we get here, you can’t get her to leave. “Just a little more, Five more minutes.”<br><br>MAN: Just five… five more minutes. Just five more minutes. <br><br>[WOMAN crying.]<br>", "authors": ["Unknown"]}, {"id": "28377", "title": "Choices", "text": "Description: Civilians discuss what they should do.<br><br>UNKNOWN #1: What if they come back?<br><br>UNKNOWN #2: Why would they, they already searched.<br><br>UNKNOWN #1: When they don’t find anything, they might assume they missed us.<br><br>UNKNOWN #2: If we move, we’re going to get caught. There’s JTF all over the place out there. <br><br>UNKNOWN #1: Maybe we can slip through. <br><br>[Man coughs]<br><br>UNKNOWN #2: We can’t take that chance. Not with you coughing like that. We’d be putting all these people in danger. <br><br>", "authors": ["Unknown"]}, {"id": "28378", "title": "Firestarter", "text": "Description: A paranoid civilian tries to set an area with infected people on fire. <br><br>UNKNOWN #1: We’ll give you a chance to come out, Sister.<br><br>UNKNOWN #2: You can’t do this. <br><br>UNKNOWN #1: I’m pretty sure we can. You’re about to find out for yourself if don’t get on out of there. <br><br>UNKNOWN #2: I will not. <br><br>UNKNOWN #1: Suit yourself. <br><br>AGENT JOHNSON: What the hell is going on here? <br><br>UNKNOWN #1: This doesn’t concern you, Agent. <br><br>AGENT WARD: Put that lighter away or you’re gonna wish you had. <br><br>AGENT DUNNE: I’d do as she says, Hoss. She’s had a rough couple of weeks. <br><br>AGENT JOHNSON: Now back away. <br><br>AGENT WARD: I catch you around here again, I’m likely to jump to conclusions. <br><br>", "authors": ["Agent Dunne", "Agent Johnson", "Agent Ward", "Unknown"]}, {"id": "28379", "title": "Fear", "text": "Description: Civilians discuss how fear breeds hatred. <br><br>Unknown #1: What are they doing out there? <br><br>UNKNOWN #2: Don’t worry about them. They’re just frightened.<br><br>UNKNOWN #1: They aren’t the only ones. <br><br>UNKNOWN #2: Fear can be a terrible thing. It can lead to anger. And from anger to hatred. If you know what a person hates, you also know what they fear. <br><br>UNKNOWN #1: Doesn’t do much good if they’re coming after you with pitchforks and torches. <br><br>UNKNOWN #2: I suppose not. <br><br>UNKNOWN #1: Do you smell gas?<br><br>", "authors": ["Unknown"]}, {"id": "28380", "title": "Isolated", "text": "Description: Civilians suspected of carrying the infection are forced into an isolated area. <br><br>UNKNOWN #1: Get in there, goddamn you!<br><br>UNKNOWN #2: No! Please! There’s kids here!<br><br>UNKNOWN #1: Because they’re sick! <br><br>UNKNOWN #2: Don’t do this!<br><br>UNKNOWN #1: You selfish son-of-a-bitch! How many people do you need to kill before you take some goddamn responsibility? <br><br>UNKNOWN #2: At least take us to the quarantine area. <br><br>UNKNOWN #1: You had your chance for that. Didn’t you! Now get the fuck in there or I’ll blow a goddamn hole in you. <br><br>", "authors": ["Unknown"]}, {"id": "28381", "title": "Water", "text": "Description: Civilians argue over bottled water. <br><br>UNKNOWN #1: That’s our water! Why are you pouring it out? <br><br>UNKNOWN #2: It’s contaminated. <br><br>UNKNOWN #1: We don’t drink from the fucking container! You think we’re completely stupid? <br><br>UNKNOWN #2: Why risk it? <br><br>UNKNOWN #1: What an idiotic waste! <br><br>UNKNOWN #2: Don’t overact. It’s only a few gallons.<br><br>UNKNOWN #1: It was almost a week’s worth of water! <br><br>UNKNOWN #2: Man, it’s nothing. Relax!<br><br>", "authors": ["Unknown"]}, {"id": "28382", "title": "Last Call", "text": "Description: A woman calls to say good by to her family. <br><br>MRS. FOLSOM: Your father always was a worrier. He said his superpower was seeing all the ways a situation was liable to go wrong. I don’t think he saw this coming, though. You say hello to him, will you? I miss all of you so much. I don’t know much longer I’ll be here. Maurice says it should be any time now. <br>", "authors": ["Mrs. Folsom"]}, {"id": "28383", "title": "DC-62", "text": "Description: A worker goes over the manifest and is concerned about the supplies coming into Capital Station. <br><br>WORKER: So it was another double shift today. That makes four days running and seven out of eight. And I gotta ask, what’s such a big deal that they’re bringing in all these supplies. We’re talking good, we’re talking medical supplies, we’re talking military gear and we’re taking one metric fuckton of that yellow powder stuff, the DC-62. I hear it that didn’t work so good in Georgetown. And it didn’t work so good there, I gotta wonder, why are they shipping it here? Maybe the don’t got anywhere else to put it, I dunno. But I’d feel a whole heck of a lot safer if they was shipping it someplace else. <br>", "authors": ["Unknown"]}, {"id": "28384", "title": "Doubts", "text": "Description: A guard call in to report what’s been happening at the refugee camp. <br><br>GUARD: I’ve got to tell you, I’m seeing something I don’t like. We’re here to protect these people, right? Make sure they’ve got a place to stay since they don’t have a place in the city. But the longer this goes on, the more this place feels like a prison and we’re the guards. I’m seeing people getting beaten for asking perfectly sensible questions. How far is this going to go? And how far can I go along with it? <br>", "authors": ["Unknown"]}, {"id": "28385", "title": "Contaminated ", "text": "Description: A guard calls in to report DC-62 in the water supply. <br><br>GUARD: We were stationed in the supply camp when the rain started and, well, it just didn’t stop. Which was fine, except the drains backed up and all the this DC-62 stuff floated out on top of the water. Yes, I’m sure it was DC62. As soon as I saw it. I notified the duty officer, No, I didn’t stick around to examine it closely. <br>", "authors": ["Unknown"]}, {"id": "28386", "title": "Shay", "text": "Description: A civilian tells a story about a folk hero, Shay Montgomery. <br><br>CIVILIAN: That shay, she was a firecracker. Kept fighting, fighting, trying to get people what they needed. Stared down a couple of the guards one time and took a crate of meds right from them, I tell you. They just stood there and let her take them, ‘cause you just did not get in that young woman’s way. <br>", "authors": ["Unknown"]}, {"id": "28387", "title": "Privilege", "text": "Description: A city worker explains why Georgetown was chosen for DC-62.<br><br>WORKER: The first thing you’ve got to understand is the rich are different. They want something, by God they’re gonna get it no matter what. So when word came down they were looking for a test bed for DC62, some of the rich folks got it in their heads that they wanted it first. Which is why I’m here in Georgetown setting up the blowers so we can coat entire houses right fast. <br>", "authors": ["Unknown"]}, {"id": "28388", "title": "Evacuate", "text": "Description: A doctor calls for help to organize an evacuation of Capital Station. <br><br>DOCTOR: Look, I don’t care that we don’t have a final destination setup for them. They can’t stay here or they’re dead. So I want the wards evacuated in an orderly fashion. Don’t give me any back talk; all it will take is one charge in the wind wand we’ll be knee-deep in DC62. So get moving. <br>", "authors": ["Unknown"]}, {"id": "28389", "title": "Guard Duty", "text": "Description: Soldier reminds his squad of their mission.<br><br>JTF SOLDIER #1: The mission is simple: protect the station grounds and contents. Not hard work, either – even the most determined looter gets scared off by the kind of firepower we’re packing. So that’s easy. But that hard part is just standing here not doing anything as we watch the city go to hell. I know there’s units out there in the streets. I know the doctors are CERA hospital are doing their best. And in the meantime, we stand here and guard trains full of crap that might never get used. <br>", "authors": ["Unknown"]}, {"id": "28390", "title": "The Wall", "text": "Description: A wealthy woman talks about how effective Victor Tranh was at getting the wall built. <br><br>WOMAN: Dear me, the wall? It was that nice Mr. Tranh fellow that suggested it, and you know how he was, God rest his soul. If he got his hands on a project, it was going to get done and that was that. And so we got a wall. At first it was just wire and barricades, but even as the last ones of those were going up, the concrete was being poured for the real wall. And it all went up so fast, it was like someone had already planned it. <br>", "authors": ["Unknown"]}, {"id": "28391", "title": "Toxic", "text": "Description: A worker reports the DC-62 is toxic.<br><br>UNKNOWN: Pull out! I repeat, pull out! The DC62 is toxic! We’ve got whole teams down! We need to stop spraying and get people of out here, I don’t care what that asshole Tranh says! <br>", "authors": ["Unknown"]}, {"id": "28392", "title": "Complicit", "text": "Description: A wealthy man laments his position.<br><br>MAN: Let me get one thing straight. I know Victor. I like Victor. But what Victor is doing is unconscionable. I can understand wanting to safeguard the community. Hell, I can eve applaud him for that. But the tactics he’s using – flushing anyone who might sick out of Georgetown, walling us off so that infected refugees don’t get in – they’re inhumane. And the worst part is, there’s dozens of folks who agree with me who won’t stand up to Victor. They’re too afraid of getting called out and exiled, too. I don’t know what I can do. <br>", "authors": ["Unknown"]}, {"id": "28393", "title": "Kelso&rsquo;s Apartment", "text": "Description: Agent Kelso watches the news reporting on the outbreak. <br><br>NEW ANCHOR: … the city hospitals are filled to capacity, and are urging people to stay home unless it’s an absolute emergency. The White house has announced that President Waller will address the nation tonight at 6PM Eastern Standard Time—<br><br>AGENT KELSO: There it is, Mr. Snuffles. Think you can manage without me? Might even do you some good, you fat, useless furball, you. <br><br>", "authors": ["Alani Kelso", "Unknown"]}, {"id": "28394", "title": "Odessa Recruited", "text": "Description: Odessa Sawyer, a former SHD agent, is recruited to be the leader of the Theater settlement.<br><br>THOMAS: This is what we want. There’s none better, now that we lost Kieran.<br><br>ODESSA SAWYER: I’m sure there ae. They’re just not willing.. Can’t say I am either.<br><br>THOMAS: You’ve led troops in battle – this can’t be that different.<br><br>ODESSA SAWYER: It’s a world of difference, Thomas. War is about killing. This is about living. I know how to setup an ambush or call in an air strike but I know nothing about farming and power generation and what have you. <br><br>THOMAS: Others do. But we need someone to keep us together, Odessa. Keep us focused. <br><br>ODESSA SAWYER: Oh, don’t give me that look!<br><br>THOMAS: What look?<br><br>ODESSA SAWYER: The “We’re lost without you”-look.<br><br>THOMAS: So you’ll do it?<br><br>ODESSA SAWYER: Yeah. Damn you. I guess I will.<br><br>", "authors": ["Odessa Sawyer", "Thomas"]}, {"id": "28395", "title": "Broad-Specturm Antiviral", "text": "Description: Kelso brief Manny on the DCD broad-spectrum antiviral.<br><br>MANNY ORTEGA: What now? <br><br>AGENT KELSO: A broad-spectrum anti-viral. Think of antibiotics except for viruses instead of bacteria. <br><br>MANNY ORTEGA: And it’s in DC?<br><br>AGENT KELSO: Some was sent here but it’s not guaranteed it actually arrived.<br><br>MANNY ORTEGA: It all sounds a bit shaky, Kelso. And there’s a lot to do. <br><br>AGENT KELSO: None of which means a goddand thing if we end up with another big outbreak. Look, I’m not saying this is all that matters. But imagine what happens if the wrong people get their hands on a fucking miracle cure.<br><br>MANNY ORTEGA: Alright, I’m convinced! Just find a balance. <br><br>", "authors": ["Alani Kelso", "Manny Ortega"]}, {"id": "28396", "title": "Sawyer&rsquo;s Reunited", "text": "Description: Agent Odessa Sawyer is reunited with her daughter after being discharged from active duty.<br><br>ELEANOR SAWYER: Mom? Mom!<br><br>ODESSA SAWYER: Hey, baby …<br><br>ELEANOR SAWYER: What happened to your leg?<br><br>ODESSA SAWYER: I was unlucky. But I’m done with all that.<br><br>ELEANOR SAWYER: Mom, Dad..<br><br>ODESSA SAWYER: I know, honey. I got word. I should’ve been here.<br><br>ELEANOR SAWYER: He left you a letter.<br><br>ODESSA SAWYER: Yeah? Then let’s get it. And your things. I found us a better place.<br><br>", "authors": ["Eleanor Sawyer", "Odessa Sawyer"]}, {"id": "28397", "title": "Sawyer&rsquo;s Separated", "text": "Description: Agent Odessa Sawyer has to leave her husband and daughter when she is activated.<br><br>ELEANOR SAWYER: Why didn’t you tell us?!<br><br>ODESSA SAWYER: Honey, I’m so sorry.<br><br>ELEANOR SAWYER: No, you’re not! You—<br><br>MR.SAWYER: Ellie! Don’t say something you’ll regret. <br><br>ELEANOR SAWYER: She doesn’t care about you either, dad! She doesn’t care about any of use!<br><br>MR.SAWYER: She’ll be all right. <br><br>ODESSA SAWYER: Yeah. I just…<br><br>MR. SAWYER: Look, you do what you have to do. Then come back to us.<br><br>ODESSA SAWYER: I will. I promise. Tell Ellie I love her. And that I –<br><br>MR. SAWYER: She knows. <br><br>JTF SOLDIER: Sir, Ma’am. I’m sorry, but we gotta go.<br><br>ODESSA SAWYER: I love you.<br><br>MR. SAWYER: I love you too. Godspeed.<br><br>", "authors": ["Eleanor Sawyer", "Mr.Sawyer", "Odessa Sawyer", "Unknown"]}, {"id": "28398", "title": "Theater Recruitment", "text": "Description: Agent Kelso meets with the Theater Leader Odessa Sawyer and agrees to help them however she can. <br><br>AGENT KELSO: What do you need?<br><br>ODESSA SAWYER: I need you to help teach these people how to handle themselves. I’m doing my best, but there’s only one of me. And the factions are getting stronger every day. <br><br>AGENT KELSO: I got better things to do than babysitting your civilians, Odessa. <br><br>ODESSA SAWYER: Yeah? The way I see it, you owe me one.<br><br>AGENT KELSO: That’s not fair, and you know it. <br><br>ODESSA SAWYER: Never fight fair, right? Those civilians are the future, Alani. Without them, what’s the point? <br><br>AGENT KELSO: All right, all right! I’ll do it. I won’t be gentle, though. <br><br>ODESSA SAWYER: That’s what I’m counting on. <br><br>", "authors": ["Alani Kelso", "Odessa Sawyer"]}, {"id": "28399", "title": "Agent AWOL", "text": "Description: Agent Clark tries to convince Agent Miller to stay on mission.<br><br>AGENT CLARK: Keep it together, Miller.<br><br>AGENT MILLER: I don’t even know what we’re doing anymore. Fuck…<br><br>AGENT CLARK: We’re fighting the good fight.<br><br>AGENT MILLER: Killing and dying – for what? This country is a bust, man. Hell, the world’s a bust. It’s over. We lost. <br><br>AGENT CLARK: So what are you gonna do?<br><br>AGENT MILLER: I’m going back west. Going home. <br><br>AGENT CLARK: You’re leaving? That’s desertion.<br><br>AGENT MILLER: So shoot me. Here.<br><br>AGENT CLARK: I can’t take these. Give them to someone who still think there’s something worth saving. And tell the others…. Nah, don’t bother. So long, compadre.<br><br>", "authors": ["Agent Clark", "Agent Miller"]}, {"id": "28400", "title": "Priority Target: Keener", "text": "Description: Update to all agents regarding Keener’s status and Rogue Agents in Manhattan.<br><br>ANNOUNCER: Priority message. To all active duty agents. Be aware that Agent Aaron Keener, callsign “Vanguard” has had his agent status revoked and is now a priority target. Keener is directly responsible for the murders of several SHD Agents in New York and he is now wanted for high treason and acts of terrorism against the United States. He is armed and extremely dangerous, and it is believed that he has gathered other former agents to his cause. Identities will be released once they are confirmed. Keener’s last known position was Manhattan, NYC. End Message.<br>", "authors": ["Unknown"]}, {"id": "28401", "title": "Priority Target: Amherst (Update)", "text": "Description: Message to all agents regarding Amherst, Green Poison, and Black Friday.<br><br>ANNOUNCER: Priority message. To all active duty agents. The individual responsible for the creation and release of the Smallpox Variola Chimera virus, also known as “The Dollar Flu” or “The Green Poison”, has been identified as Doctor Gordon Amherst. Amherst’s body has been found and identified. Postmortem shows that he died of his own disease. End Message.<br>", "authors": ["Unknown"]}, {"id": "28402", "title": "Kelso Recruitment", "text": "Description: Agent Kelso is recruited by SHD.<br><br>AGENT KELSO: Don’t we have enough agencies in this country? <br><br>SHD RECRUITER: It’s not so much an agency as a kind of stay-behind movement. A last line of defense if you will. No hierarchy, and you’ll answer directly to the President. <br><br>AGENT KELSO: And I’ll get to do whatever I want? <br><br>SHD RECRUITER: Whatever is needed, Ms. Keslo. Should you be activated, you’ll be given extraordinary judicial powers to—<br><br>AGENT KELSO: Extraordinary judicial powers, huh? All right. Sign me up. <br><br>SHD RECRUITER: I’ll get the paperwork started. Selection is six weeks from now. Good luck. <br><br>", "authors": ["Alani Kelso", "Unknown"]}, {"id": "28403", "title": "Essential Evacuation", "text": "Description: Evacuation of key government staff from Washington.<br><br>WHITE HOUSE STAFF: The situation’s that bad?<br><br>PRESIDENT’S AIDE: It’s worse. We should have done this a week ago, but Mendez wanted to put on a brave face for the public.<br><br>WHITE HOUSE STAFF: He’s not going, is he?<br><br>PRESIDENT’S AIDE: No, he’s not. But we’re getting what’s left of the Senate, Congress, and the Cabinet out of town. The Pentagon has already move their people.<br><br>WHITE HOUSE STAFF: The Pentagon’s always ahead of the curve. So what’s the plan for White House staff?<br><br>PRESIDENT’S AIDE: I..I’m sorry. You’re considered non-essential personnel. They’re not pulling you out.<br><br>WHITE HOUSE STAFF: I see. (pause) I guess I’d better get back to work, then. There’s go to be something inessential around here for me to be doing.<br><br>", "authors": ["Unknown"]}, {"id": "28404", "title": "Possible Subterfuge", "text": "Description: Former Vice President Mendez, after being sworn in as POTUS, shares his suspicions with Andrew Ellis.<br><br>PRESIDENT MENDEZ: I swear, Ellis, you ever get the feeling that there’s something funny going on?<br><br>ELLIS: There’s nothing funny about this situation, Mr. President.<br><br>PRESIDENT MENDEZ: Knock it off. You know what I mean.<br><br>ELLIS: I’m not sure that I do.<br><br>PRESIDENT MENDEZ: It’s just all of this feels harder than it should, like there’s something pushing back against everything we’re doing.<br><br>ELLIS: You sit in the big office. There’s always going to be people pushing back reflexively on anything you do. You know I’ve got your back, and so does the country. So worry less about hypothetical crises and let’s deal with the real on we’ve got facing us right now.<br><br>", "authors": ["Ellis", "President Mendez"]}, {"id": "28405", "title": "Bipartisan Support", "text": "Description: A large bipartisan group, from all levels of the government, put their squabbling aside and assemble to volunteer at local hospital and emergency relief shelters.<br><br>WHITE HOUSE STAFF: Let’s get this rolling, Lannan, Guzman, you’re going to help out the kitchen on 2nd Street Northwest. They’re getting overwhelmed and could use a few more hands.<br><br>LANNAN: Got it, Let’s go.<br><br>WHITE HOUSE STAFF: Taylor, Zimmerman, you’re together at the shelter on I Street. No policy debates while you’re out there, you hear me?<br><br>ZIMMERMAN: You never let me have any fun.<br><br>WHITE HOUSE STAFF: Fun time comes later. For now, we’ve got hospitals, shelters, and food kitchens that are all getting swamped, and they need a helping hand – regardless of politics. So get out there, keep your mouths shut and help the people. That is what we’re here to do, remember?<br><br>ZIMMERMAN: Yeah, C’mon, Taylor, I’ll drive.<br><br>WHITE HOUSE STAFF: All right, now that we’ve got that settled. Belvins. Cole, you’re up next.<br><br>", "authors": ["Lannan", "Unknown", "Zimmerman"]}, {"id": "28406", "title": "Directive 51", "text": "Description: POTUS, VP, and Speaker of the House meet to discuss invoking Directive 51.<br><br>VICE PRESIDENT MENDEZ: Are you sure you want to do this? The optics are going to be terrible.<br><br>PRESIDENT WALLER: With all due respect, Mister Mendez, screw the optics. Manhattan’s in a crisis state and this is the one club I’ve got let in my bag. Hell if I’m not going to take a swing.<br><br>SPEAKER ELLIS: Agreed. Hopefully this will only be needed for a short time, and we can deal with the fallout once the crisis has passed.<br><br>VICE PRESIDENT MENDEZ: And if it’s not over quickly? What do we do then?<br><br>PRESIDENT WALLER: Then you’d better learn some useful skills, because if this thing drags on, the damn optics will be the least of our worries.<br><br>", "authors": ["President Waller", "Speaker Ellis", "Vice President Mendez"]}, {"id": "28407", "title": "Keener Briefing", "text": "Description: Meeting to discuss Keener, the Rogue Agents in NYC, and activating the second wave.<br><br>PRESIDENT WALLER: It’s clear that a small-scale activation didn’t do the trick. Hell, it went backwards on us. We’ve got reports of agents going rogue.<br><br>JTF GENERAL: With all due respect, Mr. President, you can’t toedip in a situation like this. Half measures aren’t worth squat.<br><br>PRESIDENT WALLER: Half measures, my ass. Those agents have full executive authority and the most advanced tech in our arsenal.<br><br>JTF GENERAL: None of that matters if you chuck them into the deep end without a lifeline. Jesus. Larry, you’ve read history books.<br><br>PRESIDENT WALLER: Fine. Call Louis Chang and let him know the second wave is a go.<br><br>", "authors": ["President Waller", "Unknown"]}, {"id": "28408", "title": "Raven Rock", "text": "Description: Politicians talking about evacuating to a secure location.<br><br>SENATOR: The bug-out is set for tomorrow at noon.<br><br>CONGRESSWOMAN: I still don’t feel right about it, senator. We should be staying here and-<br><br>SENATOR: And doing what? Dying? We need to keep the government of this country intact so we can get through this crisis, and that means getting the hell out of dodge for the duration.<br><br>CONGRESSWOMAN: President Mendez is going to need help.<br><br>SENATOR: What Mendez needs, you can’t give him. Now start packing. Once that caravan rolls out, it’s not stopping until we get to Raven Rock.<br><br>", "authors": ["Unknown"]}, {"id": "28409", "title": "25th Amendment", "text": "Description: White House staff members learn that POTUS has died.<br><br>WHITE HOUSE STAFF: Have you heard?<br><br>PRESIDENT’S AID: Heard what?<br><br>WHITE HOUSE STAFF: About Waller.<br><br>PRESIDENT’S AID: No, what’s the latest? Has he decided Russia’s responsible after all?<br><br>WHITE HOUSE STAFF: No. He… he’s dead.<br><br>PRESIDENT’S AID: Tell me you’re lying.<br><br>WHITE HOUSE STAFF: I swear, I’m not. Heart attack got him an hour ago. They couldn’t revive him.<br><br>PRESIDENT’S AID: Shit. That means that Mendez is in charge.<br><br>WHITE HOUSE STAFF: Is that all you can say at a time like this?<br><br>PRESIDENT’S AID: It’s all I can afford to say.<br><br>", "authors": ["Unknown"]}, {"id": "28410", "title": "UN Briefing", "text": "Description: President Mendez meets with the UN to ascertain the effects of Green Poison around the globe.<br><br>PRESIDENT MENDEZ: Gentleman, ladies, I don’t think I need to tell you the situation is dire. Exactly how bad it is, that’s what we’re here to discuss. Ambassador Minich, you have a report?<br><br>AMBASSADOR MINICH: Yes, thank you, Mr. President. Unfortunately, it’s not an optimistic one. If you look at the projections here you will see that the infection is spreading despite our best efforts to contain it. Make no mistake, we are looking at worst-case scenario. We have verified cases on every continent and a hundred and forty seven countries, with the number growing pretty much daily. Infections are radiating out from major travel hubs into smaller cities and rural areas. In short, even the most draconian quarantine measures have failed. We need to concentrate on relief efforts and on finding a cure.<br><br>", "authors": ["Ambassador Minich", "President Mendez"]}, {"id": "28411", "title": "Black Friday Briefing", "text": "Description: First POTUS briefing on the outbreak where he receives privileged information, hinting at the scope of the disaster.<br><br>PRESIDENT WALLER: What’s our situation? Give it to me straight; I don’t want any of this mamby-pamby bullshit people have been feeding me about what’s going on.<br><br>PRESIDENT’S AIDE: Mister President, it’s… it’s bad. Whoever planned this timed it perfectly. We’ve already got outbreaks in twenty-two cities domestically and fourteen internationally, and the reports are still coming in.<br><br>PRESIDENT WALLER: Do we have any idea who’s responsible? Or is this a natural outbreak?<br><br>PRESIDENT’S AIDE: Negative on that, sir. DCD has confirmed the pathogen is a smallpox variant. No way that got loose where it did, when it did, without some help.<br><br>PRESIDENT WALLER: So who was it? Moscow? Beijing?<br><br>PRESIDENT’s AID: They’ve got problems of their own, sir. The truth is we don’t know. We just don’t know.<br><br>", "authors": ["President Waller", "Unknown"]}, {"id": "28412", "title": "Black Box", "text": "Description: Air Force One black box tape.<br><br>AIR FORCE ONE PILOT: Joint Base Andrew, this is Air Force One on approach, do you copy?<br><br>CONTROL TOWER: We read you loud and clear. Welcome home. I’ve got you on a bearing of one zero zero at sixteen angels, over.<br><br>AIR FORCE ONE PILOT: Sounds about right. Gonna alter course to the southeast, heading one five zero, then come around and park her.<br><br>CONTROL TOWER: Sounds good. It’ll be good to- wait a minute, what’s that?<br><br>AIR FORCE ONE PILOT: Andrews, what are you reading?<br><br>CONTROL TOWER: We’ve got a SAM! Evade! Evade!<br><br>AIR FORCE ONE PILOT: Copy that, I see it. Initiating evasive maneuvers… shit, we’re not gonna make it!<br><br>CONTROL TOWER: Air Force One! Air Force One!<br><br>AIR FORCE ONE PILOT: Mayday! Mayday! This is Air Force One. We have a missile impact and are going down. Repeat, we are going down! We are-<br><br>", "authors": ["Unknown"]}, {"id": "28413", "title": "Aides Assemble", "text": "Description: A group of underpaid, overcaffeinated aides work through the night on the last minute amendments to a bill, despite all the horror around them. Their blinkers are on, their phone are off.<br><br>POLITICAL AIDE #1:  Okay people, let’s keep this ball rolling. Ramon, what you got?<br><br>RAMON: We’ve got the Iowa delegation on board if they get the amendment about biofuels.<br><br>POLITICAL AIDE #1: How many are left in the Iowa delegation?<br><br>RAMON: Four. The rest are all sick.<br><br>POLITICAL AIDE #1: Well, let’s hope those four stay healthy. Who else can we count on?<br><br>POLITICAL AIDE #2: Hey, just got this – the junior senator from Nebraska just sent her staff home for the duration.<br><br>POLITICAL AIDE #1:  Dammit, we were counting on her support once we got through the House.<br><br>RAMON: You have to wonder if it’s worth it.<br><br>POLITICAL AIDE #1:  What is? This?<br><br>RAMON: Yeah. I mean, it’s getting really bad out there. Shouldn’t we be, you know, doing something else to help?<br><br>POLITICAL AIDE #1:  You mean instead of trying to push through and energy bill with the world falling to pieces.<br><br>POLITICAL AIDE #2: Well, yeah.<br><br>POLITICAL AIDE #1:  Look, sooner or later this is going to pass. And when it does, all the problems we’re dealing with now, they’ll still be there. So it makes sense for us to keep trying to deal with them, because someone has to.<br><br>RAMON: Any because we’re at the bottom of the pay scale.<br><br>POLITICAL AIDE #1:  That, too.<br><br>", "authors": ["Ramon", "Unknown"]}, {"id": "28414", "title": "Border Control", "text": "Description: POTUS discusses border politics with the president of Mexico.<br><br>PRESIDENT WALLER: Carlos, thank you for taking my call. I understand you’ve got your hands full, too. <br><br>PRESIDENT CARLOS: [No Audio]<br><br>PRESIDENT WALLER:  No, no. I understand. Not the time for pleasantries.<br><br>PRESIDENT CARLOS: [No Audio]<br><br>PRESIDENT WALLER:  No, we’re no closer to find a cure. Look, if we had anything we would be sharing it. This is bigger than borders. But these rumors of a broad-spectrum antiviral are just that. Rumors. Now, let’s talk about this proposal of yours to shutdown border crossings in El Paso. I know you’ve got a lot of people headed south from there right now that you can’t afford to take care of. Believe me, we don’t’ want to outsource our problems to you. <br><br>", "authors": ["President Waller"]}, {"id": "28415", "title": "DC-62 Trials", "text": "Description: Government officials decide whether or not to use DC-62.<br><br>JTF GENERAL: What we’ve got on the table is a possible solution.<br><br>PRESIDENT’S AIDE: What we’ve got is a possible disaster. We haven’t done nearly enough field testing on your solution. We don’t even know if it’s toxic, for God’s sake.<br><br>JTF GENERAL: What we do know is that people are dying, and this stuff kills the Green Poison. How many deaths do you want on your hands because we waited for tests to come back to tell us what we already knew. <br><br>PRESIDENT’S AIDE: Fine. You’ve got my authorization. But God help us if you screw this up.<br><br>JTF GENERAL: We start spraying in two days. In the meantime, you can announce a new program designed to stop the spread of Green Poison and look like a hero. And when this is all over, I’ll say “I told you so.”<br><br>PRESIDENT’S AIDE: I hope to God you get the chance.<br><br>", "authors": ["Unknown"]}, {"id": "28416", "title": "Pi&ntilde;ata Party", "text": "Description: Two Hyenas prepare an attack on unsuspecting civilians.<br><br>HYENA MEMBER #1: Now?<br><br>HYENA MEMBER #2: Hold up. They’re still too spread out.<br><br>HYENA MEMBER #1: This is gonna be good.<br><br>HYENA MEMBER #2: Not if they notice us first. Keep your goddamn head down.<br><br>HYENA MEMBER #1: Look at those idiots. They have no idea what’s coming.<br><br>HYENA MEMBER #2: That’s the fucking idea. Get your fucking head down.<br><br>HYENA MEMBER #1: What are we waiting for? They’re not even armed. This is gonna be a fucking piñata party.<br><br>HYENA MEMBER #2: If you’re expecting candy, you’re in for some disappointment.<br><br>HYENA MEMBER #1: The candy isn’t the fun part. The fun part is seeing it fly everywhere when you whack the shit out of the piñata. I don’t think I’m going to be disappointed.<br><br>", "authors": ["Unknown"]}, {"id": "28417", "title": "Runners", "text": "Description: Hyenas deal with victims running away.<br><br>HYENA MEMBER #1: They’re running.<br><br>HYENA MEMBER #2: Not fast enough.<br><br>HYENA MEMBER #1: I don’t know. They’re hauling ass.<br><br>HYENA MEMBER #2: No way they can outrun Sheri. She’s a fuckin’ puma.<br><br>HYENA MEMBER #1: That’s one tired looking puma.<br><br>HYENA MEMBER #2: She’s usually faster.<br><br>HYENA MEMBER #1: I can’t watch this anymore. And they’re liable to get away. Hand me my rifle.<br><br>HYENA MEMBER #2: Shoot the dude. The girl will try to help him and you’ll be able to bag her too. <br><br>HYENA MEMBER #2: What a bitch. She just left him there.<br><br>HYENA MEMBER #1: Yeah… I feel a little bad for this guy. First he gets shot, then gets fucking backstabbed.<br><br>", "authors": ["Unknown"]}, {"id": "28418", "title": "Assets", "text": "Description: Hyenas have obtained a valuable new asset.<br><br>HYENA MEMBER #1: I say we tie this mother fucker to a noose!<br><br>HYENA MEMBER #2: Show the world what happens when they fuck with Hyenas!<br><br>HYENA BOSS: Good job fellas… So it’s true. When I was told they recovered the President of the United States I almost didn’t believe it. Needed to see it for myself. You seem awfully calm considering your predicament.<br><br>PRESIDENT ELLIS: I’m in politics. I’ve been around enough liars and crooks to know when to be scared.<br><br>HYENA BOSS: Careful Mr. President. In here you’ve got no power. You’re nothing but currency.<br><br>PRESIDENT ELLIS: What are you doing to do with me?<br><br>HYENA BOSS: Nothing. For now. But you should make yourself comfortable.<br><br>", "authors": ["President Ellis", "Unknown"]}, {"id": "28419", "title": "Spice Instructions", "text": "Description: Hyena member gives a quick briefing on how to make the drug, spice.<br><br>HYENA MEMBER: Gather round, you bags of shit. It’s time to hit the books. Okay.. to make Spice all you need to do is spray the plants get them all nice and moist, and then spread them out on a table to dry. [pause] Quiet down! Fuck this up and the boss will have your nuts in a meat grinder! – When they feel firm to the touch, take them over to packaging to get blinged up. Easy peasy. [pause] What did I tell you! This ain’t high school. Misbehave in my classroom and you don’t get detention, you get ballistic therapy!<br>", "authors": ["Unknown"]}, {"id": "28420", "title": "Economics", "text": "Description: Hyenas Council members make plans to secure the future.<br><br>HYENA MEMBER #1: If we want to survive, all this in-fighting needs to stop.<br><br>HYENA MEMBER #2: Sure. That’s totally achievable.<br><br>HYENA MEMBER #1: It better fucking be. Because we can’t beat True Sons in a straight up fight. We don’t have the training or discipline. So we have to be smarter than them. And fucking each other over at every opportunity isn’t smart.<br><br>HYENA MEMBER #2: Depends whether you end up giving or receiving.<br><br>HYENA MEMBER #1: That’s like arguing who gets the penthouse when the whole building is about to burn down.<br><br>HYENA MEMBER #2: Motherfucker, look around. EVERYTHING is burning down. All of it. If there’s a chance you can get yourself a view from the top, why wouldn’t you try?<br><br>HYENA MEMBER #1: Because there’s an option not to die in a fucking fire! If we stop acting like it’s too late to do anything, we could actually accomplish something.<br><br>", "authors": ["Unknown"]}, {"id": "28421", "title": "Restructuring ", "text": "Description: Hyenas Council members talk about the need for restructuring the current leadership.<br><br>HYENA MEMBER #1: I ain’t got no time for all this politics bullshit. If I wanted that kinda life I would’ve gone to college.<br><br>HYENA MEMBER #1: Somethin’ funny?<br><br>HYENA MEMBER #2: You. College. Doesn’t quite add up.<br><br>HYENA MEMBER #1: Fuck you.<br><br>HYENA MEMBER #2: We’ve got a lot of dead wood on this council.<br><br>HYENA MEMBER #1: What are you saying?<br><br>HYENA MEMBER #2: I’m saying that they won’t go down easy.<br><br>HYENA MEMBER #1: I got no problems pulling the trigger.<br><br>HYENA MEMBER #2: And that’s exactly why college doesn’t suit you; you’re too emotional. Sometimes you’ve got to exercise restraint access the situation. If we do this there’ll be repercussions, and we need to prepare for which way shit’s gonna fall out.<br><br>", "authors": ["Unknown"]}, {"id": "28422", "title": "Missing Prisoners", "text": "Description: A Hyena gets rid of some prisoners.<br><br>HYENA MEMBER #1: Where’s the prisoners?<br><br>HYENA MEMBER #2: I got tired of their moaning.<br><br>HYENA MEMBER #1: So you let them go?<br><br>HYENA MEMBER #2: No, I didn’t let them go.<br><br>HYENA MEMBER #1: Motherfucker, we were gonna trade them.<br><br>HYENA MEMBER #2: Oh well.<br><br>HYENA MEMBER #1: That’s what you’re gonna tell Diesel when he asks why you killed them?<br><br>HYENA MEMBER #2: I didn’t kill them. The dogs did.<br><br>HYENA MEMBER #1: What dogs?<br><br>HYENA MEMBER #2: I don’t know. Some dogs. I didn’t ask their fucking names. But they must’ve been fuckin’ hungry, ‘cause damn, once they sniffed blood, it was chow time.<br><br>HYENA MEMBER #1: You stupid son of a bitch.<br><br>HYENA MEMBER #2: Whatever. Diesel ain’t gonna do shit except huff and puff a little.<br><br>", "authors": ["Unknown"]}, {"id": "28423", "title": "Special Shipment", "text": "Description: Hyenas get a delivery from their “secret admirer”. <br><br>HYENA MEMBER #1: We’ve hit paydirt, fellas. Delivery from out secret admirers.<br><br>HYENA MEMBER #2: It’s about time. I need an upgrade.<br><br>HYENA MEMBER #3: So, why do you think they’re giving us all this shit?<br><br>HYENA MEMBER #1: Cause they know we the baddest motherfuckers in DC.<br><br>HYENA MEMBER #2: Hand me that nine.<br><br>HYENA MEMBER #3: Hey, eh, eh, eh, look, look, look… This one’s got buttons n’ shit.<br><br>HYENA MEMBER #2: That’s one B-F-G.<br><br>HYENA MEMBER #3: Those True Sons ain’t gonna know what hit ‘em.<br><br>HYENA MEMBER #1: We going postal on this jackasses.<br><br>HYENA MEMBER #2: Hell yeah!<br>", "authors": ["Unknown"]}, {"id": "28424", "title": "Heavy Load", "text": "Description: Two Hyenas deal with an abundance of things.<br><br>HYENA MEMBER #1: I don’t think we can carry any more.<br><br>HYENA MEMBER #2: Not even these meds? The boxes don’t weigh much.<br><br>HYENA MEMBER #1: The weight isn’t the issue. It’s just too much stuff.<br><br>HYENA MEMBER #2: Are you sure about leaving this shit?<br><br>HYENA MEMBER #1: I don’t want to, but it’s just asthma medication. I doubt there’s a lot of asthmatics around anymore.<br><br>HYENA MEMBER #2: Wait, I got an idea. Call Jay over here.<br><br>HYENA MEMBER #1: What for?<br><br>HYENA MEMBER #2: I’m betting he can rig the box so it’ll blow the fuck out of anyone who tries to pick it up.<br><br>HYENA MEMBER #1: Aw that’s cold!<br><br>HYENA MEMBER #2: Hey Jay, come over here a minute.<br><br>", "authors": ["Unknown"]}, {"id": "28425", "title": "First Council Meeting", "text": "Description: Hyenas meet to discuss the True Sons threat and form the Council.<br><br>COYOTE: I’ve called this meeting because we all have a common enemy. The True Sons are gaining a foothold in this city and the more we fight amongst ourselves the worse it’s gonna get.<br><br>HYENA MEMBER #1: I ain’t afraid of those bitches. And I don’t need some punk ass motherfucker telling me what my crew can and can’t do.<br><br>COYOTE: I’m not trying to lay down the law. But if we don’t find common ground we will get wiped off the map.<br><br>HYENA BOSS: Then what do you suggest?<br><br>COYOTE: We form a council. You have a problem, you leave your piece at the door and we deal with it together, as an organization.<br><br>HYENA MEMBER #2: What is this shit?<br><br>COYOTE: It’s called politics.<br><br>HYENA BOSS: So you mean like a treay.<br><br>COYOTE: Like a treaty. How you run your crew is your business.<br><br>HYENA BOSS: I’m game.<br><br>HYENA MEMBER #1: Fuck it, I’m down.<br><br>COYOTE: And?<br><br>HYENA MEMBER #2: Fine.<br><br>COYOTE: It’s settled then.<br><br>", "authors": ["Coyote", "Unknown"]}, {"id": "28426", "title": "New Assignment", "text": "Description: Manny Ortega Arrives at a JTF camp and gets a new assignment.<br><br>JTF COMMANDER: You Ortega? The comms guy?<br><br>MANNY ORTEGA: That’s me, sir. Where do you want me?<br><br>JTF COMMANDER: Yeah, I’m gonna send you to the White House. You’ve been assigned to the SHD.<br><br>MANNY ORTEGA: The Division, sir? Aren’t they running their own comms?<br><br>JTF COMMANDER: They’ve taken a beating need all the help they can get. As do we all..<br><br>MANNY ORTEGA: Is it that bad, sir?<br><br>JTF COMMANDER: Yeah, you don’t know the half of it, son. I got a clusterfuck of a botched quarantine to clean up, and a full-bird colonel to arrest. President Mendez seems incapable of deciding what fucking socks to wear every morning, let alone what to do about our country falling apart. And in the meantime, the streets are burning. Ah, but we’ll manage. Somehow. You can hitch a ride with Lorensen over there. And get going.<br><br>MANNY ORTEGA: Sir.<br><br>", "authors": ["Manny Ortega", "Unknown"]}, {"id": "28427", "title": "True Son Debrief", "text": "Description: Manny Ortega calls over radio, giving offsite leadership an update on the True Sons situation, in early spring.<br><br>JTF MAJOR: Give it to me straight, Manny.<br><br>MANNY ORTEGA: It’s bad, Major. A new faction has formed around Colonel Ridgeway. Mostly guys that were under his command before he got arrested. They call themselves the True Sons.<br><br>JTF MAJOR: Great, What else?<br><br>MANNY ORTEGA: We’re doing our best to protect the civilian settlements, but I can’t see how we’ll manage unless we’re reinforced.<br><br>JTF MAJOR: I’m working on it, but everybody’s been hit hard by disease and desertions. And we can’t just ignore border security and vital installations.<br><br>MANNY ORTEGA: Understood, Major. It’s a shit sandwich.<br><br>JTF MAJOR: It’s worse than that. It’s a whole buffet of shit. But the stakes are too high to get finicky.<br><br>", "authors": ["Manny Ortega", "Unknown"]}, {"id": "28428", "title": "Ortega Deployed", "text": "Description: Manny Ortega’s last phone call with his mother, before being deployed.<br><br>MRS. ORTEGA: Manny?<br><br>MANNY ORTEGA: Hey, mom.<br><br>MRS. ORTEGA: Where are you? Are you okay? Have you talked to your brother?<br><br>MANNY ORTEGA: Slow down, mom. I’m okay. We’re shipping out tomorrow. They haven’t told us where, yet.<br><br>MRS. ORTEGA: You’re not in New York, are you? They say it’s really bad over there.<br><br>MANNY ORTEGA: No, I’m not in New York, mom. Look, did you stock up on fresh water like I told you?<br><br>MRS. ORTEGA: I have twenty gallons. Carlo helped. He’s a good neighbor.<br><br>MANNY ORTEGA: Good. Good. And food?<br><br>MRS. ORTEGA: And food. Look, Manny – I understand that things are much worse than they’re saying on the news, but – <br><br>JTF LIEUTENANT: Ortega! Mount up! We’re going!<br><br>MANNY ORTEGA: Crap, I gotta go, mom. I’ll call you again when I get there, okay? Look after yourself.<br><br>MRS. ORTEGA: I will. Stay safe, Manny! Besos.<br><br>MANNY ORTEGA: Besos, Mom.<br><br>", "authors": ["Manny Ortega", "Mrs. Ortega", "Unknown"]}, {"id": "28429", "title": "Line of Succession", "text": "Description: JTF soldiers in the White House react to the death of President Mendez.<br><br>JTF SOLDIER #1: Hey, did you hear about Mendez?<br><br>JTF SOLDIER #2: Mmm.. I know he’s dead.<br><br>JTF SOLDIER #1: He killed himself.<br><br>JTF SOLDIER #2: Sure.<br><br>JTF SOLDIER #1: Ate fucking bullet.<br><br>JTF SOLDIER #2: Whoa…<br><br>JTF SOLDIER #1: Yeah. I almost feel sorry for the guy. Stress must’ve gotten to him. Imagine all that responsibility.<br><br>JTF SOLDIER #2: Well, he kind of botched the job, if you ask me.<br><br>JTF SOLDIER #1: Ture. Do we even have a President now?<br><br>JTF SOLDIER #2: I guess Ellis is it.<br><br>JTF SOLDIER #1: Who’s Ellis?<br><br>JTF SOLDIER #2: Andrew Ellis. Speaker of the House. Next in line.<br><br>JTF SOLDIER #1: I never could sort the succession shit out.<br><br>", "authors": ["Unknown"]}, {"id": "28430", "title": "Quarantine", "text": "Description: JTF soldiers face resistance as they send infected civilians and personnel to the Roosevelt Island quarantine.<br><br>JIM: Where are you taking her?!<br><br>JTF SOLDIER #1: Roosevelt Island Quarantine Zone, sir.<br><br>JIM: But she’s not sick!<br><br>JTF SOLDIER #2: She’s showing signs of infection, sir.<br><br>JIM: Then we should all go.<br><br>AMY: Mom! Mom!<br><br>MOTHER: No, don’t worry, Amy! Daddy will look after you!<br><br>JTF SOLDIER #1: Step back, sir. You’re not infected.<br><br>JIM: But you can’t do this?! We have rights –<br><br>JTF SOLDIER #1: I said, step back!<br><br>JIM: Or what, you asshole?! You’re gonna shoot me?<br><br>MOTHER: Jim! Don’t!<br><br>JTF SOLDIER #2: Listen to your wife, man. Don’t be stupid.<br><br>JIM: Fuck you. Come on, Amy. We’ll see mommy again soon.<br><br>", "authors": ["Amy", "Jim", "Unknown"]}, {"id": "28431", "title": "Georgetown Patrol", "text": "Description: Two local police officers discuss the current state of the crises, on their way to check on the CERA post in Georgetown.<br><br>POLICE OFFICER #1: Where are we headed?<br><br>POLICE OFFICER #2: Georgetown. They want us to check in on the CERA post. Apparently there’s been some trouble.<br><br>POLICE OFFICER #1: “Some trouble”?<br><br>POLICE OFFICER #2: That’s what the major said, I asked for specifics but she didn’t have any.<br><br>POLICE OFFICER #1: I’m telling you, man, somebody better step up and get organized, or we’ll be sitting here with our dicks in our hands while the city falls apart. Did you hear about the riots in Bloomingdale?<br><br>POLICE OFFICER #2: I’ve been trying to catch up on my sleep.<br><br>POLICE OFFICER #1: Fifteen confirmed dead. God knows how many wounded. Bunch of stores looted.<br><br>POLICE OFFICER #2: It’s even worse in New York. I heard they quarantined all of Manhattan. Crazy.<br><br>POLICE OFFICER #1: At least they’re doing something.<br><br>POLICE OFFICER #2: The National Guard’s been called up. Should help some.<br><br>POLICE OFFICER #1: Yea? That’s all we need – weekend warriors handling riots with machine guns…<br><br>", "authors": ["Unknown"]}, {"id": "28432", "title": "SITREP", "text": "Description: Manny Ortega gives his superior officer an update on the situation in DC, in early summer.<br><br>JTF MAJOR: We’ve lost contact with outposts all over the country. I’m honestly not sure we’ll make it through this one.<br><br>MANNY ORTEGA: Agents are tricking in every other day or so, so that’s something.<br><br>JTF MAJOR: Except they’re leaving other places worse off.<br><br>MANNY ORTEGA: True, but DC has priority. If the city falls, the country falls with it.<br><br>JTF MAJOR: Any new about our latest POTUS?<br><br>MANNY ORTEGA:  We’re pretty sure he survived the crash, at least.<br><br>JTF MAJOR: Well, that’s something.<br><br>", "authors": ["Manny Ortega", "Unknown"]}, {"id": "28433", "title": "Roosevelt Failure", "text": "Description: Candid conversation between senior JTF staff regarding the Roosevelt Island debacle.<br><br>JTF COMMANDER: All right, people – let’s get this started. Wilson, give us the latest.<br><br>JTF CAPTAIN WILSON: Yes, sir. At 1500 hours today we send a squad to investigate the situation on Roosevelt Island and deliver supplies. They were fired upon as they approached the shore.<br><br>JTF MAJOR: Any casualties?<br><br>JTF CAPTAIN WILSON: All hands.<br><br>JTF MAJOR: God damn. And we’re not in contact with anyone on the island?<br><br>JTF CAPTAIN WILSON: Not since the riots, sir.<br><br>JTF MAJOR: That whole quarantine was a bad call.<br><br>JTF COMMANDER: Now the question is what we do now? Any ideas?<br><br>JTF MAJOR: There’s clearly a hostile element on the island. What have to assume they’re in control of the situation. I say we setup river patrols to keep the isolated. We can afford to wait them out.<br><br>JTF COMMANDER: Agreed. Get it done.<br><br>JTF CAPTAIN WILSON: Sir, there’s one more thing.<br><br>JTF COMMANDER: What?<br><br>JTF CAPTAIN WILSON: Ridgeway, sir. Some of the men are saying he and the others were put in the stockade on false charges.<br><br>JTF COMMANDER: That’s horseshit!<br><br>JTF CAPTAIN WILSON: Just thought you should know, sir.<br><br>JTF COMMANDER: Yes. Thank you, Wilsom. Dismissed.<br><br>", "authors": ["JTF Captain Wilson", "Unknown"]}, {"id": "28434", "title": "Plotting", "text": "Description: Emeline plots with other people in quarantine to take over the island.<br><br>EMELINE SHAW: They’re afraid of us. We can use that against them.<br><br>UNKNOWN: They have assault rifles they can use that against us.<br><br>EMELINE SHAW: We’re going to die here if we don’t’ do something.<br><br>UNKNOWN: Committing suicide isn’t really solving the problem.<br><br>HARLAN LLOYD: We can win if we take them by surprise. There’s only a handful of guards left on the island.<br><br>UNKNOWN: Great. You’re taking her side?<br><br>EMELINE SHAW: There’s only one side. And we’re all on it. We were put here.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28435", "title": "Message for Henry", "text": "Description: Outcasts deliver a message to Campus leader Henry Hayes.<br><br>OUTCAST: Hey, I’m trying to get a hold of Henry Hayes.<br><br>HENRY HAYES: You’re talk to him. Who’s this?<br><br>OUTCAST: Mr. Hayes, I’ve got a message for you.<br><br>HENRY HAYES: Who from?<br><br>OUTCAST: Emeline Shaw.<br><br>HENRY HAYES: I’m not much interested in anything she or the rest of you have to say.<br><br>OUTCAST: You have a young lady by the name of Natalie go missing couple days ago?<br><br>[pause]<br><br>OUTCAST: I’ll take that as a yes. Emeline figured you might be worried about her.<br><br>HENRY HAYES: I swear on all that’s holy, you shitheads hurt her..<br><br>OUTCAST: What? You’ll do what, exactly?<br><br>HENRY HAYES: Why are you doing this?<br><br>OUTCAST: You’re probably thinking about payback, aren’t you?<br><br>HENRY HAYES: Goddamn right.<br><br>OUTCAST: Well, this is payback. It’s fuckin’ justice. And all of you cowards are gonna get a taste. Does it hurt? You think this is suffering? You have no idea. But you will. Soon enough. Be seeing you, Henry Hayes.<br><br>", "authors": ["Henry Hayes", "Unknown"]}, {"id": "28436", "title": "Asymptomatic", "text": "Description: Emeline provides her doctor with her blood to build a weapon.<br><br>OUTCAST MEMBER: I didn’t think it was possible for someone to be an asymptomatic carrier of smallpox. But Green Poison also isn’t a natural strain of the virus.<br><br>EMELINE SHAW: But why do you need a blood sample?<br><br>OUTCAST MEMBER: We’re going to use it.<br><br>EMELINE SHAW: To make a vaccine?<br><br>OUTCAST MEMBER: To make a weapon.<br><br>EMELINE SHAW: To infect people?<br><br>OUTCAST MEMBER: Of course.<br><br>EMELINE SHAW: Good.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28437", "title": "Keeping Survivors", "text": "Description: Outcasts decide to keep a survivor.<br><br>OUTCAST #1: God damn it stinks.<br><br>OUTCAST #2: Of course it does. What do you expect?<br><br>OUTCAST #1: How many of them in there?<br><br>OUTCAST #2: I don’t know, Fifteen? I wasn’t counting.<br><br>OUTCAST #1: You kill ‘em all?<br><br>OUTCAST #2: We left one girl alive. We’ll send her off to the Campus to tell them what she witnessed.<br><br>OUTCAST #1: That’s good thinking.<br><br>OUTCAST #2: Emeline’s idea, not mine.<br><br>", "authors": ["Unknown"]}, {"id": "28438", "title": "Cistern", "text": "Description: Two Outcasts scouting for communities.<br><br>OUTCAST #1: Hey, uh, we found a small cistern hidden in a part on I Street. It looks pretty well maintained, so we’re figuring someone’s still using it.<br><br>OUTCAST #2: You found a what?<br><br>OUTCAST #1: A small cistern. Probably about forty or fifty gallons.<br><br>OUTCAST #2: What’s a cistern?<br><br>OUTCAST #1: Are you kidding me? It’s like a tank.<br><br>OUTCAST #2: Then why didn’t you call it a tank?<br><br>OUTCAST #1: Because it’s a goddman cistern. For catching rainwater. Anyway, the point is, it looks like it’s being used so can you send somebody up here with something to poison it with?<br><br>OUTCAST #2: You could have just mentioned that right way instead of showing off you damn vocabulary.<br><br>OUTCAST #1: It’s a fucking cistern! That’s what it’s called. Do you call an ambulance a van? No, because there’s a word for it: ambulance. Just send the fucking poison. Jesus.<br><br>", "authors": ["Unknown"]}, {"id": "28439", "title": "Rations", "text": "Description: An infected civilian argues with one of Ridgeway’s True Sons about the distribution of rations.<br><br>CIVILIAN: We’re running out of food and water! We don’t have enough blankets to go around!<br><br>JTF SOLDIER: Yeah? Things are tough all over.<br><br>CIVILIAN: People are dying!<br><br>JTF SOLDIER: No shit, motherfucker. It’s the fucking apocalypse.<br><br>CIVILIAN: I bet you’re still getting rations.<br><br>JTF SOLDIER: Damn straight. I eat like a king.<br><br>CIVILIAN: You’re diverting supplies meant for us, aren’t you!<br><br>JTF SOLDIER: Don’t look at me, man. I ain’t diverting shit. I’m just trying to do my job.<br>", "authors": ["Unknown"]}, {"id": "28440", "title": "Complicit", "text": "Description: Outcasts murder civilians for being “complicit” in their suffering.<br><br>OUTCAST MEMBER: Get down on the goddamn floor! Now!<br><br>CIVILIAN: Why are you doing this?<br><br>OUTCAST MEMBER: You too! On the floor! You are accused of complicity. Of standing by as your neighbors, innocent of any crime of wrongdoing, were rounded up and forced into brutal isolation, starved and left to die.<br><br>THEATER CIVILIAN: We didn’t do anything!<br><br>OUTCAST MEMBER: That’s exactly the point! For your crimes, your lives are judged to be forfeit.<br><br>", "authors": ["Unknown"]}, {"id": "28441", "title": "JTF Interrogation", "text": "Description: A young JTF soldier is being interrogated and asked why they didn’t stop Ridgeway and the others.<br><br>EMELINE SHAW: Is this the one from the boat?<br><br>OUTCAST MEMBER: Yeah. Tried jumping overboard. We fished him out the river.<br><br>EMELINE SHAW: What happened to his nose?<br><br>OUTCAST MEMBER: He wouldn’t stop jabbering.<br><br>EMELINE SHAW: Get that gag off him.<br><br>JTF SOLDIER: Fucking murders.<br><br>OUTCAST MEMBER: Now there’s a pot talking to a kettle.<br><br>EMELINE SHAW: You know what happened here, don’t you, soldier?<br><br>JTF SOLDIER: Colonel Ridgeway was arrested for that! We were brining you supplies!<br><br>EMELINE SHAW: You mean to tell me you never heard a single rumor about how bad things were here?<br><br>[silence]<br><br>EMELINE SHAW: Your guilt is clear.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28442", "title": "Emeline&rsquo;s End", "text": "Description: An outcast asks Emeline when it will end.<br><br>OUTCAST: When does it end?<br><br>EMELINE SHAW: Where does what end?<br><br>OUTCAST: This.<br><br>EMELINE SHAW: It doesn’t. It won’t. Not for me.<br><br>OUTCAST: It has to end somewhere.<br><br>EMELINE SHAW: It ends when I wake up and this was all just a terrible dream. And my daughter is still here. And she didn’t die alone. Calling out for me. Or too far gone to notice I wasn’t there, beside her. Nothing can make that right. Not ever. And until it’s right, it won’t end.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28443", "title": "Humanity", "text": "Description: Emeline forces one of her Outcasts to confront his wife’s killer.<br><br>EMELINE SHAW: Take the knife.<br><br>OUTCAST: I don’t know if I can do this.<br><br>EMELINE SHAW: Yes, you can. Take it. Good. Very good. Don’t be afraid.<br><br>OUTCAST: I am afraid.<br><br>EMELINE SHAW: I know you are. I understand. You look at this wretched thing and you see a human being. And how could you hurt a human being? Do you know this man?<br><br>OUTCAST: No.<br><br>EMELINE SHAW: Tell him what you did. Tell him.<br><br>TRUE SONS SOLIDER: I killed a woman.<br><br>EMELINE SHAW: Why did you kill her?<br><br>TRUE SON SOLDIER: I told her to get back. She wouldn’t listen.<br><br>EMELINE SHAW: So what did you do?<br><br>TRUE SONS SOLDIER: Hit her. With my rifle butt. She screamed at me. Spat blood on me. So I hit her again. Till she stopped screaming.<br><br>EMELINE SHAW: Because she didn’t listen to you.<br><br>TRUE SONS SOLDIER: Goddamn right! That’s goddamn right!<br><br>EMELINE SHAW: Her name was Vivian Harper.<br><br>OUTCAST: No.. No! Murderer!<br><br>[screams of pain]<br><br>EMELINE SHAW: Our enemies are not human. Not anymore. They traded their humanity to survive. They roped us to an altar as a sacrifice so that they would be spared. But we slipped our bonds. And now they must be judged! And punished!<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28444", "title": "Condemnation", "text": "Description: Emeline explains who she believes is responsible for the Roosevelt Island quarantine.<br><br>OUTCAST MEMBER: What are we supposed to do now?<br><br>EMELINE SHAW: Seek justice.<br><br>OUTCAST MEMBER: How?<br><br>EMELINE SHAW: Relentlessly. And without mercy. We were victimized. But we don’t have to remain victims. We were imprisoned. But we don’t have to remain prisoners.<br><br>OUTCAST MEMBER: You can whatever you want, but doesn’t mean we can do anything about it.<br><br>EMELINE SHAW: Our enemies are right across that river. They tore us away from our families. Locked us in here. Starved us. Deprived us. Assaulted and murdered us. But it’s not just them. It’s also the ones that signed the orders. Who decided this was an acceptable solution and it’s the ones—all the ones—who stood by and let it happen. Doing nothing. I want justice. And so I condemn them. All of them. And I will not rest until they are punished.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28445", "title": "True Son Captured", "text": "Description: Emeline speaks with a member of the True Sons, her Outcasts have captured.<br><br>[grunting in pain]<br><br>UNKNOWN: You’re fixing to piss me off. Miss Emeline?<br><br>EMELINE SHAW:  Is this the wretch you spoke of?<br><br>UNKNOWN: Yes. He surrendered. After we killed the rest of his squad.<br><br>TRUE SONS SOLDIER: I didn’t do nothing to you people. I wasn’t even in DC till a month ago.<br><br>EMELINE SHAW: You don’t seem very loyal to your commander.<br><br>TRUE SONS SOLDIER: Lady. I’m just trying to survive. True Sons seemed like the safest bet.<br><br>EMELINE SHAW: Is that so?<br><br>TRUE SONS SOLDIER: I got no allegiance to them. I can be useful to you.<br><br>EMELINE SHAW:  You expect me to trust a man who would switch sides so easily?<br><br>TRUE SONS SOLDIER: Give me a chance! I’ll show you!<br><br>EMELINE SHAW: Send his head to the General. Let the river have the rest of him.<br><br>", "authors": ["Emeline Shaw", "Unknown"]}, {"id": "28446", "title": "Firearms Training", "text": "Description: Odessa Sawyer trains civilians in how to properly handle firearms.<br><br>ODESSA SAWYER: No, no, no – keep your elbow tucked. You’ll be smaller target that way. And lean into the stance a little.<br><br>PETER: Don’t grab the barrel all the way out like that.<br><br>ODESSA SAWYER: No, that’s fine. Good for stability. But your arm will tire quickly.<br><br>ENGINEER: So, like this?<br><br>PETER: You should pull your shoulder back—<br><br>ODESSA SAWYER: Stop. Just stop. What’s your name?<br><br>PETER: Peter.<br><br>ODESSA SAWYER: Okay, Peter. This is how it’s gonna be. If you interrupt me again, I’ll throw you off this roof. And if you pollute anyone here with your “advice”. I’ll throw you off this roof. Is that clear enough for you?<br><br>PETER: Yeah.<br><br>ODESSA SAWYER: What’s that?<br><br>PETER: Yes, ma’am.<br><br>ODESSA SAWYER: Good. Now, that there is the bolt catch. When the magazine is empty…<br><br>", "authors": ["Odessa Sawyer", "Peter", "Unknown"]}, {"id": "28447", "title": "Sustainable Power", "text": "Description: Two engineers make a plan to build a wind turbine to power the Theater settlement.<br><br>ENGINEER #1: We can’t rely on the grid. If we want this to work we have to generate our own power. Solar and wind. <br><br>ENGINEER #2: I haven’t seen many wind turbine props lying around. Have you?<br><br>ENGINEER #1: There are other ways to harness wind.<br><br>ENGINEER #2: Yeah? Enlighten me.<br><br>ENGINEER #1: We use a balloon, and the Magnus effect.<br><br>ENGINEER #2: That’s not—Or maybe… Hmm, we’d need a hell of a lot of cable. And helium.<br><br>ENGINEER #1: And balloon material. But I bet all that will be easier to scavenge than a large enough prop.<br><br>ENGINEER #2: We need a winch as well…<br><br>ENGINEER #1: There’s one on the Humvee down the street. We could use that to build a prototype. And then scale it up.<br><br>ENGINEER #2: What if the Hyenas use the balloon for target practice?<br><br>ENGINEER #1: If we get it as high as it needs to be, that shouldn’t be a problem. We’re talking a moving target at, like, 600 yards. It would take one hell of a sniper.<br><br>ENGINEER #2: All right. It’s worth a try. Wanna go pick up that winch?<br><br>ENGINEER #1: Sure. I’ll get my plate carrier.<br><br>", "authors": ["Unknown"]}, {"id": "28448", "title": "Peter Problems", "text": "Description: Odessa scolds her daughter for being careless and spending time with Peter.<br><br>ODESSA SAWYER: I see you hanging out with Peter a lot these days.<br><br>ELEANOR SAWYER: So what.<br><br>ODESSA SAWYER: He’s bad news, is what.<br><br>ELEANOR SAWYER: “Bad news”?! God! Do you have to be so old-school?! It’s embarrassing!<br><br>ODESSA SAWYER: I know you two are sneaking out at night.<br><br>ELEANOR SAWYER: So what if we are? You can’t lock me in here.<br><br>ODESSA SAWYER: I just want you to appreciate the risks you’re taking.<br><br>ELEANOR SAWYER: Well, I got some “bad news” for you, mom. It’s the fucking apocalypse, okay? Being alive is a risk. We’re just trying to have some fun in this hellhole.<br><br>ODESSA SAWYER: Those Hyenas might seem like “fun” to you now, but they’ll turn on your in a second if they can gain anything from it.<br><br>ELEANOR SAWYER: Look, Peter knows them, okay? They won’t hurt us.<br><br>ODESSA SAWYER: No, Ellie. Don’t do that. Don’t trust them. They don’t acre about anything but themselves. Please remember that, if nothing else.<br><br>ELEANOR SAWYER: Okay, mom…<br><br>", "authors": ["Eleanor Sawyer", "Odessa Sawyer"]}, {"id": "28449", "title": "Settling Down", "text": "Description: A small group of survivors decide to make the Theater their home.<br><br>THEATER CIVILIAN #1:  This is it, check it out.<br><br>THEATER CIVILIAN #2: It’s a roof, what about it?<br><br>THEATER CIVILIAN #1:  It’s easy to defend, that’s what.<br><br>THEATER CIVILIAN #3: Indeed it is. And we’re pretty close to the FBI too. The JTF has a pretty strong presence here.<br><br>THEATER CIVILIAN #2:  What? You’re saying we should stay here?<br><br>THEATER CIVILIAN #1: Best option yet.<br><br>THEATER CIVILIAN #2: What about water? Electricity?<br><br>THEATER CIVILIAN #3: We’ll start collecting rain water in those barrels over there – after we clean them. And I’ll ask Mike if it’s possible to get some power up here.<br><br>THEATER CIVILIAN #1: See! I told you it was a good spot. And we can set up our own plays downstairs! Did you see that stage?<br><br>THEATER CIVILIAN #2: All right, whatever. Should I go tell the others?<br><br>THEATER CIVILIAN #3:  Please do. Tell them we found a new home.<br><br>", "authors": ["Unknown"]}, {"id": "28450", "title": "Addiction ", "text": "Description: A concerned civilian tries to get Peter to stop taking spice.<br><br>THEATER CIVILIAN: You gotta lay off that crap, Peter. Look around you, for God’s sake!<br><br>PETER: I am. And do you know what I see?<br><br>THEATER CIVILIAN: What?<br><br>Peter: Nothing. Endless days of nothing. It’s all gone. We think we can restore it but it’s gone. Maybe someone’s grandkids will experience something close to what we used to have, but for you and me, buddy? Fucking nothing.<br><br>THEATER CIVILIAN: And you think getting high on that shit is the answer?<br><br>PETER: No. There’s not answer. We’re all gonna die. Probably sooner than we think, I might as well enjoy myself a bit on the way.<br><br>THEATER CIVILIAN: Stop it, Peter. This is not you.<br><br>PETER: I didn’t think so either. But I also thought I’d be dating Maya, and studying for my finals right about now.<br><br>THEATER CIVILIAN: All right. If you’re set on self-destructing. I can’t stop you. But, I’ll be around if you change your mind. It’s not nothing.<br><br>PETER: It is to me. Now leave me alone. I got some self-destructing to do.<br><br>", "authors": ["Peter", "Unknown"]}, {"id": "28451", "title": "New Crew", "text": "Description: Two civilians contemplate joining the Hyenas, Odessa sets them straight.<br><br>THEATER CIVILIAN: Can you see yourself doing this day after day? Rising at dawn, tending this pitiful little garden, living on mush and a prayer. Always afraid.<br><br>PETER: Yeah. I never though it would be this much work just to survive.<br><br>THEATER CIVILIAN: That’s what I’m saying. The Hyenas just take what they want, when they want. We’re fucked anyway. Might as well have some fun going out.<br><br>ODESSA SAWYER: And what’s your idea of fun?<br><br>THEATER CIVILIAN: I--<br><br>ODESSA SAWYER: Maybe it’s threatening to shoot a kid in the face. When her one surviving parent refuses to give you their last can of food?<br><br>THEATER CIVILIAN: No that’s not --<br><br>ODESSA SAWYER: Or maybe you just like bashing head in with a baseball bat. While the next poor fucker in line begs for mercy? That’s who the Hyenas are. But hey! Go! I won’t stop you. And I also won’t hesitate to pull the trigger if I see you running with them.<br><br>THEATER CIVILIAN: I guess we’ll stay…<br><br>", "authors": ["Odessa Sawyer", "Peter", "Unknown"]}, {"id": "28452", "title": "Hyena Interrogation", "text": "Description: Odessa Sawyer interrogates a Hyena.<br><br>ODESSA SAWYER: Where’d you take him? Is he still alive?<br><br>HYENA MEMBER: What’s that? All I hear is some bitch that keeps yapping.<br><br> ODESSA SAWYER: This is the situation, hon. I can hear your teeth grinding from across the room. About an hour from now you’ll be pissing yourself while pleading with me for a fix.<br><br>HYENA MEMBER:  Fuck off.<br><br>ODESSA SAWYER: We can wait until then. Or you can answer my questions and I’ll give you want you need before you start embarrassing yourself.<br><br>[silence]<br><br>ODESSA SAWYER: All right. Let me know if you change your mind.<br><br>HYENA MEMBER: Wait! Damn you.. .Wait. We gave him to the council. I’m pretty sure they’ll kill him.<br><br>ODESSA SAWYER: Fuck.. Good dog. Here.<br><br>", "authors": ["Odessa Sawyer", "Unknown"]}, {"id": "28453", "title": "Strategy", "text": "Description: Odessa Sawyer and Agent Kelso talk shop and make a plan for keeping the Theater settlement safe.<br><br>AGENT KELSO: They’re roaming as far south as the Mall, now.<br><br>ODESSA SAWYER: Then it’s only a matter of time before they clash with the True Sons for real.<br><br>AGENT KELSO: There’s been a few skirmishes already.<br><br>ODESSA SAWYER: Too bad we can’t just sit back and let them kill each-other off.<br><br>AGENT KELSO: The Hyena Council is just a bunch of chickenshit gangster. Shouldn’t be too hard to “encourage” them to turn on one another.<br><br>ODESSA SAWYER: I’d love to see that…<br><br>AGENT KELSO: Wouldn’t we all. Listen, how’s Ellie doing?<br><br>ODESSA SAWYER: Can’t say. She doesn’t talk much.<br><br>AGENT KELSO: At least she’s here. With you.<br><br>ODESSA SAWYER: Yeah… It’s pretty bad out there, isn’t it?<br><br>AGENT KELSO: Yeah… I’m not sure we’ll survive the spring. But hey, can’t give up, right?<br><br>ODESSA SAWYER: Extremis Malis.<br><br>AGENT KELSO: Indeed.<br><br>", "authors": ["Alani Kelso", "Odessa Sawyer"]}, {"id": "28454", "title": "The Castle", "text": "Description: Ridgeway makes the call to bomb the Castle settlement.<br><br>TRUE SONS BOSS: The Castle is Sergeant Snow’s territory, General Ridgeway.<br><br>GENERAL RIDGEWAY: Mike Snow, Captain Wilson. He’s a deserter. We don’t address traitors by rank.<br><br>CAPTAIN WILSON: Sorry, sir… word has it, he’s operating an open-door policy.<br><br>GENERAL RIDGEWAY: He was always weak.<br><br>CAPTAIN WILSON: They’ve got refugees crowding in by the hour. The worst this city has to offer. Nothing but degenerates and backstabbers.<br><br>GENERAL RIDGEWAY: Then what good are they? That place will become a breeding ground for the virus. We must tackle the problem at the source. It’s time to start cleaning up this city. Let’s see how this DC-62 of yours holds up.<br><br>", "authors": ["Captain Wilson", "General Ridgeway", "Unknown"]}, {"id": "28455", "title": "Close Encounter", "text": "Description: A True Sons soldier talks to Ridgeway about a close encounter Outcasts.<br><br>TRUE SONS SOLDIER: We got.. we got eight casualties, sir. Three KIA, tow expectant.<br><br>GENERAL RIDGEWAY: Tell me what happened, son.<br><br>TRUE SONS SOLDIER: Fucking Outcast came running in, screaming. We lit him up, but we was too close. He just.. .he just exploded.<br><br>GENERAL RIDGEWAY: You did well. You did all you could.<br><br>TRUE SONS SOLDIER: What the fuck is wrong with those people?<br><br>GENERAL RIDGEWAY: Don’t you worry. We’ll make it right. We’ll wipe them off the face of the earth.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28456", "title": "Ridgeway Sentencing", "text": "Description: Ridgeway is sentenced for his crimes against civilians and refugees. <br><br>JUDGE: This court determines that you, Colonel Antwon Ridgeway, have been found guilty of violating the Uniform code of Military Justice for the crimes of unlawful detention, failure to obey an order or regulation, and murder. You will therefore be stripped of all ranks and titles pertaining to your service in the armed forces, and detained until further notice. Mister Ridgeway, would you like to make a final statement?<br><br>[pause]<br><br>JUDGE: Very well.<br><br>", "authors": ["Unknown"]}, {"id": "28457", "title": "Fortifications", "text": "Description: True Sons discuss the progress on building fortifications.<br><br>TRUE SONS SOLDIER #1: What’s the status of those fortifications? You almost done?<br><br>TRUE SONS SOLDIER #2: Not even close. It’s taking forever. These fuckers are useless.<br><br>TRUE SONS SOLDIER #1: Maybe you’re not properly motivating them.<br><br>TRUE SONS SOLDIER #2: I tried everything I could think of short of murdering ‘em all.<br><br>[TRUE SONS SOLDIER #1: sighs]<br><br>TRUE SONS SOLDIER #1: We caputured some guys the other day that seem pretty fit. I’ll have Carlos bring them over.<br><br>TRUE SONS SOLDIER #2: Good to hear. How many?<br><br>TRUE SONS SOLDIER #1: Half a dozen. Four men, two women.<br><br>TRUE SONS SOLDIER #2: That ought to make a difference. Maybe get us back on track.<br><br>TRUE SONS SOLDIER #1: Do yourself a favor. Pick your weakest worker and make and example out of ‘em for the others.<br><br>TRUE SONS SOLDIER #2: Understood.<br><br>", "authors": ["Unknown"]}, {"id": "28458", "title": "Death and Taxes", "text": "Description: Ridgeway personally visits a small civilian community who has not been paying their taxes.<br><br>GENERAL RIDGEWAY: Mr. Williams.<br><br>CIVILIAN: Yes, sir. Welcome.<br><br>GENERAL RIDGEWAY: What a lovely place you have here. Even through all these troubles, you’ve still managed to keep it… quaint. I like that.<br><br>CIVILIAN: Thank you, sir.<br><br>GENERAL RIDGEWAY: You know a home says a lot about a person’s character. Do you know what your home tells me about you?<br><br>CIVILIAN: No, sir.<br><br>GENERAL RIDGEWAY: It says you’re assiduous and orderly. Perhaps a little too much. But you’re certainly responsible. Must be nice to live in peace and quiet. Unfortunately there’s a price for defending communities such as this. But at least you are keeping out of harms way.<br><br>CIVILIAN: General, I—<br><br>GENERAL RIDGEWAY: -- Before we came here we ran into a neighbor of yours. He didn’t seem to appreciate the good work we do around here. I couldn’t accept that, not after all my men have been through. But, I don’t think we are going to have the same problem. Like I said, a house tells you a lot about a person. I can see that you’re compassionate. Generous.<br><br>CIVILIAN: Please, just take what you want.<br><br>GENERAL RIDGEWAY: That really is mighty kind, Mister Williams. People like you are making a real difference. It’s inspiring. We’ll be back in a week. I’ll trust you’ll have more for us then.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28459", "title": "Negotiations", "text": "Description: Antwon Ridgeway refuses to negotiate.<br><br>TRUE SONS SOLDIER: General, there’s a woman here says she’s a representative of the Theater settlement. Wants to speak with you.<br><br>GENERAL RIDGEWAY: What about?<br><br>TRUE SONS SOLDIER: She wants to negotiate.<br><br>GENERAL RIDGEWAY: Negotiate? Why would we want to negotiate with those people?<br><br>TRUE SONS SOLDIER: Stand by, sir. I’ll ask her.<br><br>[pause]<br><br>TRUE SONS SOLDIER: Uh, sir, she thinks a truce could be mutually beneficial.<br><br>GENERAL RIDGEWAY: Shoot her, lieutenant.<br><br>TRUE SONS SOLDIER: Sir?<br><br>GENERAL RIDGEWAY: Shoot her and dump her body where those cowards will find it. And if anybody else comes to “negotiate”, shoot them too. Understood?<br><br>TRUE SONS SOLDIER: Uh, yes sir.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28460", "title": "Relocation Order", "text": "Description: Ridgeway gives orders to his men to move refugees to Roosevelt Island.<br><br>TRUE SONS SOLDIER: Colonel Ridgeway, refugees are swarming in from all over the city. We’ve got too many of them to handle.<br><br>GENERAL RIDGEWAY: Look here. We’re wasting resources on these people.<br><br>TRUE SONS SOLDIER: What do you suggest, sir?<br><br>GENERAL RIDGEWAY: Send them to Roosevelt. This is no longer about prevention. It’s about damage control.<br><br>TRUE SONS SOLDIER: But sir, they won’t listen.<br><br>GENERAL RIDGEWAY: Tell them we’ve got food and medicine. They’ll follow you like moths to a flame. If you get any resistance, go straight to plan B.<br><br>TRUE SONS SOLDIER: Plan B?<br><br>GENERAL RIDGEWAY: You make them follow you. (pause) It’s better that they’re interned. At least they’ll die in one place.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28461", "title": "Acceptable Losses", "text": "Description: Ridgeway meets with an advisor to formulate a plan to maintain control of DC, after losing several battles to Division agents.<br><br>GENERAL RIDGEWAY: We’ve underestimated The Division for far too long.<br><br>TRUE SONS SOLDIER: They’ve hit us hard, sir. But we’ve still go the numbers.<br><br>GENERAL RIDGEWAY: Numbers don’t guarantee victory. We need to change our strategy.<br><br>TRUE SONS SOLDIER: We could bouy up our defenses. The Hyenas and Outcasts won’t last long with The Division around. If we had less to contend with, perhaps --<br><br>GENERAL RIDGEWAY: -- Out of question! W are not scavnegers. We are True Sons. We will not hole up in the garrison like a bunch of cowards. We must launch an offensive while we have the chance.<br><br>TRUE SONS SOLDIER:  I advise caution. General Ridgeway. We could lose a lot of good soldiers.<br><br>GENERAL RIDGEWAY: This is a war, sergeant. We either lose soldiers or we lose control.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28462", "title": "Roosevelt Supplies", "text": "Description: Ridgeway orders his medic to cut their loses and stockpile supplies intended to treat the sick.<br><br>TRUE SONS MEDIC: Hold still.. There you go. Better already.<br><br>GENERAL RIDGEWAY: What’s his prognosis?<br><br>TRUE SONS MEDIC: Colonel Ridgeway! Err, not good, sir. He took a bullet. We tried penicillin, but his wound has festered. I thought morphine might ease his pain.<br><br>GENERAL RIDGEWAY: How’s our supply cache?<br><br>TRUE SONS MEDIC: Truthfully sir, we’re running low. And not just on supplies, but manpower too. We’ve got civilians piling up outside the doors. Under these conditions, it’s difficult to separate the infected from the healthy. The doctor is expecting a new shipment this afternoon, but it almost certainly won’t be enough for everybody.<br><br>GENERAL RIDGEWAY: Pack all this up and move it out to the barracks.<br><br>TRUE SONS MEDIC: But sir, we can’t just --<br><br>GENERAL RIDGEWAY: Are you questioning my orders, trooper? Well!?<br><br>TRUE SONS MEDIC: No sir, right away. Err, what about the patient?<br><br>GENERAL RIDGEWAY: Put him back where you found him. He’s a dead man anyway.<br><br>", "authors": ["General Ridgeway", "Unknown"]}, {"id": "28463", "title": "Weaponized DC-62", "text": "Description: Captain Wilson and Ridgeway discuss potential applications of DC-62.<br><br>CAPTAIN WILSON: General, do you know anything about these mortar rounds they’re asking us to ship over to the Plaza?<br><br>GENERAL RIDGEWAY: I do. Make sure they get what they need.<br><br>CAPTAIN WILSON: Can I ask what they’re planning to do with them?<br><br>GENERAL RIDGEWAY: Why? Is something troubling you?<br><br>CAPTAIN WILSON: I just don’t understand what we’re doing there. Doesn’t seem like there’s anything of importance in the area.<br><br>GENERAL RIDGEWAY: Well, we have problems we need to solve. And to do that, we have to be open-minded about how to solve them.<br><br>CAPTAIN WILSON: Understood, General.<br><br>", "authors": ["Captain Wilson", "General Ridgeway"]}, {"id": "28464", "title": "Back to Work", "text": "Description: Odessa Sawyer steals a private moment with her husband.<br><br>ODESSA SAWYER: I gotta go, baby.<br><br>MR. SAWYER: Not yet. Just a little longer.<br><br>ODESSA SAWYER:  I’ve already been away too long.    <br><br>MR. SAWYER: Tell me about it.<br><br>ODESSA SAWYER: Hey, that’s not fair.<br><br>MR. SAWYER: Yeah. Tell me about it.<br><br>ODESSA SAWYER: What is this? Where’s this coming from?<br><br>MR. SAWYER: Forget it. Ignore me. Go back to work.<br><br>ODESSA SAWYER: Don’t you pull that shit on me. You talk to me. I deserve that much.<br><br>MR. SAWYER: And what about me and El? We didn’t sign up for this. You did.<br><br>ODESSA SAWYER: I thought we settled all that.<br><br>MR. SAWYER: You made your position clear. It’s not the same thing.<br><br>ODESSA SAWYER: You’re right. You and El deserve better. But you’re stuck with me.<br><br>MR. SAWYER: Yeah we are.<br><br>", "authors": ["Mr.Sawyer", "Odessa Sawyer"]}, {"id": "28465", "title": "You&rsquo;re Twenty", "text": "Description: Odessa Sawyer’s daughter Eleanor apologizes to her mother.<br><br>ELEANOR SAWYER: Mom? I’m sorry…  <br><br>ODESSA SAWYER: For what, sweetie?<br><br>ELEANOR SAWYER: For not listening to you.<br><br>ODESSA SAWYER: You’re twenty. It’s expected.<br><br>ELEANOR SAWYER: You tried to tell me…<br><br>ODESSA SAWYER: Shh, it’s okay. You made it home. That’s what matters.<br><br>ELEANOR SAWYER: I’m sorry…<br><br>ODESSA SAWYER: You don’t need to be sorry, baby. You don’t need to be sorry.<br><br>", "authors": ["Eleanor Sawyer", "Odessa Sawyer"]}, {"id": "28466", "title": "Fourth of July", "text": "Description: Odessa Sawyer and her daughter Eleanor talk about family gatherings.<br><br>ELEANOR SAWYER: I just realized. This’ll be the first year in my life we aren’t have Fourth of July at Grandma’s.<br><br>ODESSA SAWYER: Yeah, I guess it is.<br><br>ELEANOR SAWYER: Dad would be jealous.<br><br>ODESSA SAWYER: He complained about it, but he always ended up having fun.<br><br>ELEANOR SAWYER: It was hard to get him to go while you were deployed. Really hard. Especially the second year.<br><br>ODESSA SAWYER: I’m sure it was.<br><br>ELEANOR SAWYER: I shouldn’t have brought it up.<br><br>ODESSA SAWYER: No, it’s good you did. It hurts to talk about him, but it helps too.<br><br>ELEANOR SAWYER: Yeah, I know what you mean.<br><br>", "authors": ["Eleanor Sawyer", "Odessa Sawyer"]}, {"id": "28467", "title": "Civility", "text": "Description: Odessa Sawyer invites “Saint” Alex to stop going down a bad path and join the Theater.<br><br>SAINT: That you, Sawyer?<br><br>ODESSA SAWYER: It’s me. Say what you want to say. I got things to do.<br><br>SAINT: You ought to be nicer to me, woman. Unless you want me taking a special interest in making you miserable.<br><br>ODESSA SAWYER: You want civility, start acting civil.<br><br>SAINT: Hey, I’ve been civil. I ain’t murdered all of you yet, have I?<br><br>ODESSA SAWYER: If that’s your measuring stick, then what are you fussing about? I ain’t murdered you yet either.<br><br>SAINT: Sweetheart, you ain’t murdered me because you’re weak. I ain’t murdered you because I’m merciful. But that’s what we need to talk about, because mercy has its limit.<br><br>ODESSA SAWYER: You think I’m weak, let’s you and me have a little knife party sometime. See who ends up with more holes in ‘em.<br><br>SAINT: It’s a goddamn shame we aren’t on the same side.<br><br>ODESSA SAWYER: We still could be. There’s a place for you here if you want it.<br><br>SAINT: You’re actually serious, aren’t you?<br><br>ODESSA SAWYER: Of course I am. At least for now. Sooner or later, guy like you is bound to cross some lines you can’t uncross.<br><br>SAINT: Count on it. See you around, Sawyer.<br><br>", "authors": ["Odessa Sawyer", "Saint"]}, {"id": "28468", "title": "Lies", "text": "Description: Odessa Sawyer talks to an addict at the Theater.<br><br>ODESSA SAWYER: Motherfucker, are you high?<br><br>ADDICT: No.<br><br>ODESSA SAWYER: Don’t you like to me. I can forgive a lot, but not lies.<br><br>ADDICT: Even if I was high, it’s got nothing to do with you.<br><br>ODESSA SAWYER: Is that what you think? Are you that stupid? Because we’re all in this together. Every one of us. Depending on each other. If we can’t depend on you, you can’t stay here.<br><br>ADDICT: You can’t kick me out.<br><br>ODESSA SAWYER: Oh, I can. Believe me. I don’t want to. I want to help you. But you have to be truthful. Is that something you can do?<br><br>ADDICT: Yeah, I think so.<br><br>ODESSA SAWYER: Then let’s start with that.<br><br>", "authors": ["Odessa Sawyer", "Unknown"]}, {"id": "28469", "title": "Them", "text": "Description: Odessa Sawyer keeps an agent on mission.<br><br>AGENT EDWARDS: More of them, headed this way! We need to move! Now!<br><br>ODESSA SAWYER:  There’s still people in that building. If we go, they’re dead.<br><br>AGENT EDWARDS:  We can’t save everybody.<br><br>ODESSA SAWYER:  We can save them. Go if you want, but I’m not leaving until they’re clear.<br><br>AGENT EDWARDS: Fine! You win! It’s not like I have anything better to do than die heroically with my good buddy Odessa.<br><br>ODESSA SAWYER:  You wanna die, you can die alone. I got plans later<br><br>", "authors": ["Agent Edwards", "Odessa Sawyer"]}, {"id": "28470", "title": "The Usual", "text": "Description: Odessa Sawyer’s daughter Eleanor tries to understand why her mom is freezing out her friend Alani Kelso.<br><br>ELEANOR SAWYER: Kelso was here?<br><br>ODESSA SAWYER: Who told you that?<br><br>ELEANOR SAWYER: What did she want?<br><br>ODESSA SAWYER: The usual.<br><br>ELEANOR SAWYER: What did you tell her?<br><br>ODESSA SAWYER: The usual. <br><br>ELEANOR SAWYER: She blames herself, doesn’t she? For what happened to you.<br><br>ODESSA SAWYER: Yeah.<br><br>ELEANOR SAWYER: What it her fault?<br><br>ODESSA SAWYER: It was no one’s fault. Just bad luck. But don’t tell her that.<br><br>ELEANOR SAWYER: Mom, that’s terrible.<br><br>ODESSA SAWYER: Look, it’s hard to explain. Just because I know better doesn’t mean I don’t still sometimes blame her.<br><br>ELEANOR SAWYER: You have to let her off the hook. You owe her that much.<br><br>ODESSA SAWYER: I will. I promise. But not today.<br><br>", "authors": ["Eleanor Sawyer", "Odessa Sawyer"]}, {"id": "28471", "title": "Regrets", "text": "Description: Odessa Sawyer talks to Agent Kelso about her family.<br><br>AGENT KESLO: This is wrong, Odessa.<br><br>ODESSA SAWYER: Maybe. Probably. But it’s what I need to do.<br><br>AGENT KESLO: You can’t just give up. There’s too much at stake.<br><br>ODESSA SAWYER: They made an exception for me. Normally they don’t take people with families. But they took me. Because they trusted I had my priorities straight.<br><br>AGENT KESLO: I understand why you’re having doubts.<br><br>ODESSA SAWYER: I’m not having doubts. I have regrets. I feel guilty. But I don’t have any question that I’m making the right choice.<br><br>AGENT KESLO: I don’t believe you.<br><br>ODESSA SAWYER: My husband is dead. He might not be if I’d been there. He begged me to stay. He wasn’t sure he could protect Eleanor. But I told him I’d given my word. That I had a duty. I did have a duty. I did give my word.<br><br>", "authors": ["Alani Kelso", "Odessa Sawyer"]}, {"id": "28472", "title": "Care Package", "text": "Description: Henry Hayes tells Odessa Sawyer to expect a care package from the Campus.<br><br>ODESSA SAWYER: Good to hear your voice, Henry. How’s things over in your part of town? <br><br>HENRY HAYES: Not bad. Pretty good, actually. Borderline rosy.<br><br>ODESSA SAWYER: Yeah, same here. Ever since that new agent showed up, feels like we’ve had a little more breathing room.<br><br>HENRY HAYES: It has made a difference. In fact, that’s kinda what this is about, indirectly. Wanted to give you a heads up that we’re sending a little care package your way.<br><br>ODESSA SAWYER: A care package?<br><br>HENRY HAYES: We had a good harvest and we’ve already got a solid head start on our winter stores, so we figured we’d share the bounty.<br><br>ODESSA SAWYER: That’s very thoughtful and generous of you, Henry. We’ll have to figure out a way to return the favor.<br><br>HENRY HAYES: It’s not a favor. It’s a gift. It’s enough if you enjoy it.<br><br>ODESSA SAWYER: Okay, copy that. Thank you. Neighbor.<br><br>", "authors": ["Henry Hayes", "Odessa Sawyer"]}, {"id": "28473", "title": "It&rsquo;s a Trap", "text": "Description: Odessa Sawyer tries to guide some civilians through a mission.<br><br>ODESSA SAWYER: Tracy, do you copy? What’s your status?<br><br>TRACY: We started taking fire as soon as we approached the intersection. But it’s only a few defenders.<br><br>ODESSA SAWYER: That doesn’t sound right.<br><br>TRACY: They’re falling back! We’re going after them!<br><br>ODESSA SAWYER: Negative! Hold there and wait for Richter!<br><br>TRACY: We’re gonna lose them!<br><br>ODESSA SAWYER: Then let them go! They could be luring you.<br><br>TRACY: They could be going for backup!<br><br>ODESSA SAWYER: Stay the fuck put! There’s no way it’s that easy. It’s got to be a trap.<br><br>UKNOWN: Enemies! Left side!<br><br>TRACY: Shit! I guess you were right, Odessa!<br><br>ODESSA SAWYER: Forget it! Just deal with those hostiles! Richter’s almost there!<br><br>", "authors": ["Odessa Sawyer", "Tracy"]}]}