{"game_title": "Dead Space 2", "series_title": "Dead Space", "codexes": [{"id": "27122", "title": "Quarterly Report", "text": "\n\nTITAN STATION Quarterly Economic Report\n\nCLASSIFIED: Authorized Persons Only\n\n**DO NOT FORWARD**", "authors": ["Unknown"]}, {"id": "27123", "title": "Shotgun wedding", "text": "\n\nDaina: Isaac, what happened, are you alright?\n\nIsaac: Why are you helping me?\n\nDaina: If Tiedemann finds you, more people will die,\n\nIsaac: Including me,\n\nDaina: -Not if you follow my route.\n\nIsaac: I don&#39;t like this,\n\nDaina: You don&#39;t have to like it. Just hurry, before you get locked in!", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27124", "title": "Church Panic", "text": "\n\nDaina: Isaac? Dammit, I think they&#39;re jamming our signal with a mobile device. Someone get the frequency of that jammer! They must have a gunship positioned near the compound.\n\nIsaac: Now what? Change of plans?\n\nDaina: No, if they knew where we were, they would&#39;ve killed us by now. Shit! Signal&#39;s fading! Just follow your locator and hurry!", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27125", "title": "The Hatch", "text": "\n\nIsaac: I think I&#39;ve hit a dead end. Looks like some kind of venting system up ahead.\n\nEllie: Right... Manually shutting down the plant froze all the pressure valves in place. You&#39;ll need to find a way to force it open.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27126", "title": "Recruit Test Results", "text": "\n\nIndoctrination Test Phase 1", "authors": ["Unknown"]}, {"id": "27127", "title": "Tour Staff", "text": "\n\nAttention: Tour guide staff. Please remember to keep all visitors in your sight at all times. The indoctrination centers are strictly off limits to the casual public. Remember, be the light in the room for those who walk in darkness!", "authors": ["Unknown"]}, {"id": "27128", "title": "Drill Banter 6", "text": "\n\nEllie: They&#39;re climbing up the sides!\n\nIsaac: I&#39;ll try to keep them off! You just steer clear of those walls.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27129", "title": "Refueling the Drill", "text": "\n\nEllie: I did it! I got it started!\n\nIsaac: Uh...\n\nEllie: There&#39;s a lift on the other side. I&#39;ll turn around and you can get on.\n\nIsaac: Thanks.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27130", "title": "Unitologists - I hate these guys", "text": "\n\nIsaac: Daina, I thought you were routing me to residential. This looks like a... Unitology recruitment center? Am I still on track?\n\nDaina: Yes. There&#39;s an old maintenance access point in there that will take you through the waste disposal system and into the Cassini Towers. Stay sharp.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27131", "title": "Why?", "text": "\n\nIsaac: There are necromorphs everywhere, is the entire Sprawl infected?! How did this happen? The Marker was destroyed Daina, I destroyed it!\n\nDaina: You destroyed a Marker, Isaac. Tiedemann built another one.\n\nIsaac: On this station? Why?\n\nDaina: It&#39;s powerful alien technology. Tiedemann wants that power. Get to the tram, it&#39;ll take you to the Cassini Towers Tram Station.\n\nIsaac: Daina? Damnit.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27132", "title": "Side Door Open", "text": "\n\nIsaac: Daina, you there?\n\nDaina: Isaac, I can&#39;t unlock the elevator! Can you do anything from your end?\n\nIsaac: Let me see what I can do.\n\nDaina: Okay, once you&#39;re through you&#39;ll go through the Funerary wing of the church and down into the crypt. It&#39;s very important you&#39;re not... &lt;STATIC&gt; No! No, EarthGov can&#39;t jam us in here! Not in here.&quot;\n\nIsaac: Daina? Daina? Important that I what?", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27133", "title": "A Friend", "text": "\n\nDaina: Clarke! Isaac Clarke, is that you?\n\nIsaac: Who are you?\n\nDaina: My name is Daina. I&#39;m the one trying to rescue you...\n\nIsaac: Why? What&#39;s going on?\n\nDaina: You&#39;re suffering from a unique form of dementia Isaac, something you contracted on Aegis VII.\n\nIsaac: How do you know that? How do you know all this about me?\n\nDaina: Your dementia will kill you. But if you can get here I can treat you and get you to safety.\n\nIsaac: Why should I trust you?\n\nDaina: Because I&#39;m not the one shooting at you.\n\nIsaac: Fuck.\n\nDaina: Just follow the route I&#39;m sending you.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27134", "title": "Static", "text": "\n\nDaina I think I&#39;ve found the way out, but it&#39;s way above me. Gravity controls are locked out. Daina? -- Fuck!", "authors": ["Isaac Clarke"]}, {"id": "27135", "title": "Bulkhead Reconciliation", "text": "\n\nIsaac: Daina? Daina! Okay, you&#39;re right, I do need your help. Talk to me.\n\nDaina: Look, Isaac, we don&#39;t have to be friends. But like it or not, we&#39;re stuck together. Tiedemann&#39;s your enemy, not me. Alright, I&#39;ve found you a new route.\n\nIsaac: Fine. So where the hell am I? How did another necromorph outbreak get started?\n\nDaina: You&#39;re on Titan Station, orbiting Saturn. As for the outbreak...shit, Tiedemann&#39;s jamming my signal...", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27136", "title": "Popsicle Sticks", "text": "\n\nOrderly TPS Report 1418: The recent realization that the popsicle sticks were being constructed into Marker-like miniatures for over a year has led to a search of the unit for any other such phenomena. It appears wide-spread, with Marker forms being made out of medication bottles, hypodermic needles, and even toiletry items like nail clippers and tweezers. The research teams have all been notified of the discovery.", "authors": ["Unknown"]}, {"id": "27137", "title": "Ellie&#39;s Story 2", "text": "\n\nKaleb: Sorenson! Do you read? It&#39;s Kaleb, Shift 1! You guys better be right behind us, we&#39;re leaving a swarm of angry dead body parts behind us.\n\nEllie: (panicking) Kaleb, come on! More are moving in ahead of us! I can see them!\n\nKaleb: Everyone move it! Go go go!", "authors": ["Ellie Langford", "Kaleb"]}, {"id": "27138", "title": "Centrifuge Broken", "text": "\n\nComputer: Gravity and Life support on reserve power. Primary systems offline. Main centrifuge offline for repairs.\n\nIsaac: Damn it, that&#39;s what I thought.\n\nEllie: What?\n\nIsaac: The gravity centrifuge is under repair. I&#39;m going to have to go down to Engineering. This should be interesting.\n\nEllie: Is it safe?\n\nIsaac: I don&#39;t know how it could be. I&#39;ll let you know.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27139", "title": "A Safe Place", "text": "\n\nIsaac: Daina? The Church of Unitology? Why here?\n\nDaina: It&#39;s one of the few places on Titan Station that Tiedemann can&#39;t monitor. Separation of Church and State.\n\nIsaac: No Daina, we shouldn&#39;t be in here. This is the last place we want to be right now.\n\nDaina: Isaac, my brother died trying to rescue you. This is important. This will work. I&#39;m in a safe room at the top of the Church. Meet me there, okay?", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27140", "title": "Into the Fire 5/5", "text": "\n\nGo Isaac! You can&#39;t stop them all! Go!", "authors": ["Ellie Langford"]}, {"id": "27141", "title": "Ellie&#39;s Story 4", "text": "\n\nSorenson: This is Sorenson to any remaining CEC personnel. Track towards Ellie Langford&#39;s RIG. Her group is farthest ahead and has cleared a path, but it&#39;s closing off fast.\n\nUnnamed CEC Personnel: We gotta go Boss, more&#39;s coming.\n\nSorenson: Don&#39;t think, just move.", "authors": ["Sorenson"]}, {"id": "27142", "title": "Tanks Go Boom", "text": "\n\nIsaac: Ellie! There&#39;s a giant tentacle blocking the transport door. It&#39;s wrapped around a big tank.\n\nEllie: A big tank? Nitrogen Trichloride. Those explode if they overheat!\n\nIsaac: Perfect!", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27143", "title": "Secrecy", "text": "\n\nChairman Donovan, this is Doctor Brooks. I&#39;ve said this many times, and I&#39;ll say it again. I don&#39;t like the secrecy behind the new labs they&#39;ve installed in the psych wing. It&#39;s been three years, and we don&#39;t have the faintest clue what&#39;s going on. Such secrecy has no place in an open and free society. Their networks are so isolated that we can&#39;t even tell they have one, let alone shift through it to see if anything unethical is taking place right under our noses.", "authors": ["Doctor Brooks"]}, {"id": "27144", "title": "First Clue, Part 1", "text": "\n\nStross: Isaac! They were afraid of us after the sessions, I remember! They took us to the machine. For our sessions. For the steps!\n\nIsaac: I don&#39;t remember any sessions.\n\nStross: You&#39;re lucky you don&#39;t remember. When you do, he starts coming back.\n\nIsaac: Who? Who comes back? Who?\n\nStross: (Looking off screen) Oh, look at you! You&#39;ve grown up so much! Where are you going?\n\nIsaac: Stross, don&#39;t follow him! He&#39;s not really there!", "authors": ["Isaac Clarke", "Nolan Stross"]}, {"id": "27145", "title": "Ellie&#39;s Story 1", "text": "\n\nKaleb: All teams, this is Kaleb, Xenogeologist from Langford Shift 1! There&#39;s something in the facility, we&#39;ve lost 3 of our crew, and can&#39;t contact Shift 4!\n\nEllie: Here comes the transport, everybody get ready in case there&#39;s more.\n\nKaleb: We&#39;re abandoning our shift and heading back up. Everyone else is ordered to do the same.\n\nEllie: Keleb, it&#39;s more of them! Shoot them! SHOOT THEM!", "authors": ["Ellie Langford", "Kaleb"]}, {"id": "27146", "title": "Shield Questions", "text": "\n\nThe dampening system built into the shielding around the Marker Test Beds SHOULD be blocking the signal entirely. But I swear the dementia signal is STILL getting through. Not a single thing registers on any sensor outside the shield walls. Put the same sensor inside with the Marker, and it goes off the charts. So we&#39;ve either missed something entirely, or... I don&#39;t know what. You know, if we have, oh man, please heaven help us.", "authors": ["Unknown"]}, {"id": "27147", "title": "Drill Room Ambient 2", "text": "\n\nIsaac: Found it.\n\nEllie: Great. I think I&#39;ve hotwired the system to bypass the navcards. Thank God.\n\nIsaac: Yeah.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27148", "title": "First Clue, Part 2", "text": "\n\nStross: Isaac, the steps. He wants me to follow the steps. Step one, crawl into the dark machine.\n\nIsaac: Stross, calm down! He can&#39;t hurt you!\n\nStross: He wants me to go into the dark machine, Isaac. I can&#39;t go. She&#39;s in there. She&#39;s waiting for me.\n\nIsaac: Stross...\n\nStross: Oh God... Oh God, oh God...\n\nIsaac: Stross! Listen to me! You need to keep moving. Can you get to the train? Can you do that?\n\nStross: He&#39;s coming. Can&#39;t talk...", "authors": ["Isaac Clarke", "Nolan Stross"]}, {"id": "27149", "title": "School Nurse Report 8022", "text": "\n\nThe kids are playing way too rough on the playground! Yesterday. I literally had a line of students with scrapes and bruises going out my office door. A few kids sustained injuries bad enough to need to go to the infirmary. Call me old fashioned, but I think this is the problem with kids growing up on a space station. Kids need a planet with fresh air and open ground to play on. Otherwise, they go stir crazy and start picking on each other. Space is no place to raise a family, if you ask me.", "authors": ["Unknown"]}, {"id": "27150", "title": "Altman&#39;s Footsteps", "text": "\n\nAltman&#39;s Footsteps\nA publication for the followers of Michael Altman", "authors": ["Unknown"]}, {"id": "27151", "title": "Kinesis Room Hint", "text": "\n\nDaina: Isaac, where are you?\n\nIsaac: I fell into a Surgery Pit. I&#39;m locked in.\n\nDaina: Well, try to break the glass with something in the room.\n\nIsaac: I&#39;ll look around.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27152", "title": "Dire", "text": "\n\nPRIVATE COMMUNICATION", "authors": ["Overseer"]}, {"id": "27153", "title": "Drill Banter 7", "text": "\n\nIsaac: You sure this is the right way? How can you tell where you&#39;re going?\n\nEllie: I can&#39;t.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27154", "title": "Sally 3", "text": "\n\nTEXT MESSAGE", "authors": ["Marion Hennen", "Sally Hennen"]}, {"id": "27155", "title": "Personal Log, RIG 438642, 5", "text": "\n\nAudiolog, RIG number 438642. These could be my last words. The monsters are loose, I couldn&#39;t stop them. And now the reactor core is overheating -- which will destroy the entire Sprawl if I can&#39;t fix it! So... I hope someone hears this. It means I did that much right, at least.", "authors": ["Karrie Norton"]}, {"id": "27156", "title": "Cut off their limbs!", "text": "\n\nDaina: Isaac, It&#39;s Daina. You have to dismember the creatures to stop them.\n\nIsaac: I know. I&#39;ve had a lot of practice.\n\nDaina: Just try to stay in one piece.\n\nIsaac: Thanks.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27157", "title": "Evacuation Snafu", "text": "\n\nGeneral Machette, this is Sergeant Fattouh, I&#39;ve located the RIG signals for the remaining 143 sector G personnel. They are locked in and tracking to evac. Shuttle fleet confirms capacity, and are standing by. How did an evacuation get authorized? Tiedemann&#39;s going against every protocol for this situation. Now it&#39;s too late to stop it, and there&#39;s just a mad dash to get everyone off! He must feel responsible for what&#39;s happening, and is trying to save as many as he can.", "authors": ["Sergeant Fattouh"]}, {"id": "27158", "title": "Go Up", "text": "\n\nI don&#39;t know if you can hear me... You need.. to go... up. Do you hear me? You need to go up.", "authors": ["Daina Le Guin"]}, {"id": "27159", "title": "Cut off their limbs", "text": "\n\nListen up, this is Sorensen from CEC. Cut off their limbs! It&#39;s the only way they go down! It&#39;s their limbs, that&#39;s the secret! Comms are down, we can&#39;t get a broadcast out, so tell everyone you see!", "authors": ["Sorensen"]}, {"id": "27160", "title": "Cockpit", "text": "\n\nIsaac: Ok I&#39;m on!\n\nEllie: Alright, let&#39;s see what this beast can do...", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27161", "title": "It&#39;s Making Us Make It!", "text": "\n\nKinner Phelps. Research log 43-553 - I&#39;m convinced we are puppets of some alien influence. I no longer believe we are in control of this project, or ever were. I believe even our rationalizations for this whole thing are an illusion, planted by the forces behind the original Marker, the Black one. We don&#39;t know how to make this thing. It is making us make it. And it&#39;s trying to get out. Desperately. I&#39;m under security watch after taking a sledgehammer to the tiny Marker I built last week. We need to destroy everything we&#39;ve built here, and destroy every record, every shred of research. They were right the first time on Aegis VII -- this is beyond our ability to know or control! I have to go, my supervisor is whispering to the security guard.", "authors": ["Kinner Phelps"]}, {"id": "27162", "title": "Stross Stress", "text": "\n\nEllie: Isaac, Stross is starting to worry me, listen...\n\nStross: ... I would never, I would never. But son,. Daddy&#39;s not a murderer! I would never hurt you and Mommy.\n\nIsaac: Stross!\n\nEllie: He&#39;s not real!\n\nStross: Yes, he is! You can&#39;t see him because you haven&#39;t taken the steps! The needle will make you see! Step three! Step three!\n\nEllie: Stross, put down the screwdriver! Argh!\n\nIsaac: Stross! Ellie? Shit!", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27163", "title": "Re-Animate", "text": "\n\nDr. Heidi Latchford Research Summary Organic Material analysis: There are several shocking finds relating to the sludge-like material found throughout the Ishimura. First it is human DNA. Second, and far more disturbing, it re-animates in the presence of a Marker signal. The only conclusion we can come to is that the entire Ishimura crew was infected and &quot;reconstructed&quot;, and then fell into a soupy DNA-sludge when the Aegis VII Marker was destroyed.", "authors": ["Dr. Heidi Latchford"]}, {"id": "27164", "title": "Mainframe Fuses Hint", "text": "\n\nIsaac: Hey Ellie, I need to get this mainframe offline. I&#39;m inside the core.\n\nEllie: Try configuring the fuses to match the floor diagram. That should bring up the command podium. I used Kinesis on the fuses.\n\nIsaac: What, so you&#39;re saying you&#39;ve done this before?\n\nEllie: It&#39;s strange, but yes.\n\nIsaac: Hm. Tell me about it sometime. But not now. Kinesis, Fuses, match the floor panel, got it. Thanks.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27165", "title": "Orderly TPS Report: 1411", "text": "\n\nThe patients are becoming agitated and combative with us, as a result of the new regimens of memory erasing drugs. They no longer remember who we are from day to day and must be convinced to leave their cells each morning. Many are so frightened they require sedation to get to the interrogation chamber. Orderly Gousetis was bitten 3 times by Patient six, who must now be told why he has a broken jaw every morning.", "authors": ["Unknown"]}, {"id": "27166", "title": "Cursed Ship", "text": "\n\nGolan, this is Hendrick. You really don&#39;t hear anything when you&#39;re cleaning these bathrooms? Every shift, I swear, I hear something in the walls, like a scratching noise. When I stop moving, it stops. When I move again it waits a bit, then comes back. Today, it followed me around, right under my feet, like it was stalking me. I... I... I can&#39;t take this man. This ship is cursed. It is a bad, bad omen that it&#39;s here. I&#39;m putting in for a transfer, you should too.", "authors": ["Hendrick"]}, {"id": "27167", "title": "Anxiety Spike", "text": "\n\nAttn: Reception desk", "authors": ["Dr. Brian Alpers"]}, {"id": "27168", "title": "Patient Four", "text": "\n\nKinner Phelps. Research log 43-509. I can&#39;t stop thinking about the formulas from Patient 4&#39;s last session. They are so clearly ordered, they keep playing back in my mind. The final configuration seems within reach, I could almost solve it myself. It&#39;s funny, I was telling Travis the other day that it&#39;s almost like it &quot;wants&quot; us to succeed. I&#39;ve never seen anything like it. Once we finally solve this heuristic stabilization problem, we should be able to start growing layers of the Marker from the mineral baths.", "authors": ["Kinner Phelps"]}, {"id": "27169", "title": "Government Attack", "text": "\n\nIt&#39;s Tiedemann! He&#39;s found you! Into the Church, hurry!", "authors": ["Daina Le Guin"]}, {"id": "27170", "title": "Lockdown", "text": "\n\nTiedemann: Clarke, there you are. I see your friend has powered off the facility. remind me to thank her for providing me with your location. I&#39;ve locked the processing cycle on, and you in with it. It ends here. Clarke.\n\nIsaac: It doesn&#39;t have to be this way, Tiedemann!\n\nTiedemann: It does, and it is. Goodbye, Clarke.", "authors": ["Hans Tiedemann", "Isaac Clarke"]}, {"id": "27171", "title": "Tick Tock", "text": "\n\nEllie: Aw Isaac... dammit that hurts. The bastard bit me.\n\nIsaac: What? Oh shit. Are you okay?\n\nEllie: Yeah I&#39;m fine. But he&#39;s stopped talking, and won&#39;t look at me. How&#39;s it going on your end? And please tell me this plan is going to work!\n\nIsaac: I&#39;m almost there. I&#39;m headed to the bridge now to activate the gravity tethers.\n\nEllie: Well good. They&#39;re swarming in through a hole in the Medical Deck. At least you won&#39;t have to go through there.\n\nComputer: Unexpected obstruction ahead. Shutting down. Welcome to the Medical Deck.\n\nIsaac: Crap.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27172", "title": "Another new route", "text": "\n\nIsaac: Daina, I need a new route.\n\nDaina: What happened? I thought we lost you!\n\nIsaac: Unscheduled stop. Where am I?\n\nDaina: How did you end up there? Hang on. This won&#39;t be the most pleasant route, but it&#39;ll get you to the Cassini Towers residential sector. Damnit! Tiedemann has your signal again. Keep moving.\n\nIsaac: Okay.\n\nDaina: You&#39;re very important to them, Isaac... Hold tight, I&#39;ll contact you soon!", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27173", "title": "Ellie&#39;s Story 3", "text": "\n\nSorenson: This is Sorenson, Shift 2! Kaleb, what&#39;s going on?! Dead bodies are chasing us! Dead bodies I recognize! It&#39;s fucking Shift 4!\n\nKaleb: Just get out of there Sorenson, get out of there!\n\nSorenson: But we&#39;re trapped, they&#39;re closing in all around, which way did you go? Which way is clear?\n\nKaleb: Use the starboard catwalks, we cleared a path, but hurry, they&#39;re closing in behind!\n\nSorenson: We&#39;ll try, wait for us!", "authors": ["Kaleb", "Sorenson"]}, {"id": "27174", "title": "Drill Banter 3", "text": "\n\nIf there&#39;s this many down here, how many do we think are above us?", "authors": ["Ellie Langford"]}, {"id": "27175", "title": "Drill Banter 2", "text": "\n\nThe mines are swarming with these things.", "authors": ["Ellie Langford"]}, {"id": "27176", "title": "Into the Fire 4/5", "text": "\n\nThere! It&#39;s open! Isaac, go!", "authors": ["Ellie Langford"]}, {"id": "27177", "title": "Drill Banter 1", "text": "\n\nThese bastards are everywhere...", "authors": ["Ellie Langford"]}, {"id": "27178", "title": "Stuck Coffins", "text": "\n\nFacilities Work Order: 118745", "authors": ["Unknown"]}, {"id": "27179", "title": "Shit the bed", "text": "\n\nOrderly TPS Report 1138; Patient 3 has again shit the bed. Patient continues to draw what looks like a Marker in anything she can, including her own feces. Her trembling hands have reached a point where she cannot feed, drink or bathe herself. Her outlook is uncertain. Entry End.", "authors": ["Unknown"]}, {"id": "27180", "title": "We Failed", "text": "\n\nIsaac! Isaac! You still alive? We can&#39;t talk long. I think they&#39;re tracking our signals. Are the memories coming back to you? They&#39;re coming back to me... the good ones... Ow! The-the bad ones... The more I remember, the more my head hurts... I keep seeing the symbols... Do you see the symbols too, Isaac? And him... I keep seeing his face... Aw shit, they&#39;ve found me...", "authors": ["Nolan Stross"]}, {"id": "27181", "title": "Heisenberg", "text": "\n\nMaintenance report 384-003:", "authors": ["Unknown"]}, {"id": "27182", "title": "Drill Hack Hint", "text": "\n\nEllie: Hmm. I&#39;m having trouble getting it to recognize the new junction.\n\nIsaac: I&#39;ll see if I can rewire it from down here.\n\nEllie: Yeah, see what you can do.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27183", "title": "You Can&#39;t Survive", "text": "\n\nI don&#39;t know what Providence protects you, Clarke, but it ends here. I have two hundred armed security personnel... Every entrance is covered! Even if you do get in you won&#39;t get far.", "authors": ["Hans Tiedemann"]}, {"id": "27184", "title": "Personal Log, RIG 438642, 1", "text": "\n\nAudiolog, RIG number 438642. I&#39;ve been selected for a special secret mission, down in the core systems on the Shard. I hope I can do them proud. Altman be praised.", "authors": ["Karrie Norton"]}, {"id": "27185", "title": "A New Hope", "text": "\n\nEllie: You complete bastard! Was this your great plan? Dump me off and die?\n\nIsaac: I&#39;m full of bad ideas, remember? [note 1]\n\nEllie: Yeah, well, here&#39;s another one: I&#39;m crashing through the roof to get you. Now move your ass!\n\nIsaac: Wait! No! Ellie! Ellie, it&#39;s too late! Steer clear of the station!\n\nEllie: Yeah, well you don&#39;t really have a say this time. Heads up!", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27186", "title": "Busy", "text": "\n\nDaina: Isaac, I don&#39;t think I can...\n\nIsaac: Not now!", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27187", "title": "Tiedemann&#39;s Last Hope", "text": "\n\nTo anyone who may find this transmission:\n\nThere are people, even some of my own staff, who say I am a monster for what I brought to this station. They say the Marker is manipulative - that it influenced my decisions. They don&#39;t understand that what I did, I did for this community - for our species. Titan Station was a dead husk before I breathed life back into it with government research grants. That research - into unimaginable sources of energy, into manufacturing techniques and efficiencies far beyond all previous understanding - is the only hope that remains for mankind. We have relied on destructive planetcracking for far too long and now we can no longer sustain ourselves. We need the Markers to survive. If we fail in our efforts to understand them, there is no hope left for humanity.\n\nHans Tiedemann\n\nDirector of Operations\n\nEarth Government Colonial Alliance", "authors": ["Hans Tiedemann"]}, {"id": "27188", "title": "Death trap", "text": "\n\nIsaac: Ellie, this is a death trap.\n\nEllie: I know. You have to stasis the machines to create an opening to fly through.\n\nIsaac: Alright, this is gonna be tricky.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27189", "title": "Marker Site 12", "text": "\n\nFlight Team EG-9: This is Flight Team EG-9 to Control. We have completed the fly-by. There&#39;s nothing left. I repeat. Titan Station has been completely destroyed.", "authors": ["Control", "Flight Team EG-9"]}, {"id": "27190", "title": "Get to the tram", "text": "\n\nIsaac: Jesus that thing was angry. Daina? I&#39;m out of the hospital.\n\nDaina: Okay, the tram station is just beyond the apartment blocks.\n\nIsaac: Hang on. I need more answers. How long have I been here?\n\nDaina: Three years. Tiedemann found you floating in space near Aegis VII and brought you here for study.\n\nIsaac: Why can&#39;t I remember anything?\n\nDaina: The Marker you found imprinted your brain with a self-replicating signal. The longer you&#39;re awake, the more the signal spreads. It&#39;s killing you Isaac. Tiedemann tried to keep it in check with memory suppressants.\n\nIsaac: You said you could fix it, right?\n\nDaina: Only if you reach me in time. Tram Station. Get moving.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27191", "title": "Post Puzzle Completion", "text": "\n\nEllie: Isaac, what are you doing? I thought you said you were heading back up to the tram? Just retrace your steps back up to the tram tunnel.\n\nIsaac: Alright, I&#39;m on my way back up.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27192", "title": "Captain&#39;s Nest", "text": "\n\nIsaac: Ellie, I&#39;m almost to the Captain&#39;s nest to activate the tethers.\n\nEllie: Alright. The centrifuge looks spooled to full power from here.\n\nIsaac: Great. Let&#39;s hope this works. It&#39;ll be tight, you ready?\n\nEllie: (nods) All set. I&#39;ll wait for your signal.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27193", "title": "Drill Banter 4", "text": "\n\nHang on. We&#39;re coming up on more of that stuff. Sorry...", "authors": ["Ellie Langford"]}, {"id": "27194", "title": "Solar Array Aligned", "text": "\n\nEllie: Holy shit Isaac!\n\nIsaac: Ellie?! Ellie, are you alright?!\n\nEllie: We just made it into this crossover tube when the beam hit! Isaac, those things are still heading for the Transport Hub. They&#39;re wrecking everything in their path!\n\nIsaac: Oh shit, they&#39;ll cut us off! Get to the hub! - I&#39;ll meet you as soon as I can!\n\nStross: No, no... No... Ellie can help - but she doesn&#39;t see you. She doesn&#39;t believe in you - yet. One step at a time.[note 1]", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27195", "title": "Convergence (Log)", "text": "\n\nTiedemann: Clarke! I knew you were trouble from the start! But they told me you were necessary. That your mind was the purest. I spent years shifting through your demented brain! This is not the way it was supposed to happen!\n\nIsaac: Well, how was it supposed to happen, Tiedemann? [note 1]\n\nTiedemann: We had it under control! Clarke, this is not our fault! We were so close to understanding it! What? It&#39;s all those bodies. All those bodies you let in here! It&#39;s triggering a Convergence event. But, we never... expected... this many bodies...", "authors": ["Hans Tiedemann", "Isaac Clarke"]}, {"id": "27196", "title": "So Excited", "text": "\n\nIsaac: Daina you still with me? I&#39;ve reached the top of the church.\n\nDaina: You&#39;re almost here. I&#39;ll be waiting by the shuttle.", "authors": ["Daina Le Guin"]}, {"id": "27197", "title": "Spotted", "text": "\n\nIsaac: Daina! Tiedemann&#39;s soldiers have found me! They&#39;re tracking me in some sort of gunship!\n\nDaina: You&#39;re almost here! Hurry!", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27198", "title": "Howard Phillips Hint", "text": "\n\nIsaac: Ellie, the door in here only opens for Howard Phillips, the station keeper. But he&#39;s dead. Can you open it?\n\nEllie: No, I don&#39;t have some magic panel that opens all the doors in the Sprawl. Is his body around there somewhere? Maybe you can use it to fool the door?\n\nIsaac: Use his body to fool the door, okay, I&#39;ll give it a shot.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27199", "title": "Activation", "text": "\n\nThe activation was acknowledged. I am en route to target zero. Stand by for further reports.", "authors": ["Franco Delille"]}, {"id": "27200", "title": "CEC Escape", "text": "\n\nThis whole place is going to blow! Get up here, fast! Isaac!", "authors": ["Ellie Langford"]}, {"id": "27201", "title": "Thawed Bodies", "text": "\n\nTPS REPORT: Crypt Ops Temperature", "authors": ["Jay Sizzle"]}, {"id": "27202", "title": "A Desperate Plan", "text": "\n\nEllie: Why did Tiedemann turn off power? What did you do to piss him off so much?\n\nIsaac: Ellie... Do you know what a Marker is?\n\nEllie: Yeah, the Unitologists on my crew wouldn&#39;t shut up about it. Why? Is it real?\n\nIsaac: Yes it&#39;s real. Tiedemann made one using codes, patterns stored in our heads... mine and Stross. Everything that&#39;s happening on this station is happening because of that Marker. I have to get to it and destroy it and I need Stross to tell me how.\n\nEllie: You&#39;re a strange man, Isaac.\n\nIsaac: Will you help me?\n\nEllie: We&#39;re about to suffocate. So. I think I&#39;d better.\n\nIsaac: Ok good, listen we need power. Without it we have no air and no train. The Sprawl&#39;s gotta have back-up batteries somewhere.\n\nEllie: Yes, the solar arrays up there! But they&#39;ve been mothballed for years.\n\nIsaac: Ok... alright, good. I&#39;m heading there now. If I can start them up and get some power to the train.\n\nEllie: You&#39;ll need someone to open the collector panels. I can do that.\n\nIsaac: Take Stross. Keep him safe.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27203", "title": "Illegal Evacuation", "text": "\n\nUnnamed Personnel: Tiedemann, this evacuation is illegal, you KNOW THAT.\n\nTiedemann: Don&#39;t you dare tell me what I can and cannot do on my own station. My grandfather was running this place long before you were crapping your diapers, young man.\n\nUnnamed Personnel: I don&#39;t need a lecture from you, and you know I&#39;m right. Project protocol specifically forbids evacuation in the event of a breach!\n\nTiedemann: I have spent my whole life in service of this community and I will not stand here and watch them die for some project protocols. Now get to your shuttle, we can argue about this nonsense in court, assuming we both live to discuss your precious protocols.\n\nUnnamed Personnel: Very well sir.", "authors": ["Hans Tiedemann"]}, {"id": "27204", "title": "Recruiting", "text": "\n\nTitan Station Church of Unitology", "authors": ["Perry Gibeaux"]}, {"id": "27205", "title": "Ellie&#39;s Story 5", "text": "\n\nKaleb: [apparently wounded] I&#39;ll leave this for who&#39;s left: our crew is chasing us. Our DEAD crew is chasing us. It&#39;s just me and Ellie right now. We&#39;re not gonna make it.\n\nEllie: No! Get up, Kaleb; it&#39;s just a few more meters!\n\nKaleb: [as Necromorphs are heard on the log] I hear them coming. Don&#39;t kill us both, Ellie, just&hellip;run. [beat] I&#39;ll save you; just go.\n\nEllie: [sobbing, voice growing fainter] No, Kaleb...! Kaleb!\n\nKaleb: This is Kaleb, from Shift 1. We lost.", "authors": ["Ellie Langford", "Kaleb"]}, {"id": "27206", "title": "Ellie&#39;s Eye", "text": "\n\nEllie: Isaac!\n\nStross: Shhh... It&#39;s gonna be okay. I promise... this won&#39;t hurt a bit. Cross my heart and hope to die...\n\nIsaac: Stroooossss!!!\n\nStross: Stick a needle in your eye!\n\nIsaac: Stross! God dammit!", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27207", "title": "Step 1", "text": "\n\nIsaac: Ellie, I&#39;m on my way to the mirrors now. I have to realign them manually. How&#39;s Stross?\n\nEllie: See for yourself...\n\nStross: No, I&#39;m not ready for the needle again! You have to let me out! I cant breathe! Let me out!\n\nIsaac: Stross, what&#39;s wrong? Ellie?\n\nStross: He&#39;s... waiting... for... me!", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27208", "title": "Getting Excited", "text": "\n\nStross: Isaac?! He&#39;s gone. Listen, the steps can destroy the Marker. Step 1, crawl into the dark machine. Step 2, the screws go tight, all around...\n\nIsaac: I don&#39;t understand.\n\nStross: Oh God, he&#39;s back! NO! No no no no no!", "authors": ["Isaac Clarke", "Nolan Stross"]}, {"id": "27209", "title": "Titan Part 1", "text": "\n\nUnited Spacefaring Guild History series", "authors": ["Unknown"]}, {"id": "27210", "title": "Tethers Engaged", "text": "\n\nEllie: You did it! Get back here! The tracks are moving!\n\nIsaac: No, just go! I&#39;ll use one of the escape pods and meet you there! Now go!", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27211", "title": "Blocked Again", "text": "\n\nIsaac: Daina I&#39;m locked out. There&#39;s something in the church. It broke the door!\n\nDaina: Hang on, I&#39;ll try to override all the gates in the area.\n\nIsaac: Hurry. There&#39;s something out here, too...", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27212", "title": "Here They Come", "text": "\n\nEllie: Isaac! Isaac, they&#39;re swarming into the ship!\n\nIsaac: YEAH I KNOW! I&#39;ll call you back!", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27213", "title": "Obstruction Gone", "text": "\n\nEllie: That worked, we&#39;re moving again. We&#39;ll wait for you up ahead.\n\nIsaac: Alright, I see you. I&#39;ll meet you there.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27214", "title": "Lights Out 2", "text": "\n\nEllie: Isaac! We&#39;re up here. Come on, move!\n\nStross: Hello, Isaac.\n\nEllie: Well, this brings up bad memories. I barely managed to escape this CEC Facility this morning.\n\nIsaac: Wait, you&#39;re CEC?\n\nEllie: Heavy equipment pilot, class Four. You?\n\nIsaac: Engineer.\n\nEllie: Nerd. Figures.", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27215", "title": "Marker Success!", "text": "\n\nKinner Phelps. Research log 43-546. Success. The Marker layer held up. It is a fully expressed physical representation of the heuristic algorithms from Patient 4, with no breakdowns. The construction schedule begins in earnest tomorrow. Celebration is tonight. I hope I don&#39;t black out in the middle of the party. I&#39;m anxious, for some reason.", "authors": ["Kinner Phelps"]}, {"id": "27216", "title": "I&#39;m Back", "text": "\n\nIsaac: Ellie, I&#39;m back inside. Where are you? Where&#39;s Stross?\n\nEllie: I&#39;m safe for now, but he&#39;s lost it. I think he&#39;s coming for you. I&#39;ve found something you&#39;re gonna wanna see. Here&#39;s my location. Hurry and get here, I&#39;m not in any shape to be fighting.\n\nIsaac: I&#39;ll get there as soon as I can. Stay safe.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27217", "title": "Directions from Daina", "text": "\n\nDaina: Isaac, have you gone through a small circular door in the roof yet?\n\nIsaac: No, but I think I&#39;ve seen it.\n\nDaina: Be careful. You&#39;ll have to time it just right. It&#39;s only open for a split second after a coffin comes through.\n\nIsaac: A coffin? Why do you know that?\n\nDaina: They&#39;re Unitologists. Everything everywhere is about coffins.\n\nIsaac: Right. Thanks.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27218", "title": "Gear Puzzle 02", "text": "\n\nEllie: Isaac, I&#39;ve logged into the Transport maintenace records. It says the primary gearbox is offline? Does that make any sense for what you&#39;re seeing up there?\n\nIsaac: I think so, looks like I just need to find some spare parts.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27219", "title": "Framing Cho", "text": "\n\nAllison Landers, this is Brandon Lurrach: Thank you for identifying Ishimura archive footage and RIG logs that could potentially contradict the official storyline of its demise at Aegis VII. It is critical that no word of the artifact&#39;s recovery ever be surfaced to the public. It is disturbing that such records still exist this many years after the incident. We have locked out your research team&#39;s access, and will be replacing them with EarthGov specialists effective immediately. Please contact me once the replacements arrive.", "authors": ["Brandon Lurrach"]}, {"id": "27220", "title": "You Bastard", "text": "\n\nY-you compromised the compound, you... idiot! If any of them reach the Marker... Fall back! Fall back to the Marker chamber! We have to seal it off!", "authors": ["Hans Tiedemann"]}, {"id": "27221", "title": "I Could Never Hurt You", "text": "\n\nAlexis, if you get this, I love you. I would never do anything to hurt you, or our son. After the sessions, I keep seeing you, but... you&#39;re so mad, so... angry. You&#39;re scaring me. I want you to stop. What&#39;s happening to me? Please come get me...", "authors": ["Nolan Stross"]}, {"id": "27222", "title": "No Transfer", "text": "\n\nGolan, it&#39;s Hendrick. Did you come in last shift? Did anyone? I think it&#39;s just me down here now. I got lost last night when the lights went out... and I fell down a ramp. I think. Or someone tripped me. I&#39;m all bruised on my left side and my ankle is swollen... are you sure you guys aren&#39;t down here? I hear something near my locker. Screw this. I&#39;m heading up. I&#39;m never coming back here again.", "authors": ["Hendrick"]}, {"id": "27223", "title": "The Clogger (Log)", "text": "\n\nI don&#39;t know who the hell needs a whole roll of toilet paper to wipe their ass, but I&#39;m gonna kick their ass if I ever find them. This is the 5th week in a row that some jackass has clogged the toilets in here. We&#39;re in space for crying out loud, if this plumbing gets jacked, someone has to space walk and get a helmet full of crap to clean it out. KNOCK IT OFF.", "authors": ["Unknown"]}, {"id": "27224", "title": "Valve Hatch Hint", "text": "\n\nIsaac: Ellie, another hatch valve is sealed shut. I can&#39;t get through.\n\nEllie: There should be thrusters stored in there somewhere, the ones with the red tips. Use one to force the door open.\n\nIsaac: Alright, alright I&#39;ll look for them.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27225", "title": "Not This Time", "text": "\n\nEllie: Isaac! What are you doing? Open the door right now! No. No! No, don&#39;t you dare, don&#39;t you dare launch this ship! Isaac...\n\nIsaac: It&#39;s your best chance Ellie. You got life support comms... Hey, you&#39;re gonna be rescued[note 1]\n\nEllie: ... you bastard...\n\nIsaac: I need you to be rescued. I couldn&#39;t save Nicole, but I can save you Ellie. So, uh... bye.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27226", "title": "Get Excited!", "text": "\n\nIsaac: Who are you?\n\nStross: It&#39;s the drugs, Isaac. They gave us drugs to make us forget. But it&#39;s all coming back now...\n\nIsaac: I don&#39;t know what you&#39;re talking about. Why&#39;re you calling me?\n\nStross: Isaac. Isaac, look out!", "authors": ["Isaac Clarke", "Nolan Stross"]}, {"id": "27227", "title": "Severed (Dead Space 2)", "text": "\n\nTiedemann: In another situation, I might admire your persistence. Mr. Clarke. But this is bigger than you and bigger than the lives of everyone on this station.\n\nSecurity Personnel: (To Tiedemann) Sir, final preparations for evac are wrapping up.\n\nTiedemann: It looks like this ends here. At this point, it&#39;s all just... dead weight.", "authors": ["Hans Tiedemann", "Security Personnel"]}, {"id": "27228", "title": "Lights Out 1", "text": "\n\nTiedemann: Our two remaining runners, Clarke and Stross. I knew it was only a matter of time before you reached the transit hub. You will find the train inoperable.\n\nIsaac: Are you insane? You cut off power to life support! There may be other survivors over here!\n\nTiedemann: The public sector is already beyond acceptable recovery conditions. And I can&#39;t allow you to escape. Good-bye. Clarke.", "authors": ["Hans Tiedemann", "Isaac Clarke"]}, {"id": "27229", "title": "Suspicion", "text": "\n\nReport Two. I am making progress, but I could not get away from my partner without arousing suspicion. I would figure something out.", "authors": ["Franco Delille"]}, {"id": "27230", "title": "Arranging Rendezvous", "text": "\n\nIsaac: Ellie? Are you guys there? Did you make it?\n\nEllie: Shit, Isaac. Just... shit!\n\nIsaac: Take it easy, it&#39;s okay --\n\nEllie: No, it&#39;s not! I was right here this morning with a crew of thirty people. But we were overrun, and before I knew it they were all transformed. I had to cut the arms and legs off my friends just to escape. I&#39;m sure there&#39;s pieces of them still lying around here somewhere.\n\nIsaac: Ellie... I know, I&#39;m sorry.\n\nEllie: And here I am again. I just walked one big fucking circle today.\n\nIsaac: We&#39;ll get through this. Let&#39;s figure out how to meet up.\n\nEllie: Right. There&#39;s a central Hub in the main facility. Here are the coordinates.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27231", "title": "Centrifuge Hint", "text": "\n\nIsaac: Ellie, the damn cooling core is extended and pieces are everywhere.\n\nEllie: Really? It won&#39;t work unless all the cooling tubes are connected.\n\nIsaac: Yeah, I see tube paths on the floating components. I think I can match them up with the right sockets.\n\nEllie: You&#39;d better hurry, the Gov Sec is getting further away by the minute.\n\nIsaac: I know. I&#39;m going as fast as I can. Look, I&#39;ll contact you when I&#39;m done.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27232", "title": "Drill Banter 5", "text": "\n\nEllie: You okay out there?\n\nIsaac: Oh, yeah. Good times.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27233", "title": "Circuit Junction Hint", "text": "\n\nEllie: How&#39;s the hunt for a circuit junction going out there?\n\nIsaac: Fine. Except I haven&#39;t found one yet.\n\nEllie: The spinny thing up there should have on inside it.\n\nIsaac: Spinny thing.\n\nEllie: Otherwise known as a Bercolite 300 seismic coring stabilizer. It spins. Spinny thing.\n\nIsaac: I see it. I&#39;ll get it, hold on.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27234", "title": "Two Tines", "text": "\n\nTWO TINES ENTWINED", "authors": ["Unknown"]}, {"id": "27235", "title": "Kids Gone Crazy", "text": "\n\nTEACHER REPORT: 3rd semester 381-3", "authors": ["Walter Blake"]}, {"id": "27236", "title": "Watch Your Back", "text": "\n\nStross: Isaac? Isaac! I know you see the symbols too. They mean something...\n\nIsaac: Stross. Yes, I see the symbols.\n\nStross: We&#39;re a threat to them! We have to work together! [Aside]...Oh my, is my nose bleeding?\n\nIsaac: Work together? Who&#39;s them? You mean Tiedemann? Stross? Work with me Stross!", "authors": ["Isaac Clarke", "Nolan Stross"]}, {"id": "27237", "title": "Crap Route", "text": "\n\nIsaac: Daina, what the hell route is this?\n\nDaina: Sorry, Isaac. You&#39;ll have to fly against the flow of the garbage upstream to get out.\n\nIsaac: Fly against the flow of the garbage. Wonderful.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27238", "title": "Same Signal", "text": "\n\nBonnie Worthington. Research log 16-671: It&#39;s the same signal. Dementia and codes and blueprints are all caused by the same signal from the Marker. It&#39;s the people that are different. Smart people &quot;see&quot; codes and blueprints, but to everyone else, it&#39;s just noise. Noise that drives you mad.", "authors": ["Bonnie Worthington"]}, {"id": "27239", "title": "Drill Room Ambient 3", "text": "\n\nIsaac: It doesn&#39;t recognize the new junction.\n\nEllie: I think I&#39;ve got it from up here.\n\nIsaac: Or maybe just rewire it from down here.\n\nEllie: What? Didn&#39;t hear you.\n\nIsaac: Nothing... Nothing.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27240", "title": "Stross&#39; Episode", "text": "\n\nIsaac: Are you guys okay?\n\nEllie: Not really!\n\nStross: Step 3 Ellie.\n\nEllie: Stross, through the door. Now!\n\nIsaac: Hold them off. I think I&#39;m close!", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27241", "title": "Too far gone", "text": "\n\nIsaac: Hey Daina, there&#39;s this crazy guy that keeps contacting me. I saw him back at the hospital.\n\nDaina: Nolan Stross. He was a patient in the project just like you.\n\nIsaac: Yeah? Why was he there? What does he want?\n\nDaina: He&#39;s a psychopath Isaac, stay clear of him. He murdered his own wife and child.\n\nIsaac: Okay, I&#39;ll be careful.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27242", "title": "Gear Puzzle 01", "text": "\n\nIsaac: Okay Ellie, I found the transport, but there&#39;s a problem with the release mechanism.\n\nEllie: No surprise there.\n\nIsaac: Yeah. I&#39;ll let you know when it&#39;s fixed.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27243", "title": "Hampered", "text": "\n\nReport Three. The outbreak was seriously hampering my progress, but I expected to reach target zero soon. Stand by.", "authors": ["Franco Delille"]}, {"id": "27244", "title": "Titan Part 2", "text": "\n\nUnited Spacefaring Guild History series", "authors": ["Unknown"]}, {"id": "27245", "title": "Harsh Pressure", "text": "\n\nThe Cathedral reported two pressure equalization cycles during services last Sunday. The first was minor, and only blew some candle flames around, giving Pastor O&#39;Brien a much needed, if unexpected, boost in his sermon. The second cycle was more harsh, resulting in a pressure snap that popped peoples&#39; ears and sent several to medical. That was not needed.", "authors": ["Unknown"]}, {"id": "27246", "title": "Happy Hope", "text": "\n\nI hope you&#39;re happy. I never wanted to come here, but you had to drag us to this shithole! And now look what&#39;s happened. My baby girl turned into... something... I had to... how could you... how could you leave us alone? Do you hear me? I HAD TO KILL MY BABY GIRL!", "authors": ["Unknown"]}, {"id": "27247", "title": "Final Report", "text": "\n\nFinal Report. The partner&#39;s situation was resolved. Target zero awaited and I am on my way. Altman be praised.", "authors": ["Franco Delille"]}, {"id": "27248", "title": "Drill Power Cell Hint", "text": "\n\nEllie: Isaac, did you find the other Power Cell yet?\n\nIsaac: No, still looking. Just one more, right?\n\nEllie: Yep.\n\nIsaac: Okay.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27249", "title": "Thruster Hint", "text": "\n\nIsaac: Hey Ellie, there are thrusters already in place on the underside of the Elevator Pod. How much force do they yield?\n\nEllie: Two should be enough to move it back onto the mag rail. Shoot the red tips to ignite them.\n\nIsaac: Red tips. Got it, thanks.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27250", "title": "Make for the Bridge", "text": "\n\nIsaac: Ellie, I&#39;ve got the centrifuge on-line. I&#39;m heading back towards the tram station.\n\nEllie: Okay. I&#39;ve almost got us disconnected from the mag-rail. Keep me posted.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27251", "title": "Run Isaac", "text": "\n\nFranco? Franco, what happened? Oh God... Isaac? Isaac Clarke!? If you can hear me, run. RUN!", "authors": ["Daina Le Guin"]}, {"id": "27252", "title": "Tiny Marker", "text": "\n\nKinner Phelps. Research log 43-549. I blacked out early last night, and woke up this morning staring at a tiny fully formed version of the Marker in one of the crystal layer printing baths. I had entered the entire heuristic sequencing algorithm. I can still hear it in my mind, like a song now. I know the dementia-suppressors are working, but this is something entirely different.", "authors": ["Kinner Phelps"]}, {"id": "27253", "title": "All Gone", "text": "\n\nIsaac: Okay, no Ellie, it isn&#39;t safe. But I&#39;m on my way to the centrifuge.\n\nEllie: Just be careful.\n\nIsaac: I&#39;ll call you when its online.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27254", "title": "Drill Room Ambient 1", "text": "\n\nEllie: Hey, what&#39;d you do? I just lost the control holograms.\n\nIsaac: Yeah the circuit junction shorted out. I&#39;ll have to find another one.\n\nEllie: Well it&#39;s standard, there should be another one around here somewhere.\n\nIsaac: I&#39;ll look, Any luck up there?\n\nEllie: Well, no, not now.\n\nIsaac: Right.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27255", "title": "Tripod Hint", "text": "\n\nLook out, there&#39;s more coming from holes in the walls.", "authors": ["Ellie Langford"]}, {"id": "27256", "title": "Tanks Two", "text": "\n\nIsaac: Ok, Ellie! Get ready, one more!\n\nEllie: What?! Are you crazy? That one in the middle? If you set that off it will incinerate everything in here!\n\nIsaac: Yes it will. Tell Stross to hold on, here we go...", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27257", "title": "Bulkhead Fight", "text": "\n\nIsaac: Daina, your fucking route didn&#39;t work. There&#39;s a security lockdown!\n\nDaina: I told you to hurry! How did you miss it?\n\nIsaac: Look, I don&#39;t need your help.\n\nDaina: Fine! Let&#39;s see how long you last without it!\n\nIsaac: Aw shit.", "authors": ["Daina Le Guin", "Isaac Clarke"]}, {"id": "27258", "title": "The Gunship", "text": "\n\nEllie: Isaac, there&#39;s a gunship docked here!\n\nIsaac: What is it damaged?\n\nEllie: Not that I can tell! Isaac, do you hear me? We&#39;re going to make it out of here alive!\n\nIsaac: One of us is. It&#39;s too dangerous for you to stay here Ellie...\n\nEllie: What are you taking about? Just get your ass in here. I&#39;m starting a system check now.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27259", "title": "Activating Centrifuge", "text": "\n\nIsaac: Ellie, I&#39;m in. There should still be a computer in the flight lounge. I can check the ship&#39;s status from there.\n\nEllie: Are you okay? You sound a little nervous.\n\nIsaac: Last time I was here, things didn&#39;t go so well. Look, I&#39;ll contact you soon.", "authors": ["Ellie Langford", "Isaac Clarke"]}, {"id": "27260", "title": "Chased Away", "text": "\n\nStross: Ellie lied! She won&#39;t help. But you will Isaac, you&#39;ll see her after Step 3.\n\nEllie: Isaac, he&#39;s run off, deeper into the mines!\n\nIsaac: I&#39;ve got problems on this end too, get somewhere safe.\n\nEllie: I&#39;ll try.", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27261", "title": "Antiquated", "text": "\n\nIsaac: Ellie, can&#39;t you shut these things off?\n\nEllie: No! Somehow Tiedemann declared me dead in the system, now my codes won&#39;t work anymore!\n\nIsaac: You&#39;re kidding.\n\nEllie: Oh Shit! Something&#39;s coming! Stross! Help me with the door!\n\nStross: I need you to see him. I need you to follow the steps!\n\nEllie: What?! No! Just shut up and help me! God dammit! (A Necromorph roar is heard) Aarrgh!!!\n\nIsaac: Ellie? Ellie!", "authors": ["Ellie Langford", "Isaac Clarke", "Nolan Stross"]}, {"id": "27262", "title": "Come Meet Me", "text": "\n\nIsaac: All right. I&#39;ve released the Transport. Meet me at the landing.\n\nEllie: We&#39;ll be right there. Stross, come on. Come ON!", "authors": ["Ellie Langford", "Isaac Clarke"]}]}