{"game_title": "Dead Space 3", "series_title": "Dead Space", "codexes": [{"id": "27263", "title": "Alien Artifact 01", "text": "\n\nPERSONAL LOG: Laura Engstorm\n\nThe frozen specimens are breathtaking. Their physiology isn&rsquo;t entirely dissimilar to our own in the broadest sense. They are large, almost majestic in a way. Their crested heads are both horrifying and beautiful. Dr. Serrano suspects there may be millions of them down there, trapped in the ice amongst the Markers.\n\nWho were these noble creators? Why did they build the markers? Are they responsible for placing the Black Marker on Earth? For what reason? I believe we will find all of these answers and more on this frozen planet.", "authors": ["Laura Engstorm"]}, {"id": "27264", "title": "Piece: Brain", "text": "\n\nDr. Earl Serrano, status update. I now realize why the alien machine was rejecting our Codex. The instructions were being garbled by the second set of DNA - the abberation. We found a new specimen today - a pure and intact specimen. Its DNA is completely pristine and I have high hopes that this is the breakthrough we were looking for!", "authors": ["Earl Serrano"]}, {"id": "27265", "title": "STERILIZATION PROCEDURE", "text": "\n\nIN THE EVENT OF CONTAINMENT FAILURE, STERILIZATION GAS MUST BE ADMINISTERED FROM THE NEAREST STERILIZATION BOOTH. THESE AIRTIGHT CHAMBERS WILL PROTECT YOU FROM THE HIGHLY CORROSIVE STERILIZATION GAS. ALL UNPROTECTED BIOLOGICAL TISSUE IN THE AFFECTED AREA WILL BE DISINTEGRATED. IT IS IMPORTANT THAT THE STERILIZATION GAS MIXING STATION BE MAINTAINED AT ALL TIMES. YOUR SAFETY AND THE SAFETY OF THOSE AROUND YOU DEPEND ON IT.", "authors": ["Unknown"]}, {"id": "27266", "title": "S.C.A.F. Artifact 03", "text": "\n\nOFFICER&#39;S LOG: CDR. Valery Dietz\n\nWe deployed the CMS CROZIER today to take advantage of an opening in the cloud layer.\n\nDuring her first fly-over, the crew spied an unusual mountain formation in the center of a jagged crater. LT Metcalfe was able to snap some pics of a series of snow-covered obelisks near the peak. The arrangement was chaotic as we&#39;d expect from such a storm-ravaged planet. But the size and shape of each is nearly identical - like two tendrils intertwined.\n\nLCDR Busby was overcome by headaches and blurred vision during the flight and had to be relieved of duty pending a medical exam.", "authors": ["Valery Dietz "]}, {"id": "27267", "title": "S.C.A.F Artifact 16", "text": "\n\nPERSONAL LOG: DR. ALEXEI OBRUCHEV\n\nThe extracted ice cores are spectacular. Contrary to everyone&#39;s expectations, the ice is not layered in a predictable pattern befitting millions of years of gradual deposits. Rather, it indicates a single period of great upheaval and then a sudden, dramatic climate shift.\n\nAs impossible as it seems, I believe the planet underwent an ice age in a single day. But how can this be? With each discovery we make, even more questions surface.\n\nThankfully, Dr. Serrano&#39;s signal-tracking experiments have painted a trail that leads under the ice. It is there that I suspect we will soon find all of the answers we seek.", "authors": ["Alexei Obruchev"]}, {"id": "27268", "title": "Realistic Statuary", "text": "\n\nSCAF-ISC-31024 CIV-EXC-090\n\nPERSONAL-LOG: DR. EARL SERRANO\n\nWHEN I FIRST SAW THE CITY, I WAS AMAZED AT THE STATUARY. THEY&#39;RE EVERYWHERE YOU LOOK - CLUSTURED TOGETHER, INTEGRATED INTO THE ARCHITECTURE. IT WASN&#39;T UNTIL I STUDIED THEM MORE CLOSELY THAT I UNDERSTOOD. THEY&#39;RE NOT STATUES AT ALL BUT THE REMAINS OF THIS ONCE-GREAT SPECIES. WILLING OR NOT, THEY HAVE BECOME AN INTEGRAL PART OF A MACHINE OF STAGGERING COMPLEXITY. THEY&#39;VE LITERALLY PAID FOR THE CONSTRUCTION WITH THEIR VERY LIVES.", "authors": ["Earl Serrano"]}, {"id": "27269", "title": "Unitologist Artifact 05", "text": "\n\nDAILY REFLECTIONS: JACOB DANIK\n\nMy patience, like our numbers, grows thin. It is infuriating that the reckless behavior of a single man can be the undoing of our entire existence.\n\nShould Isaac Clarke succeed, man will dwindle and die. The legacy we leave behind will consist of nothing but dust and decay.\n\nThe only hope for our future rests in the Marker&#39;s plan. Our only hope of enlightenment, of harmony and peace will come from the undoing of all the horrors man has sown.\n\nWorry not, in the end, Isaac will relent. There are ways that even a difficult man such as he can be swayed.", "authors": ["Jacob Danik"]}, {"id": "27270", "title": "Personal Log - Ellie Langford", "text": "\n\nTHE SYSTEM IS EXTREMELY REMOTE, BEYOND EVEN THE MOST DISTANT SETTLEMENT. IT WAS A TERRIBLE RISK SHOCKING IN BLIND AS WE DID BUT WE HAD NO OTHER CHOICE. IF WE WANT ANY HOPE OF STOPPING THIS MARKER EPIDEMIC, WE HAVE TO FOLLOW THEIR SIGNALS - WE HAVE TO FIND THE SOURCE.\n\nSANTOS HAS DEPLOYED A SHOCKBEACON FOR THE EUDORA TO FOLLOW AND WE ARE NOW HEADED INTO A CLUSTER OF DEBRIS IN ORBIT - POSSIBLY THE REMAINS OF AN ANCIENT FLEET.\n\nAS WE CLOSED IN TO INVESTIGATE, OUR SHIP WAS ATTACKED BY AUTOMATED MINES. WE JETTISONED INTO THE DEBRIS FIELD AND MANAGED TO STOW ABOARD A FAIRLY INTACT SHIP, THE CMS ROANOKE. THERE&#39;S NO POWER BUT THERE IS AIR TRAPPED WITHIN THESE WALLS. I REMOVED A PIECE OF SHRAPNEL FROM BUCKELL AND MANAGED TO STABILIZE HIS CONDITION.\n\nAFTER SETTING UP DISTRESS BEACON, SANTOS AND I SET OUT TO INVESTIGATE THE SHIP. WE SOON DISCOVERED THE ADMIRAL HAD BEEN LOCKED IN HER QUARTERS, PRESUMABLY FOR GOING CRAZY. WHEN WE FORCED OPEN THE DOOR TO HER ROOM, WE DISCOVERED COMPLEX MAPPINGS OF THIS FORMER MILITARY&#39;S EXPEDITION. THE ADMIRAL KNEW SOMETHING ABOUT THE MARKERS AND HOW THE RELATE TO THIS PLANET, BUT IT&#39;S ALL WRITTEN IN MARKER GIBBERISH.\n\nONLY ONE MAN I KNOW CAN DECIPHER THIS. I ONLY HOPE ROBERT CAN FIND HIM AND FOLLOW THE SHOCKBEACONS AS PLANNED. IF HE DOESN&#39;T, I FEAR OUR SMALL GROUP WILL EITHER STARVE TO DEATH OR SUFFOCATE AND MANKIND WILL GO EXTINCT AS THE MARKERS CONTINUE TO SPREAD.", "authors": ["Ellie Langford"]}, {"id": "27271", "title": "Last Ditch Effort", "text": "\n\nInfected S.C.A.F: Sam! Let us in! We&#39;re hungry, Sam!\n\nSam: Oh god... This is Private Sam Ackerman, is anyone left out there!?\n\nSerrano: Sam! It&#39;s Doctor Serrano! Listen, you must make your way to Facility One! Do you hear me? Lives depend on it!\n\nSam: What? Doc? Who&#39;s lives?\n\nSerrano: Everyone&#39;s! Just go Sam! Go now!\n\nInfected S.C.A.F: Ackerman! Ackerman! Don&#39;t leave us!\n\nSam: Oh god, I&#39;ll try doc, I&#39;ll try!\n\nInfected S.C.A.F: We must all BE MADE WHOLE! MAKE US WHOLE! MAKE US WHOLE!", "authors": [" -1", "Earl Serrano", "Sam Ackerman"]}, {"id": "27272", "title": "Gravy Train", "text": "\n\nTRANSCRIPT BEGIN:\n\nTEXTFEED [SCAF-ISC-30593] TV-HU213 TO TV-RS9\n\nCPL SIMON WEBER: HEY, SARGE. I SEEN A LONG LINE OF MU-90&#39;S HEADING YOUR WAY. WHAT&#39;S THE NEWS? IS THAT THE GRAVY TRAIN?\n\nSGT GEORGE COCHRAN: NOT FOOD. DRILL PARTS. WENT OVER THE RIDGE TO ARC-FAC-1. THE BOYS UNDER THE DIG LINE FOUND SOMETHING MIGHTY INTERESTING UNDER THE ICE.\n\nCPL SIMON WEBER: WHAT COULD BE MORE IMPORTANT THAN MY STOMACHE GROWLING?\n\nSGT GEORGE COCHRAN: WELL, YOU KNOW HOW IN ALL THE YEARS MAN HAS BEEN EXPLORING SPACE, WE AIN&#39;T NEVER FOUND LIFE ON ANY OTHER PLANET?\n\nCPL SIMON WEBER: SURE, NOTHING BUT ROCKS AND GAS.\n\nSGT GEORGE COCHRAN: WELL, THERE&#39;S LIFE OUT THERE. NO DOUBT. AND IT&#39;S ONE UGLY SON OF A BITCH.\n\nTRANSCRIPT END.", "authors": ["Cpl. Simon Weber", "Sgt. George Cochran"]}, {"id": "27273", "title": "TURN IT OFF", "text": "\n\nTURN IT OFF IT SAYS TURN IT OFF IN MY HEAD IT TALKS TO ME TELLS ME THINGS THAT NO ONE ELSE CAN HEAR JUST FOR ME JUST FOR ME TURN IT OFF TURN IT OFF TURN IT OFF AND IT WILL ALL GO AWAY IT WILL ALL STOP", "authors": ["Marjorie Graves"]}, {"id": "27274", "title": "Tram Radio 2", "text": "\n\nCDR Valery Dietz: [sobbing] I&#39;m... I&#39;m sorry Tucker. But you heard Mahad&#39;s announcement. We&#39;re facing a Scenario Five situation.\n\nLT Tucker Edwards: Scenario Five? What the hell does that even mean?\n\nCDR Valery Dietz: It means you have to die. We all do. If we don&#39;t, he&#39;ll just send someone over to do it for us.\n\nLT Tucker Edwards: Come on, Valery. Just put that down. They don&#39;t have to know...\n\nCDR Valery Dietz: I&#39;m sorry! I&#39;m... so sorry... I...\n[Pistol report, and the sound of a body falling to the deck, probably cmdr. Dietz]\n\nLT Tucker Edwards: Not as sorry as I am, Commander. And if one of them jacked up jarheads tries to come for me, they&#39;ll be sorry too.", "authors": ["Tucker Edwards", "Valery Dietz"]}, {"id": "27275", "title": "Interrogation", "text": "\n\nDr. Barton: ...I told you! I DON&#39;T KNOW!!\n\nInterrogator: Dr. Barton, someone is broadcasting a coded message planetside! Who are you trying to contact!? Dr. Serrano? Tell me!\n\nDr. Barton: STOP! Please, they wouldn&#39;t tell me, I don&#39;t know!\n\nInterrogator: Commander, this is Unit 3. They&#39;ve barricaded themselves in with the broadcasting equipment.\n\nCommander: If that&#39;s where they want to die, let them. Cut the ship&#39;s power. It&#39;ll kill their life support and cripple their transmission.\n\nInterrogator: What about the others?\n\nCommander: You know the orders. No one lives.\n\nInterrogator: Understood.\n\nDr. Barton: No no, please! You don&#39;t understand! You can&#39;t... You can&#39;t do this!", "authors": [" -1", "Dr. Barton"]}, {"id": "27276", "title": "Unitologist Artifact 02", "text": "\n\nDAILY REFLECTIONS: JACOB DANIK\n\nMany of the faithful have come to me, their beliefs shaken by the horrors they&#39;ve seen at the liberated Marker test sites. &#39;How can we continue to believe in the Markers when they bring so much pain and suffering&#39;, they ask.\n\nAnd who is it that made these aberrations - these copies, I ask them.\n\nIt is man.\n\nMarkers are as much a part of nature as were trees and blue sky and pristine oceans, yet we destroyed those too.\n\nBut nature has a way of righting itself if we are respectful. It is only by undoing the work of man that the Marker&#39;s true plan can blossom.\n\nAnd right now, only one man stands in our way of doing that: Isaac Clarke. If this place is indeed the birthplace of the Markers, it is vitally important that we stop him from ruining our very salvation.", "authors": ["Jacob Danik"]}, {"id": "27277", "title": "I For an Eye", "text": "\n\nPERSONAL JOURNAL: Isaac Clarke\n\nWe each lost a part of ourselves during that nightmare on the Titan Sprawl. For Ellie, it was her eye. Luckily, we found a replacement we could afford. Even though the color doesn&rsquo;t quite match, at least she can feel whole again.\n\nMe. I lost a part of my soul. And there&rsquo;s not a damn thing I can do to buy that back. I guess, ultimately, that&rsquo;s why she left.\n\nPeople want things they can fix and I&rsquo;m permanently broken.", "authors": ["Isaac Clarke"]}, {"id": "27278", "title": "Lumley&#39;s Log", "text": "\n\nSCAF-ISC-20481 MD212 LOG ENTRIES: SFC LUMLEY\n\nAUG 29, 2311: INITIAL DROP ZONE ESTABLISHED. CMS FRANKLIN AND CMS CROZIER EN ROUTE WITH EQUIPMENT AND PERSONNEL.\n\nSEPT 03, 2311: DEPOT CONSTRUCTION UNDERWAY. SGT. GEORGE COCHRAN AND 21ST ENGINEERING ESTABLISHMENT PIPELINE TO PRIMARY DIG SITE.\n\nOCT 11, 2311: DEPOT COMPLETE HEARING SOME WILD STORIES FROM PRIMARY DIG SITE.\n\nOCT 13, 2311: STORMS PLAYING HELL WITH RESUPPLY. LOST CMS FRANKLIN TODAY TO HIGH WINDS. CREW PRESUMMED DEAD.\n\nOCT 15, 2311: CREW OF FRANKLIN RECOVERED. THEY JUST SHOWED UP ON OUR DOORSTEP. SOMETHING WRONG BRINGING THEM IN UNTIL THEY CAN BE TRANSFERRED TO CMS GREELY FOR OBSERVATION.\n\nOCT 16, 2311: TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF TURN IT OFF MAKE US WHOLE", "authors": ["Lumley"]}, {"id": "27279", "title": "Edwards Diary", "text": "\n\nSCAF-ISC-30904 CMS-TERRA-NOVA\n\nPERSONAL-LOG: LT EDWARDS\n\nLJG CHUCK SEKOWSKI: Hated Country music. Bugged the shit out of me. A better man than I ever was.\n\nCDR VALERY DIETZ: Too serious. Cute smile. Why didn&#39;t we ever hook up? I&#39;m sorry I killed you.\n\nLCDR SAM KETTLE: Workaholic asshole. The best of us. I wish we could have been friends.", "authors": ["Chuck Sekowski", "Sam Kettle", "Tucker Edwards", "Valery Dietz"]}, {"id": "27280", "title": "S.C.A.F. Artifact 05", "text": "\n\nOFFICER&#39;S LOG: CDR VALERY DIETZ\n\nThe planet&#39;s storm systems have everyone working sleepless nights. All hands must be available at a moment&#39;s notice to accommodate shuttle flights to and from the dig sites.\n\nIt&#39;s served to create a great deal of tension among the crew since we brought the first batch of artifacts aboard.\n\nSeveral of the crew have been sent to sick bay with complaints of headaches and loss of concentration. To make matters worse and despite orders to the contrary. I suspect the crew have been discussing the details of our cargo with other personnel. These rumors only serve to exacerbate the situation and I will not stand for this kind of behavior on my ship.", "authors": ["Valery Dietz"]}, {"id": "27281", "title": "Eudora Life", "text": "\n\nRecorded Message Playback.\n\nJohn: Hey, look, I&#39;m on patrol. Make this quick, alright?\n\nDamara: It&#39;s his birthday!\n\nJohn: Ah, shit!\n\nDylan: Is that dad? Thanks for the present, dad! When are you coming home?\n\nJohn: Soon.\n\nDylan: Okay, I love you dad! Who wants to play soldiers?\n\nJohn: You gave him a soldier?\n\nDamara: John, he idolizes you!\n\nJohn: Well, you better get that idea out of his head. You got that?! I gotta go. Love you.", "authors": ["Damara Carver", "Dylan Carver", "John Carver"]}, {"id": "27282", "title": "Care and Feeding of Feeders", "text": "\n\nSam: Personal Log: Sam Ackerman. Three days I&#39;ve been quiet, hiding in the dark. I have to get to the radio, call for help. I think there may be a way around them. By throwing small objects, I can... I can... I can trick them into investigating the noise.\n\nInfected S.C.A.F: Ackerman? Is that you?...\n\nSam: Oh god!\n\nInfected S.C.A.F: I smell you... I smell...FRESH MEAT!", "authors": [" -1", "Sam Ackerman"]}, {"id": "27283", "title": "First Contact", "text": "\n\nFIRST CONTACT SCENARIOS\n\nONE - No danger of infection or contagion.\n\nTWO - Moderate danger of infection or contagion. Standard sterilization procedures required.\n\nTHREE - Localized outbreak. Infected personnel to be quarantined.\n\nFOUR - Virulent outbreak. Destruction of site and all associated personnel required.\n\nFIVE - Extinction-level outbreak. Extreme containment procedures required. All personnel participating in, associated with or with knowledge of the outbreak site must be destroyed. All locations connected to said personnel to be destroyed. Where destruction is impossible, permanent containment is required.", "authors": ["Unknown"]}, {"id": "27284", "title": "Called to Study", "text": "\n\nSCAF-ISC-31024 CMS-BRUSILOV\n\nPERSONAL-LOG: Dr. H. Quiroga\n\nNow I know how the holy man must feel when he is called by God. The intense rush of infinity, the pure exhilaration of it is almost too much!\n\nIt&#39;s like a chorus of thousands! My friends, shipmates... everyone who has been called up to God speaks to me now!\n\nThey want me to know everything. They NEED me to know everything! What secrets will they share?\n\nI go now - a vessel waiting to be filled. Share with me the secrets of the Universe!", "authors": ["Dr. H. Quiroga"]}, {"id": "27285", "title": "Alien Artifact 03", "text": "\n\nPERSONAL LOG: DR. ALEXEI OBAUCHEV\n\nI suppose the others thought it crude when I tacked poor PVT Freeman to the wall and gutted him like a fish. But I felt the point had to be made. And what clearer way than to show them the evidence directly?\n\nThe abberations observed in the Private&#39;s skeletal structure and reorganization of his internal organs show the unmistakable similarities to the specimens we fished out of the ice. The same force that twisted his corpse into a deranged killing machine is intrinsic to this planet&#39;s evolution.\n\nFurthermore, everything appears to be linked to the signal carried by all Markers. Even now the signal can be traced through Freeman&#39;s body, making minute changes to his structure and causing his cells to continue living.\n\nThis may explain how the specimens we&#39;ve found have remained in such excellent condition after two million years in the ice.", "authors": ["Alexei Obruchev"]}, {"id": "27286", "title": "S.C.A.F Artifact 06", "text": "\n\nPRIVATE TRANSMISSION\n\nFROM: LCDR S. KETTLE, CMS TERRA NOVA\n\nTO: CPT A. BELKNAP, CMS ROANOKE\n\nIf this is supposed to be an archeological expedition, why do we have a fully-armed battleship watching our every move? All it does is troll the flotilla occasionally shining its lights along the hulls of the other ships. It&#39;s creepy.\n\nAnd if I&#39;m not mistaken, it&#39;s a mine warfare vessel. Judging by the size of the payload there must be hundreds of thousands of space mines onboard. With that many mines, you could take out a flotilla the size of ours a few times over!", "authors": ["LCDR S. KETTLE"]}, {"id": "27287", "title": "Prized Possession", "text": "\n\nSerrano: He was shivering, naked when I found him. The self-inflicted wounds carved deep into his skin, the meaning of which I can only speculate. I had to work to pry the artifact from his cold, white hand. A curious object, made from an unknown material - activated, it seems, by sound. The markings are words, that I&#39;m sure of. But without a means of translating them, I&#39;m afraid its purpose will remain a mystery. If only there were more time, I could find other examples of the script stored here and unlock it.", "authors": ["Earl Serrano"]}, {"id": "27288", "title": "Piece: Gills", "text": "\n\nDr. Earl Serrano, status update. It appears that all the specimens share common features that are quite suprising: gills! Along with what I presume are swim bladders and collapsible fins. This is quite improbable for a frozen wasteland... unless it was not always frozen. I now believe this planet was once a vast liquid ocean, and that a single, sudden event caused a flash freeze, trapping everything in the ice.", "authors": ["Earl Serrano"]}, {"id": "27289", "title": "EarthGov Artifact 03", "text": "\n\nPERSONAL JOURNAL: Ellie Langford\n\nI wasn&rsquo;t sure how he&rsquo;d feel &ndash; seeing me again. He&rsquo;s been through a lot, and I with him for much of it. Before I left, I could tell things were bothering him. But he did what he always does &ndash; suppressed it, kept it locked inside.\n\nI asked him when he was going to face his demons. He said some things should remain buried. Nothing good comes from digging up the past.\n\nIt&rsquo;s strangely fitting that we find ourselves together once more, in this 200 year-old flotilla, doing just that.", "authors": ["Ellie Langford"]}, {"id": "27290", "title": "Thought Diary", "text": "\n\nTHOUGHT DIARY: VESTED RANDALL CARR\n\nWe all saw the Moon awaken. With great spectacle it parted the clouds bringing with it glorious Convergence. And so we waited for the end, hands clapsed, starting skyward.\n\nThen came a brilliant flash of green light from the Moon itself and it began to grow larger. But it wasn&#39;t increasing in size. It was falling; falling to the planet&#39;s surface and burning the sky as it fell.\n\nThe impact was cataclysmic. As the shock wave coverted us, I knew death would take us - the first step towards eternal future.\n\nYet we lived.", "authors": ["Randall Carr"]}, {"id": "27291", "title": "LOG ENTRIES: SFC LUMLEY", "text": "\n\nSCAF-ISC-20481 MD212\n\nOCT 24, 2311: TASTY ONES TOES AND FINGERS AND NOSES TASTY ONES MAKE US WHOLE SPOIL THE FOOD SAVE ROOM FOR TASTY ONES MAKE ROOM FOR THE TASTY EAT THEM ALL MAKE US ONE", "authors": ["Sergeant Lumley"]}, {"id": "27292", "title": "Witnessing The Truth", "text": "\n\nSCAF-ISC-31024 CIV-EXC-090\n\nPERSONAL-LOG: DR. EARL SERRANO\n\nTHE DEEP DIG SURVIVORS REFUSE TO SPEAK. WHETHER THIS IS WILLING OR THE RESULT OF THE TRAUMA THEY OBSERVED IS UNCERTAIN.\n\nTHEY CONTINUE TO DRAW STRANGE SYMBOLS ON ANY SURFACE THEY CAN FIND. AND WHEN NO OTHER SURFACE IS AVALIBLE, THEY USE THEIR OWN SKIN.\n\nAFTER PERSISTENT INQUIRIES AS TO WHAT THEY WERE DOING, ONE OF THEM FINALLY TURN TO ME AND SPOKE.\n\n&quot;WE WITNESS THE TRUTH,&quot; HE SAID. &quot;AND SO WILL YOU!&quot; THIS LAST BIT HE SCREAMED AS HE CAME AT ME WITH A UTILITY KNIFE. THANKFULLY, I MANAGED TO SCRAMBLE AWAY. IT TOOK SEVERAL SOLDIERS TO SUBDUE HIM BEFORE HE COULD BE TAKEN TO A MORE SECURE HOLDING AREA.", "authors": ["Earl Serrano"]}, {"id": "27293", "title": "Further In", "text": "\n\nSoldier: Alright, there&#39;s something wrong with this planet! Something very, very wrong!\n\nCochran: &quot;Make us whole.&quot; What do you suppose that means?\n\nSoldier: Sergeant! Please sir, can we just get the hell out of here?\n\nCochran: No, not just yet. The transponder is further in.\n\nSoldier: Are you crazy? Sir!? Wait for me!", "authors": [" -1", "Sergeant Cochran"]}, {"id": "27294", "title": "S.C.A.F Artifact 18", "text": "\n\nFROM: CPT RAYMOND REED\n\nRE: PVT MYERS APPEAL TO JOIN THE 163RD\n\nWhen I look out across the yard, I see only weakness. The war with the secessionists has claimed our fiercest warriors and replaced them with children.\n\nHalf of these pricks can&#39;t hold a rifle and the rest piss their pants the moment they hear one go off. If you want to make it in this world, not only do you have to be willing to kill, you have to like it.\n\nPVT Myers is a tool so it&#39;s only fitting we use him as one. Let&#39;s give him one week of solid abuse before we kick him out the door. Maybe then he&#39;ll wise up and realize he&#39;ll never have what it takes to be one of us.", "authors": ["Raymond Reed"]}, {"id": "27295", "title": "Hieroglyphs 1", "text": "\n\nSerrano: Incredible isn&#39;t it? I call this the Promenade - one of the many conduits straight to the heart of the Machine. Without the Codex, I can only speculate, but I suspect the Machine needs to be opened for any changes to be made. I belive the monoliths on this plateau do just that. By standing on the special disc-shaped area on the floor, I&#39;ve discovered I can use my Kinesis module in a boosted capacity to manipulate them. The two hieroglyphs on the wall behind me indicates that one configuration will open the Machine; another will enact any changes to the internal programming. Once you get it open and have followed all of my research, you will need to return here to enact the final stage.", "authors": ["Earl Serrano"]}, {"id": "27296", "title": "S.C.A.F Artifact 10", "text": "\n\nPERSONAL LOG: CPL SIMON WEBER\n\nGround crews, construction teams, pipelines, supply routes. All in service of that damn excavation site. They found something interesting over there but no one&#39;s talking about it.\n\nYou can tell which soldiers have been working the dig teams. They look haunted, almost frail like whatever it is they saw aged them forty years.", "authors": ["Simon Weber"]}, {"id": "27297", "title": "Alien Artifact 10", "text": "\n\nPERSONAL LOG: DR. EARL SERRANO\n\nIn the end, there is one way to stop the impending apocalypse at the hands of these brethren moons. The natives of Tau Volantis understood that, for life to continue in this galaxy, their species must die.\n\nIt is only through ultimate sacrifice that we too will know freedom from the Marker&#39;s signal. When Tim arrives with the Codex, I will take it to the heart of the Machine and trigger the final stage.\n\nIf I am successful, the Moon will be pulled down to the planet and crushed to oblivion.\n\nI will not survive.\n\nBut life will go on.", "authors": ["Dr. Earl Serrano"]}, {"id": "27298", "title": "Alien Artifact 08", "text": "\n\nPERSONAL JOURNAL: DR. EARL SERRANO\n\nThe signs are all around me. I don&rsquo;t know why I didn&rsquo;t see it before. Everywhere we look there are Markers; red ones similar to the copies we ourselves have created back home.\n\nThe Marker signal doesn&rsquo;t just reanimate the dead. It manipulates us into spreading the Markers. And now we too have been unwittingly spreading this galactic virus from planet to planet. The propagation of our species has only served to create a source of food and the means of finding it for these moon-sized entities.\n\nIt is no wonder Tau Volantis chose self-sacrifice. They eliminated themselves like a gangrenous limb, hoping to keep the infection from spreading to us.", "authors": ["Earl Serrano"]}, {"id": "27299", "title": "Turn it off", "text": "\n\nSerrano: &quot;Turn it off.&quot; We thought it was the answer. But we were deceived. The Moon is the source of the signal... the madness. &quot;Make Us Whole&quot;, &quot;Turn it Off&quot;! These are its cries for help - its call to action... and we are fools who listened.", "authors": ["Earl Serrano"]}, {"id": "27300", "title": "Alien Artifact 09", "text": "\n\nPERSONAL JOURNAL: DR. EARL SERRANO\n\nThe signal projected by the Markers permeates everything and everyone. We are all affected differently. Some are driven to rage. Others suffer hallucinations. And still others fall into gibbering dementia.\n\nBut perhaps the most insidious effect it has is when we don&rsquo;t realize it has taken hold of us. Indeed, we show no signs of madness. We believe we are following our natural compulsions. And in all likelihood, we will not realize this manipulation until our ill-conceived plans will come to fruition and it is too late to reverse our actions.\n\nAm I justified in resisting the urge to turn off the Machine? Am I right in believing the Machine must be completed to stop the Markers? Or am I slave to the very forces that conspire to wipe out all life in this universe?\n\nOnly time will tell.", "authors": ["Earl Serrano"]}, {"id": "27301", "title": "Strangeness In The Tubes", "text": "\n\nSCAF-ISC-31024 CIV-EXC-090\n\nPERSONAL-LOG: DR. EARL SERRANO\n\nSOME OF THE ARTIFACTS WE BROUGHT UP FOR EXAMINATION WERE COVERED IN WHAT I CAN ONLY DESCRIBE AS FOSSILIZED CARBUNCLES.\n\nWE THOUGHT THEY WERE INERT, HAVING BEEN DEAD FOR POTENTIALLY MILLIONS OF YEARS.\n\nBUT WHILE THEY WERE IN ANTI-GRAV TRANSIT, SOME OF THE GROWTHS BROKE OFF. WHEN CREWS WENT BACK TO RETRIVE THEM, THEY DISCOVERED SEVERAL LARGE PODS AFFIXED TO THE WALLS, PRESUMABLY INCUBATING SOMETHING WITHIN.\n\nWHEN APPROCHED, THEY CRACKED OPEN AND WHAT SPILLED OUT WAS - HORRIFYING. WE LOST SEVERAL OF OUR CREW THAT DAY.\n\nTHE CREATURES HAVE SINCE BEEN SHUT UP IN THE TRANSIT SHAFT UNTIL WE CAN EXAMINE THEM.\n\nTHE OTHER SHAFT HAS BEEN FITTED WITH TRIPWIRE DEVICES TO DETER ANY OTHERS THAT MAY HAVE ESCAPED OUR NOTICE.", "authors": ["Earl Serrano"]}, {"id": "27302", "title": "EarthGov Artifact 06", "text": "\n\nPERSONAL LOG: SGT John Carver\n\nI think what rips me up the most isn&#39;t that I never had a chance to save them. It&#39;s that I had every chance to save them - every day for six years.\nSomehow I had convinced myself it was easier to eat a bullet than it was to learn how to give two shits about someone else.\n\nBut what&#39;s out there now, it&#39;s not them. It&#39;s the Marker. And my one chance at redemption is to stop it.\n\nAnd if everything goes right, it will be the last thing I ever do.", "authors": ["John Carver"]}, {"id": "27303", "title": "Unitologist Artifact 03", "text": "\n\nDAILY REFLECTIONS: JACOB DANIK\n\nDo not tremble at the challenges that yet lie ahead, for you are not alone. We are millions strong and our belief in the Markers is unshakable.\n\nWe have overcome oppression to become one of the most widely-practiced religions in the galaxy. With the Church&#39;s fortunes we built an army and with it we have overthrown EarthGov.\n\nIn the end, Isaac Clarke will be found, the stain on the Markers will be lifted and Convergence will come.\n\nRemain vigilant. The end is near.", "authors": ["Jacob Danik"]}, {"id": "27304", "title": "Witness Protection", "text": "\n\nSerrano: The deep dig teams were some of our brightest archeologists and soldiers. What happend to them down here... has served as a cautionary tale to us all. What drove them to such extreme behavior? To such depravity and violence? I have sequestered their bodies in the Staging Compound. There I hope to find answers, not only to their demise, but also to the artifact they discovered in the depths.", "authors": ["Earl Serrano"]}, {"id": "27305", "title": "EarthGov Artifact 02", "text": "\n\nOFFICER&rsquo;S LOG: CAPT Robert Norton\n\nClarke hasn&rsquo;t exactly made himself easy to find, and I can&rsquo;t say I blame him. He&rsquo;s been on the run from EarthGov since he escaped Titan Station with those Marker secrets stuck in his head. If it weren&rsquo;t for Ellie&rsquo;s help, we wouldn&rsquo;t have known where to look.\n\nWe set a course for New Horizons Lunar Colony this morning. Now the trick is to find him before Danik does.\n\nHe&rsquo;d better be worth it.", "authors": ["Robert Norton"]}, {"id": "27306", "title": "S.C.A.F Artifact 12", "text": "\n\nPERSONAL LOG: SFC RICHARD LUMLEY\n\nI used to think I was an individual with my own life and my own problems. But now I realize we are all just pieces of a bigger puzzle.\n\nAlone we are nothing. It&#39;s this lack of completeness... that complicates our lives.\n\nMake us whole. That is what I hear when I close my eyes.\n\nMake us whole. That is what we all must do.\n\nWe just have to get over the first step. We just have to die.\n\nIt will do the rest.", "authors": ["Richard Lumley"]}, {"id": "27307", "title": "S.C.A.F. Artifact 08", "text": "\n\nPERSONAL LOG: Laura Engstorm\n\nWhen the Sovereign Colonies signed me on to this project, I was lead to believe we would be given free reign of site access and resources. It&#39;s anything but. Mahad&#39;s men are thick as molasses, stationed at practically every airlock, asking for badges and ID&#39;s and research tickets every step of the way. I can&#39;t tell if they&#39;re obstructionist on purpose or by accident, but either way, I&#39;ll have a word with Mahad. Or several.\n\nDespite all this, we haven&#39;t been rendered entirely useless. Today we got a look at one of the specimens brought up from the planet. We&#39;ve confirmed it is indeed organic life trapped in the ice. Early tests suggest is had been there for possibly millions of years.\n\nTomorrow we will dissect the specimen. And I understand there are many, many more where that came from!", "authors": ["Laura Engstorm"]}, {"id": "27308", "title": "The Sound Of Music", "text": "\n\nSCAF-ISC-31024 CIV-EXC-090\n\nPERSONAL-LOG: DR. EARL SERRANO\n\nTHE CRANIUM OF THE SPECIES CONTAINS SIX HOLES, EACH A PASSAGE LEADING TO A RESONANCE CHAMBER NOT UNLIKE OUR OWN NASAL CAVITY. WHEN AIR IS BLOWN THROUGH THE HOLES, IT PASSES THROUGH A PHONIC MEMBRANE THAT THEN VIBRATES AND MODULATES THE SOUND. BY OPENING AND CLOSING THE VARIOUS MEMBRANES, &quot;NOTES&quot; ARE PRODUCED.\n\nTHIS COINCIDES WITH A WRITTEN SCRIPT OBSERVED CARVED INTO THE SURFACE OF MANY OF THE STRUCTURES WE UNCOVERED. IT ISN&#39;T SO MUCH A WRITTEN LANGUAGE AS IT IS A PRONUNCIATIONS KEY. THERE APPEAR TO BE SIX BASIC LETTERS OR &quot;NOTES&quot; IN THE LANGUAGE. SIMPLE, TO BE SURE, BUT BY COMBINING NOTES, NEW MEANING IS CONVEYED. THUS, THERE IS A NOTATION INDICATING HOW LONG TO HOLD EACH NOTE.\n\nNOW, IT IS HIGHLY UNLIKELY THAT THE SPECIES WOULD NEED A PRONUNCIATION GUIDE FOR ITS OWN LANGUAGE. IN FACT, IT APPEARS TO HAVE BEEN ADDED AS AN AFTERTHOUGHT. IT&#39;S AS IF THEY KNEW THEY DIDN&#39;T HAVE LONG TO LIVE AND THEY NEEDED TO COMMUNICATE SOMETHING VERY IMPORTANT TO WHOMEVER DISCOVERED THEIR WORLD.\n\nIN A WAY, THIS NOTATION WAS LEFT FOR US AS A WAY FOR THEM TO SPEAK TO US FROM BEYOND THE GRAVE!", "authors": ["Earl Serrano"]}, {"id": "27309", "title": "Rent Due", "text": "\n\nPlayback, message thirty-three. Caller: Earthrise Apartments. This message is for the residents of apartment sixteen. Your rent is past-due. This is your final notice. Failure to pay in three days result in eviction.", "authors": ["Unknown"]}, {"id": "27310", "title": "Soon We Feed", "text": "\n\nCochran: Almost there. The signal is getting very close now.\n\nSoldier: Sir, I don&#39;t know about you but I haven&#39;t seen a scrap of food yet.\n\nCochran: Don&#39;t you worry. We&#39;ll all feed soon.\n\nSoldier: What???\n\nCochran: This way.", "authors": [" -1", "Sergeant Cochran"]}, {"id": "27311", "title": "ANGER MANAGEMENT PROGRAM", "text": "\n\nPROGRESS REPORT: SGT JOHN CARVER\nINCIDENT: DOMESTIC VIOLENCE/CHILD INVOLVED\nATTENDENCE: UNSATISFACTORY\n\nINDICATORS OF PROGRESS\n\nRecognizes own problematic thinking: UNKNOWN\n\nTakes personal accountability: NEVER\n\nUnderstands emotional impact of thinking: UNKNOWN\n\nExpresses regret for past violence and has intent and a plan to do better in the future: NEVER\n\nMakes positive contributions in group: Stays positive and aware of self and others: NEVER\n\nFollows directions: NEVER", "authors": ["Unknown"]}, {"id": "27312", "title": "Alien Artifact 07", "text": "\n\nPERSONAL JOURNAL: DR. EARL SERRANO\n\nIt is unlikely that a race as advanced as this one would have remained bound to just one planet. Indeed, there is evidence to suggest their empire was widespread, spanning many star systems.\n\nThey must have been trillions strong before falling to the Markers. And perhaps that is the point. Allow a species to thrive until they are so many in number that they can no longer sustain themselves&hellip; then descend upon their worlds to feed.", "authors": ["Earl Serrano"]}, {"id": "27313", "title": "New Boss in Town", "text": "\n\nTHOUGHT DIARY: VESTED RANDALL CARR\n\nIt appears there aren&#39;t many of us left now who haven&#39;t submitted to the new &quot;church&quot;. They hunt in packs going corridor by corridor trying to flush us out.\n\nThey&#39;ve taken to wearing their ceremonial hoods but I can still recognize some of them. I can&#39;t be sure whose face is under their leader&#39;s mask. He claims to speak for the Voice and has gotten everyone obsessed with turning the ship into a church.\n\nAs Unitologists, we are taught from an early age that our bodies are sacred vessels that will be united when Convergence comes. But this new leader teaches that our bodies are imperfect. He literally hews away the body&#39;s imperfections replacing them with grotesque appendages &quot;in honor of the Voice&quot;. He makes his followers gather the castoffs in baskets as offerings.\n\nI don&#39;t know how much longer I can evade them.", "authors": ["Randall Carr"]}, {"id": "27314", "title": "S.C.A.F Artifact 04", "text": "\n\nOFFICER&rsquo;S LOG: CDR Valery Dietz\n\nThe CMS CROZIER brought up a second load of artifacts from the planet&#39;s surface. I asked ADM Graves what the protocol was for proper handling and stowage but she just shrugged.\n\nUntil we hear otherwise, I&#39;ve ordered them stored with the rest in the TERRA NOVA cargo hold.", "authors": ["Valery Dietz"]}, {"id": "27315", "title": "S.C.A.F Artifact 17", "text": "\n\nFINDING TAU VOLANTIS\n\nTau Volantis was discovered after intense study of the Red Markers, the man-made copies based on the original alien artifact, the Black Marker. The Red Markers, sequestered safely away on distant star systems such as Aegis VII, Aspera and Proxima Centauri, among others, were themselves a mystery, as they were more grown than built. As the Red Markers were studied, it became clear they were receiving the signal they broadcast, rather than creating it themselves.\n\nThe Ptolemy Array was built specifically to triangulate the distant signal using three Red Markers. They located the source, and it proved to be the most distant point ever reached by man, Tau Volantis, here in this previously uncharted arm of the galaxy.\n\nThis feat of science and technology will hopefully reward mankind with the ultimate prize -- the limitless energy that seems to emanate from the Markers, the source of which we expect to find here.", "authors": ["Unknown"]}, {"id": "27316", "title": "Two Strands", "text": "\n\nDr. Earl Serrano, status update. It is well known that the surface of all Markers contain glyphs. No one is entirely sure what they mean, but they exist as a distant language we attribute to the Marker&#39;s creators. However, our deep dig teams are reporting the discovery of another set of glyphs - a new set - found on the structures we&#39;ve uncovered below the planet&#39;s icy crust. I&#39;ve ordered several artifacts sent up for closer inspection. If this is what I think it is, it could change everything.", "authors": ["Earl Serrano"]}, {"id": "27317", "title": "Alien Artifact 04", "text": "\n\nPERSONAL LOG: DR. ALEXEI OBAUCHEV\n\nI am first and foremost a scientist. It is our duty to be bold in our studies. It was, therefore, my decision to attempt a controlled thaw of an intact specimen.\n\nWhile I&#39;m sure many will miss his antics around camp, I remind my colleagues that it was PVT Freeman&#39;s decision to volunteer for the duty of handling the specimen while we stood in the protective safety of the control booth.\n\nI&#39;m sure we were all surprised when the ancient tissue showed twinges of life once freed from its icy encasement. And no one was more surprised than the poor Private when a previously unseen appendage snaked forth from the thawed carcass and into his chest cavity.\n\nIt may have been PVT Freeman&#39;s end but I&#39;m sure he would have been happy knowing science had taken a bold step forward that day.", "authors": ["Alexei Obruchev"]}, {"id": "27318", "title": "Last Contact", "text": "\n\nFROM: GOA Ambrose Caiden\n\nTO: GEN Spencer Mahad\n\nSUBJECT: SCENARIO FIVE\n\nAfter receiving your reports on Dr. Serranos&#39;s latest discoveries and in light of recent activities at the marker test sites, it is the decision of the council to invoke scenario five. What we once thought would save us from extinction has only served to hasten it.\n\nEverything about the markers - all research, all replicas, even the black marker - must be forever buried. All sites are to be shuttered. All involved planets are to be blacklisted. Everyone involved in the marker program, from Aspera to Aegis VII to Tau Volantis are to be executed.\n\nWe realize this will effectively negate our ability to fight the war against the separatists. They will no doubt take power and form an Earth government in the vacuum we leave behind. But to save the future of mankind, this must come to pass. Should one person, ship or scrap of paper survive to make its way into their hands, the epidemic will begin anew and our sacrifice will have been for nothing. I know I can count on you to carry out these orders.\n\nIt has been a pleasure working with you for these many years.\n\nLong live the colonies.", "authors": ["Ambrose Caiden"]}, {"id": "27319", "title": "S.C.A.F Artifact 09", "text": "\n\nOFFICER&#39;S LOG: CAPT J. SUZUKI\n\nI had a nice conversation with Dr. Quiroga in the mess. He seems to be completely over his zero-g sickness and is settling in comfortably. When I asked him about the rocks his team is studying, his face lit up. Markers, he corrected me, not rocks.\n\nHe went on to tell me in great detail his many theories about the frozen planet, the Marker creators and some sort of plan for us all.\n\nIt&#39;s refreshing to see people so interested in their work. If we didn&#39;t have something to keep our minds engaged out here, we&#39;d probably all end up killing each other.", "authors": ["J. Suzuki"]}, {"id": "27320", "title": "Instruments or Tools?", "text": "\n\nTHOUGHT DIARY: VESTED RANDALL CARR\n\nI tried to run but my ankle caught in a hole in the catwalk and snapped. They dragged me to a closet until they could &quot;prepare the church&quot;. I suspect they mean to kill me.\n\nI these final hours, it&#39;s not the numbing pain of my ankle that preoccupies me or even fear for my life. I know I will die. What worries me is what will happen when I do.\n\nIs there even such a thing as Convergence? We&#39;ve been told our entire lives how wonderful it will be but what we have witnessed is anything but.\n\nAnd this Voice - are we instruments of it&#39;s divinity or have we become the tools of our own destruction?\n\nI find myself hoping that none of it is true and that, when I die, I will feel nothing and this nightmare will finally be over. I have only one more moment of pain to endure. And then I will be free.", "authors": ["Randall Carr"]}, {"id": "27321", "title": "An Army Marches On Its Stomach", "text": "\n\nConchran: Lumley? Russo? Anybody there?\n\nSoldier: Ah, hell! There ain&#39;t nobody here.\n\nConchran: Someone left the music on. Here, sync your locator to Sergeant Lumley&#39;s RIG. We should be able to pick up his suit&#39;s transponder.\n\nSoldier: Why&#39;d the General send us here anyway?\n\nConchran: Boy, an army marches on its stomach. We don&#39;t last one week on this planet without our food and guns. Lumley has both.\n\nSoldier: Ah, shit.", "authors": [" -1", "Sergeant Conchran"]}, {"id": "27322", "title": "Trying to get in", "text": "\n\nSCAF-ISC-31009 TV-AF1\n\nPERSONAL-LOG: PVT R. BLATTY\n\nNIGHT AND DAY, IT&#39;S ALWAYS THE SAME. THEY COME SHAMBLING OUT OF THE STORMS, TRYING TO GET IN.\n\nIT&#39;S NOT EASY FOLLOWING ORDERS. YOU SEE FAMILIAR FACES ALL THE TIME. SOMETIMES THEY SEE YOU AND THEY LOCK EYES AND THERE&#39;S A GLIMMER OF RECOGNITION. LIKE THEY REMEMBER WHAT IT WAS LIKE TO BE ON THE OTHER SIDE OF THE WALL, SAFE AND WARM... AND ALIVE.", "authors": ["Private R. Blatty"]}, {"id": "27323", "title": "A Call to Action", "text": "\n\nTHOUGHT DIARY: VESTED RANDALL CARR\n\nWhen the sky had cleared, we gazed upon our fallen messiah. It&#39;s heavenly body loomed tall where it met the horizon, looking more like a cracked egg than the bringer of unity.\n\nEveryone felt the wave of discordance that followed. We turned to each other with anxious glances, faith draining from our faces. Was this what we had fought and died for? Was this the end of our religion?\n\nIt was at that moment our cries were answered for a sound pierced the sky and filled our hearts. It was shrill and deafening at first but soon a voice emerged.\n\n&quot;We are coming,&quot; it spoke. &quot;Make ready the way.&quot;", "authors": ["Randall Carr"]}, {"id": "27324", "title": "Faith and Madness", "text": "\n\nTHOUGHT DIARY: VESTED RANDALL CARR\n\nWith the Voice came a wave of uncontrollable expressions of faith. One of the more devout in our group chose to meet the Voice sooner rather than later and scattered his brains on the ceiling.\n\nThe rest of us left the planet to make ready the way as the Voice commanded. But in our haste, we failed to anticipate the ancient space mines still floating in orbit. Many of the faithful were called home.\n\nThe rest of us have regrouped at an intact derelict ship, the Terra Nova. We managed to salvage a shockpoint drive from the wreckage of one of our drop ships and hope to adapt it to the Terra Nova&#39;s reactor.\n\nBut our group is splintering. Faith has given way to madness and a new church is forming. My only hope is to get this ship functioning so we can return to Earth before we are all taken by these new &quot;distractions&quot;.", "authors": ["Randall Carr"]}, {"id": "27325", "title": "Language Speculation", "text": "\n\nSCAF-ISC-31024 CIV-EXC-090\n\nPERSONAL-LOG: DR. EARL SERRANO\n\nDISCERNING THE MEANING OF THE NATIVE LANGUAGE HAS PROVED TRICKY. IN A WAY, IT IS SIMILAR TO THE INUIT-TYPE LANGUAGES OF EARTH&#39;S ANCIENT INDIGENOUS PEOPLES. THAT IS, THERE ARE MANY SUFFIXES THAT MODIFY THE MEANING OF WORDS GIVING RISE TO ALMOST LIMITLESS COMBINATIONS. THIS POLYSYNTHETIC STRUCTURES ALSO ALLOWS MORE COMPLEX PHRASES TO BE CONVEYED IN A SINGLE WORD.\n\nTAKE FOR EXAMPLE THIS TWO-LETTER PHRASE MEANING &quot;POWER SOURCE&quot;.\n\nY 2\n\nBY ADDING DIFFRENT LETTERS BEFORE IT, THE MEANING IS CHANGED AS FOLLOWS:\n\nD Y 2\n\nSTRENGTHENS POWER SOURCE\n\nb Y 2\n\nPROVIDER POWER SOURCE", "authors": ["Earl Serrano"]}, {"id": "27326", "title": "Serrano&#39;s Last Words", "text": "\n\nSerrano: Argh! Well, I&#39;ve gone and busted my knee open. I suppose the codex is in Mahad&#39;s hands by now, and this place is about to be buried, like everywhere else. (chuckles) I remember telling my college professor I wanted to study xenoarcheology. He laughed right in my face. &quot;There&#39;s nothing to study,&quot; he said. &quot;It&#39;s all dead space. No alien life exists out in the universe.&quot; In a way, I guess he was right. There is no life beyond our system, only a trail of extinction, wrought by the Moons. And now it&#39;s right on our doorstep. Well, above us lies the means of turning off the Machine, but also the means to complete it. Turning it off will finish our species, completing it will save us. I had hoped to be here to witness the saving part. It would have been spectacular to witness the Moon getting pulled into the planet and crushed to oblivion - a final act by the natives - a sacrifice to save us all. But now, I must rest. Perhaps Tim will be along soon with the Codex.", "authors": ["Earl Serrano"]}, {"id": "27327", "title": "Keep on Truckin&#39;", "text": "\n\nValery: Ship recorder on. All hands stand by for deceleration. Okay Edwards, on your mark.\n\nTucker: Roger that, Val.\n\nValery: You will address me as Commander while we are on the bridge.\n\nTucker: You got it darlin&#39;. Retro thrusters engaged. Whoa! Easy now. The Luv Boat has arrived. I&#39;d like to thank ya&#39;ll for flying the Terra Nova. Welcome to the ass-end of the Universe.\n\nValery: Okay everyone, time to shake the lead out! Sekowski, hail Admiral Graves. Kettle, report to Cradle Ops. This is your show now. Let&#39;s deploy the ships. Recording off.", "authors": ["Chuck Sekowski", "Sam Kettle", "Tucker Edwards", "Valery Dietz"]}, {"id": "27328", "title": "Sleeping Puppets", "text": "\n\nSCAF-ISC-31024 CMS-BRUSILOV\n\nPERSONAL-LOG: Dr. H. Quiroga\n\nI&#39;m too close to finding answers to stop now. The urge is inescapable. Even in my dreams it haunts me.\n\nThe captain says that everyone must be terminated. That the research must be destroyed.\n\nHe fears it because he doesn&#39;t understand it.\n\nBut they can&#39;t stop me if they can&#39;t breathe. I almost felt a twinge of pity when I saw the captain gasping for air, his EVA suit leaking from the holes I had carefully made the night before.\n\nTheir bodies are like puppets now. Soft, silent - at peace.\n\nOnly I remain. The research calls to me even now. I must find the answers. It begs it of me!", "authors": ["Dr. H. Quiroga"]}, {"id": "27329", "title": "EarthGov Artifact 01", "text": "\n\nEXCERPT FROM &ldquo;AN END TO EARTHGOV?&rdquo;\n\nEarthGov officials yesterday denied rumors that the government was no longer able to contain the widespread violence that has gripped the colonies in recent weeks. The violence began 16 days ago on Uxor following a year-long campaign by the Church of Unitology.\n\nFive colonies have gone dark since the Unitology riots began. There have been rumors of bombings at government laboratories and eyewitness accounts of brutal killings following shortly after.", "authors": ["Unknown"]}, {"id": "27330", "title": "It&#39;s Me Again", "text": "\n\nYou&#39;re listening to Aloha Station. Just a friendly reminder from HQ: Be sure to have your ration card stamped after every meal. We don&#39;t want anyone going hungry out there. And now, a little something to warm you up.", "authors": ["Unknown"]}, {"id": "27331", "title": "S.C.A.F Artifact 13", "text": "\n\nEXCERPT FROM &#39;SCAF LEGIONARY HANDBOOK&#39;\n\nADDENOUM XII: CONCERNING NECROMORPHS\n\nThe attacks we&#39;ve suffered so far have cost us many lives but left us with valuable lessons. The shambling creatures the science teams are calling &#39;Necromorphs&#39; appear to be made of the dead remains of other creatures, including our fallen soldiers.\n\nThis is disturbing, disorienting and shocking on first site. Steel yourselves, as it may be a psychological ploy of the creatures to weaken us.\n\nCritically important: Shoot for the limbs! They otherwise keep coming and will behead you before you can reload. Body and head shots essentially waste ammunition, so you must quickly retrain your basic marksmanship.\n\nNever allow a breach of the outer wall! A single creature can take out an entire wing and begin a replication process within minutes.", "authors": ["Unknown"]}, {"id": "27332", "title": "Kept in the Dark", "text": "\n\nSCAF-ISC-30948 CMS-TERRA-NOVA\n\nPERSONAL-LOG: LT KETTLE\n\nTHE COLONIES ARE AT WAR AND WE SEND AN ENTIRE FLEET TO THE MIDDLE OF NOWHERE TO FIND SOME FUNKY ROCKS. WHAT THE HELL ARE WE LOOKING FOR? A SECRET WEAPON?\n\nEVERY DAY, THEY SHIP US STRANGE THINGS FROM THE PLANET - ARTIFACTS, BIOLOGICAL SAMPLES... AND DEAD SOLDIERS.\n\nI&#39;M TIRED OF BEING KEPT IN THE DARK. IT&#39;S TIME I HAVE A CHAT WITH DIETZ.", "authors": ["Lt. Kettle"]}, {"id": "27333", "title": "Alien Artifact 02", "text": "\n\nPERSONAL LOG: PVT EDMUND VARLEY\n\nEverywhere we dig, we find them, their frozen carcasses trapped in the ice. I know Serrano says they&rsquo;ve been dead for two million years but I can&rsquo;t shake the feeling that some part of them is still alive.\n\nTheir eyes, if they had them, are long gone. But their stares are intense. Accusing. Angry. Distorted. And around them, always the Markers: Ancient monoliths from an ancient race.\n\nSometimes, when everyone has left the dig site for the day, I hear their icy voices like whispers on the wind.\n\n&#39;Turn it off.&#39;\n\n&#39;Turn it off.&#39;", "authors": ["Edmund Varley"]}, {"id": "27334", "title": "Depot 212", "text": "\n\nSergeant Cochran, take this security key and head to depot 212. I haven&#39;t heard a thing from Sergeant Lumley - not since the Franklin incident last week. I&#39;m sure I do not have to express the importance of the supplies stored there. Find out what happend to Lumley, and more importantly, secure our food and ammunition!", "authors": ["Unknown"]}, {"id": "27335", "title": "Pipe Worker Log", "text": "\n\nYou&#39;re listening to Aloha Station... broadcasting to all the troops out there wherever you are. Remember boys, the colonies are counting on you.", "authors": ["Unknown"]}, {"id": "27336", "title": "Unitologist Artifact 01", "text": "\n\nMISSIVE TO THE FAITHFUL\n\nWhen the Black Marker was first discovered on Earth so long ago, the government at the time hid all evidence of it from us. When our prophet Michael Altman spoke out against them, he was silenced.\n\nNow EarthGov continues that legacy. They tamper with the Markers &ndash; making blasphemous copies as part of their secret research programs. They have taken our sacred relic and turned into a disease.\n\nBut nature has ways of correcting itself. By liberating the Markers we can end this cycle of death and begin this cycle of rebirth.\n\nJoin me as we take back our future - the future the marker promises to us all.\n\n- Jacob Arthur Danik", "authors": ["Jacob Arthur Danik "]}, {"id": "27337", "title": "Food All Gone", "text": "\n\nSoldier: Ah no... No no no no ! He spoiled all the food! Sarge! Did you hear me? It&#39;s gone! It&#39;s all gone!\n\nCochran: Man does not live by bread alone.\n\nSoldier: The hell&#39;s that supposed to mean?\n\nCochran: The meat is all around us. Tasty meat-Fingers and toes and noses...\n\nSoldier: Hey, where are you going?! What&#39;s gotten into you? Hey!\n\nCochran: Everyone must understand. They must know. They must EAT!", "authors": [" -1", "Sergeant Cochran"]}, {"id": "27338", "title": "Never Home", "text": "\n\nJohn: Hey.\n\nDamara: &quot;Hey&quot;? John, you said you were going to be gone for three hours. It&#39;s been three days.\n\nJohn: Where is he?\n\nDamara: Sleeping - for once.\n\nJohn: Nightmares again?\n\nDamara: Every night. Same as always when you disappear.\n\nJohn: Cut me some slack Damara! I&#39;m in the military, alright? Shit happens!\n\nDamra: Yeah? I checked with Commander Hartly. You know what he said? That you&#39;ve been on administrative leave.\n\nJohn: Alright, screw this.\n\nDamara: Hey, where are you going? Are you leaving again? John? John?\nGodammit.", "authors": ["Damara Carver", "John Carver"]}, {"id": "27339", "title": "S.C.A.F Artifact 11", "text": "\n\nEXERPT FROM &lsquo;SCAF LEGIONARY HANDBOOK&rsquo;\n\nSURVIVING SUB-ZERO TEMPERATURES\n\nYou are required to wear the Arctic Survival Suit when exiting the compound, no matter how small the duration Zero-tolerance, no exceptions.\n\nDo not use suits with obvious worn seams, tears, or loose seals in the helmet.\n\nTurn these in to requisitions immediately. A hole, however small, is enough to let the cold in leading to death in less than one minute.\n\nUse of the catheter and colonic systems is mandatory. In the event you are caught outside for an extended period, bodily fluids can compromise the suit&#39;s insulation. Catheter and colonic systems are sterilized after each use and are perfectly safe. Keep your suit seals free of ice at all times. Do not stomp snow off your boots, as the reverberations will damage the catheter and colonic systems.", "authors": ["Unknown"]}, {"id": "27340", "title": "Serrano discusses Facility One", "text": "\n\nSerrano: Personal log, Dr. Earl Serrano. The Nexus experiment is... well, it&#39;s incredible! We have discovered two nearly pristine specimens and crews are working around the clock to uncover them. We&#39;re learning so much about how these &quot;Necromorphs&quot; communicated. The whole species seems to have been connected by some telepathic signal - from the lowliest foot soldier, to the mightiest specimens! But where is this signal coming from? That is what I intend to find out.", "authors": ["Earl Serrano"]}, {"id": "27341", "title": "Unitologist Artifact 06", "text": "\n\nDAILY REFLECTIONS: JACOB DANIK\n\nLike any good spiritual journey, this trip has constantly questioned my beliefs and tested my resolve. But by careful observation of the facts, I now believe I know what truly has transpired on this planet and why our race has failed to achieve Convergence.\n\nThe natives of Tau Volantis, like ourselves, tampered with the Markers and broke from Nature&rsquo;s plan. Judging by the relative completeness of the moon in orbit, they were so close to achieving final, lasting glory.\n\nNow we are faced with their test.\n\nWill we too fall short of eternal glory because we stopped mere inches from the final stage? Will we also succumb to fear and fail to take the last step?\n\nFaith takes courage, my friends. Today, let us be the ones to set aside fear and accept the future promised by the Markers.", "authors": ["Jacob Danik"]}, {"id": "27342", "title": "Soulless", "text": "\n\nJohn: Damara - by the time you get this, I&#39;ll be... things will be better for you once I&#39;m gone. I can&#39;t be the husband you need and we both know I couldn&#39;t have been a worse father for Dylan. I only hope that, with me out of the picture, the two of you can have the life you deserve. Love you Damara.\n\nDamara: John? What&#39;s going on... Oh my god!\n\nJohn: Shit, Damara! You - you were supposed to be out with Dylan today!\n\nDamara: W-What are you doing?\n\nJohn: Nothing. Just... thinking. That&#39;s all. Damara! It was... It was nothing! Alright? It was nothing, everything is fine. Everything is fine, okay? Hey. Shhh, come on. It&#39;s fine. I&#39;m fine. Okay?", "authors": ["Damara Carver", "John Carver"]}, {"id": "27343", "title": "Instability", "text": "\n\nSCAF-TVA-30915 PROGRESS REPORT\n\nFROM: SFC Lumley\nTO: GEN S. Mahad\n\nMajor setback in expanding Facility One today. Glacier collapsed and took 23 men, 2 tractors and 3 unfinished buildings.\n\nInitial surveys were done with telemetry spikes as protocol suggests but failed to report the unstable ice mass.\n\nThe loss of supplies and manpower will be a serious setback to the expedition staying on schedule.", "authors": ["Sergeant Lumley"]}, {"id": "27344", "title": "Research Mystery Discovered", "text": "\n\nBarton! This is Laura Engstrom. They&#39;ve started the cleanse order! If We don&#39;t warn Serrano, all our work will be destroyed! Did you get the message encrypted? The codes are in my office! You HAVE TO HURRY! They&#39;re onto us!!", "authors": ["Laura Engstrom"]}, {"id": "27345", "title": "Hysterics", "text": "\n\n[Carver&#39;s wife laughs crazy]", "authors": ["Damara Carver"]}, {"id": "27346", "title": "ALL HANDS MEMO", "text": "\n\nSCAF-AHC 30904\nFROM: GENERAL SPENCER MAHAD\n\nATTENTION ALL HANDS: SCENARIO FIVE HAS BEEN DECLARED. ALL FLIGHTS ARE GROUNDED. DO NOT ATTEMPT TO CONTACT THE FLEET. REPORT TO YOUR SUPERIOR OFFICER FOR ORDERS. 100% COMPLIANCE IS REQUIRED. THIS IS NOT A DRILL.\n\nGOD SAVE THE COLONIES.", "authors": ["General Spencer Mahad"]}, {"id": "27347", "title": "S.C.A.F-ISC-31005 CMS-Roanoke", "text": "\n\nATTN: GEN S. MAHAD\n\nFROM: CPT A. BELKNAP\n\nMY APOLOGIES FOR THE EXCESSIVE NOISE, SIR. BUT THERE&#39;S NOT MUCH I CAN DO SHORT OF SEDATING THE ENTIRE CANINE UNIT. THE DOGS BEGAN ACTING UP THE MOMENT WE WENT INTO ORBIT. SEVERAL HAVE TRIED TO CLAW THEIR WAY OUT OF THE CAGES, RIPPING THEIR PAWS APART IN THE PROCESS. I&#39;D LIKE TO REQUEST SENDING THEM DOWN TO THE PLANET SOONER RATHER THAN LATER. IT WILL BE GOOD FOR THEM TO STRETCH THEIR LEGS. DOGS ARE A LOT LIKE PEOPLE AND BEING COOPED UP FOR SO LONG WOULD MAKE ANYONE STIR-CRAZY.", "authors": ["Spencer Mahad"]}, {"id": "27348", "title": "MESS HALL CREW LOG", "text": "\n\nWENT TO THE ARMORY TO REQUISITION A PISTOL AND ONE BULLET FOR EACH SOLDIER - SHAKING LIKE A LEAF. THE SUPPLY CHIEF FILLED THE ORDER AND ASKED IF I WANTED A RECEIPT. WE BOTH LAUGHED. AS WE SHARED A FINAL SMOKE, HE TOLD ME ABOUT HIS FAMILY BACK HOME AND HIS VACATION PLANS FOR WHEN HE RETURNED. THEN HE UNZIPPED A BODY BAG AND ASKED IF I WOULDN&#39;T MIND SPOTTING FOR HIM. HE APOLOGIZED FOR BEING A HEAVY FELLOW AND SAID, IF I COULD, HIS BODY SHOULD BE TAKEN BELOW LIKE THE REST. I HESITATED AT FIRST. BUT HE CALMLY SAT DOWN IN THE SACK LIKE IT WAS A SLEEPING BAG, SAID A QUICK PRAYER, AND THEN - HE OFFED HIMSELF. ONCE HIS REMAINS HAD BEEN TENDED TO, I GATHERED MY ORDER AND NOTICED THE JITTERS HAD GONE. I GUESS I&#39;M NOT AFRAID TO DIE ANYMORE. IN FACT, I&#39;M LOOKING FORWARD TO IT.", "authors": ["Unknown"]}, {"id": "27349", "title": "Specimen Transfer", "text": "\n\nTRANSCRIPT BEGIN:\n\nS.C.A.F.-30692 CMS-TERRA-NOVA.\n\nLCDR SAM KETTLE: ADM GRAVES REQUESTING SPECIMEN TRANSFER FROM PLANET. CMS-CROZIER AND CMS-FRANKLIN EN ROUTE. WHAT THE HELL IS GOING ON? WE ARE A RESUPPLY SHIP, NOT A ZOO.\n\nCDR VALERY DIETZ: TRANSFER CONFIRMED. SORRY, SAM. MY HANDS ARE TIED. LET&#39;S JUST MAKE SURE THAT STUFF STAYS CONFINED TO STORAGE. DOUBLE UP ON QUARANTINE CHECKS.\n\nTRANSCRIPT END.", "authors": ["Cdr. Valery Dietz", "Lcdr. Sam Kettle"]}, {"id": "27350", "title": "Like Father Like Son", "text": "\n\nDamara: He&#39;s not avoiding you, John. He&#39;s just... a little scared after last time. I just think you should talk to him.\n\nJohn: I&#39;ve done enough damage already.\n\nDamra: But that can change. You can change, John.\n\nJohn: How, Damara? How do I undo what I&#39;ve done? Un-see what I&#39;ve seen? Bring back all the people I&#39;ve killed? When you lose your soul it&#39;s gone. There&#39;s no getting back.\n\nDamara: So that&#39;s it? You&#39;re just going to give up?\n\nJohn: I gave up a long time ago.", "authors": ["Damara Carver", "John Carver"]}, {"id": "27351", "title": "S.C.A.F Artifact 01", "text": "\n\nFROM: DR. EARL SERRANO\n\nTO: ENS PATRICK BECKFORD\n\nSUBJECT: SPECIAL CARGO\n\nI cannot stress how important it is that your cargo reaches its intended destination. Should you fail in your mission, it is not just our lives that are at stake, but those of your wives, your children --- everyone you have ever known.\n\nI pray that the Codex finds its way safely to my hands before it is too late.\n\nGodspeed.", "authors": ["Earl Serrano"]}, {"id": "27352", "title": "Offical Orders", "text": "\n\nS.C.A.F.-ISC-31294 CMS-ROANOKE\n\nNOTICE TO ALL OFFICERS: EFFECTIVE IMMEDIATELY, ADMIRAL MARJORIE GRAVES IS CONFINED TO QUARTERS UNTIL FURTHER NOTICE. POST A GUARD AROUND THE CLOCK TO MONITOR HER ACTIVITIES. UNDER NO CIRCUMSTANCES IS ANYONE TO TALK TO HER. FLEET COMMAND NOW RESTS WITH ME. REROUTE ALL REQUESTS THROUGH PLANETSIDE CHANNELS.\n\nMAJOR GENERAL SPENCER MAHAD\n\nS.C.A.F.-MPI-0904-1594", "authors": ["Spencer Mahad"]}, {"id": "27353", "title": "EarthGov Artifact 04", "text": "\n\nPERSONAL LOG: SGT John Carver\n\nI know there&#39;s no hope of reuniting with him. I know I&#39;ll never celebrate his birthday again. I know I&#39;ll never see him grow up to be just like me. Or better than me.\n\nI know he&#39;s dead.\n\nSo why do I still hear his voice? Why do I hold out hope that I&#39;ll find him? That I&#39;ll be able to hold him one last time? That I&#39;ll finally be able to tell him I&#39;m sorry?\n\nStupid. There are no second chances.", "authors": ["John Carver"]}, {"id": "27354", "title": "A Desperate Mission", "text": "\n\nMahad: Dammit, Marjorie! I&#39;m risking a lot of brave men and women down on that ice cube - soldiers that could be fighting the war back home! Now can somebody tell me for the love of God, what the hell we are looking for?\n\nGraves: We are looking for hope, General.\n\nMahad: Oh good God in heaven...\n\nGraves: Support for the war and our ability to fight it are dwindling. We are out of resources, we are out of public approval and we are out of time.\n\nMahad: Just answer my question. What are we looking for?\n\nGraves: Markers.\n\nMahad: You must be joking...\n\nGraves: No, General. I&#39;m not. I will be sending Doctor Serrano to your quarters to give you a full briefing.\n\nMahad: You must be out of your god dammed...\n\nGraves: General... You are dismissed.", "authors": ["Marjorie Graves", "Spencer Mahad"]}, {"id": "27355", "title": "Alien Artifact 06", "text": "\n\nDEEP DIG REPORT: CLP ELIZABETH ATWOOD\n\nWe noticed their haunting, graceful forms almost immediately as we ascended into the city. Some twenty-stories tall and others no more than four meters in height.\n\nAfter a grueling hours-long hike, we made camp at the feet of one such &lsquo;statue&rsquo;. To keep from freezing, we deployed a portable heating unit and huddled around it until we managed to fall asleep.\n\nI was jolted awake by a shrill flute-like noise. The &lsquo;statue&rsquo; was gone and so were half my crew. As I fumbled for my gear I saw it, gaunt and gray, it&rsquo;s bone-crusted head staring in my direction. This couldn&#39;t be one of the noble beings that constructed this city, could it? It appeared stunted and corrupt, a frightening and twisted version of this species.\n\nWith the fate of my crew uncertain, I did the only thing I could do. I ran.", "authors": ["Elizabeth Atwood"]}, {"id": "27356", "title": "S.C.A.F Artifact 14", "text": "\n\nPERSONAL LOG: PVT EDMUND VARLEY\n\nWith great effort our dig team trekked to the coordinates Dr. Serrano had given us. The blizzard was relentless. To keep from getting lost, we chained the MU92s together into a sort of wagon train. We struggled like this for the better part of a day, wondering if we would ever see our warm bunks again.\n\nThen, without warning the storm lifted and we saw them. They towered like gods with a twisted Olympus rising behind.\n\nBefore I knew what was happening, I had fallen to my knees and was weeping uncontrollably overwhelmed by my utter insignificance.", "authors": ["Edmund Varley"]}, {"id": "27357", "title": "Grease Monkey", "text": "\n\nTO: SGT G. COCHRAN\n\nFROM: SPC R. FRIESNER\n\nI DON&#39;T KNOW WHAT THEY ARE HAULING WITH OUR TRUCKS BUT THEY&#39;RE WAY PAST THE LOAD LIMIT. I&#39;M UP TO MY EYEBALLS IN BROKEN AXLES AND BURNT-OUT MOTORS.\n\nTELL YOUR CREWS TO EASE UP, WILL YOU? AND HOW ABOUT SENDING SOME FOOD OUR WAY? THE PICKINGS HAVE BEEN MIGHTY SLIM LATELY.", "authors": ["Specialist R. Friesner"]}, {"id": "27358", "title": "S.C.A.F Artifact 02", "text": "\n\nFROM: ADM Marjorie Graves\n\nTO: CMS ROANOKE All Hands\n\nI&rsquo;d like to thank each and every crew member for taking part of in this historic expedition. Never has there been a more worthy cause nor more dire circumstances than those we face today.\n\nWhile most of you weren&rsquo;t cleared to view the full details of the mission, know this: Our hopes and dreams of a future are at stake. The fate of the Colonies rests in your capable hands.", "authors": ["Marjorie Graves"]}, {"id": "27359", "title": "Train Shipment", "text": "\n\nSoldier: The General&#39;s order has been filled, Sergeant Weber, sir. Can you sign for it? Sir?\n\nWeber: You serious? Boy, don&#39;t you know what&#39;s going on?\n\nSoldier: N-no, sir.\n\nWeber: Forget it. Just get it loaded onto the train. You&#39;ll find out soon enough.", "authors": [" -1", "Sergeant Weber"]}, {"id": "27360", "title": "EarthGov Artifact 05", "text": "\n\nEARTHGOV SPECIAL FORCES TRIBUNAL\n\nOFFICIATOR: CDR ANDRE HARTLY\n\nACCUSED: SGT JOHN CARVER\n\n1. Assulting and willfully disobeying superior commissioned officer (2 counts)\n\n2. Conduct unbecoming and officer and a gentleman\n\n3. Insubordinate conduct toward warrant officer\n\nRULING: GUILTY ON ALL COUNTS\n\nSUGGESTED ACTION: I&#39;ve known John Carver for many years, even before he had a family. Soldiers who have been in service as John often have difficulty adjusting to family life.\n\nIt is my understanding that these insecurities were provoked by the plaintiff leading to the charges outlined above. The lack of resolution with his home life has turned John into a powder keg.\n\nIt is therefore my suggestion that John Carver be placed on administrative leave. What he really needs is to spend some quality time with his wife and kid so he can get to know them better.", "authors": ["Andre Hartly"]}, {"id": "27361", "title": "Brandy, Cigars and Aliens", "text": "\n\nYou a drinking man, Serrano?\n\nUh, no...\n\nI prefer Cognac myself. Probably a bit cliched but you just can&#39;t beat it with a nice cigar.\n\nWhat did you want to see me about?\n\nI&#39;m not gonna lie, professor. I don&#39;t like you, the way you look, the way you talk, or the way you conduct business.\n\nLook, the Admiral said I could ...\n\nAdmiral Graves isn&#39;t running this show anymore! I am! If you need men to help you thaw those ice cubes you&#39;re experimenting on, you come to me, and ONLY ME.\n\nOf course, I just thought it would be ...\n\nI don&#39;t care how much support you have back home. You&#39;re playing a dangerous game, professor. And out here, you play by my rules!", "authors": ["Earl Serrano", "Spencer Mahad"]}, {"id": "27362", "title": "The Axe is of Evil", "text": "\n\nSCAF-ISC-31022 TV-AF2\n\nPERSONAL-LOG: PVT K. Myers\n\nSo there I was a week later. Caked in human excrement. My skin broken out with sores. I had gone the extra mile. I was ready.\n\nI guess I should have seen it coming. They took my picture and sent it out to everyone to see. They told me the only way I&#39;d become a Reaper is if every last one of them miraculously died and I was the only one left who could take their place. Then they sent me packing. I got demoted to working in the pits.\n\nI credit my determination and strong work ethic for not giving up.\n\nIn the dead of night, I returned to their barracks and went to their beds, silent, discreet. With a firm, swift stroke, their heads rolled away one at a time.\n\nOne... Two... I counted as I cleaved. Three... Four...Scratching the notches into my axe. Five... Six... They couldn&#39;t refuse me now. Seven, eight, nine, ten...\n\nFifteen heads later and I&#39;m the 163rd. The most feared unit in the SCAF.\n\nI am the Reaper.", "authors": ["Private Myers"]}, {"id": "27363", "title": "Head Above the Rest", "text": "\n\nSCAF-ISC-30694 TV-MD212\n\nFROM: GEN S. Mahad\nTO: ADM M. Graves\n\nSUBJECT: RE: 163rd Special Unit\n\nIf it&#39;s bunk space you&#39;re worried about, you won&#39;t have to worry for much longer. I&#39;m taking half of them down with me to the planet once we get ourselves dug in.\n\nAnd as far as manners go, I didn&#39;t pick them because they play nice with others. There&#39;s a reason they call the 163rd the &quot;Reapers&quot;. These guys all cut their teeth doing wet work for us during the Secessionist riots on Earth. They&#39;re the coldest bunch of killers you&#39;re ever going to find and they&#39;re my insurance that nothing&#39;s going to go wrong.\n\nSCAF-ISC-30694 CMS-ROANOKE\nFROM: ADM M. Graves\nTO: GEN S. Mahad\nSUBJECT: 163rd Special Unit\n\nWould you mind telling me why I have to double-bunk half the officers on my ship so you can house your freeloading 163rd? They&#39;re rude and they don&#39;t do a single useful thing aboard my ship. Why are we wasting resources on this frivolous addition to the mission?", "authors": ["Admiral Graves", "General Mahad"]}, {"id": "27364", "title": "Getting A Head of the Game", "text": "\n\nSCAF-ISC-31022 TV-AF2\n\nPERSONAL-LOG: PVT K. Myers\n\nI did anything I could to get put on the mission, to go to this frozen wasteland so I could follow the Reapers. It was my chance to get them to notice and I wasn&#39;t going to let anyone stop me. After PVT Freeman went missing, I became the new &quot;water boy&quot;. I scrubbed Reaper toilets, made Reaper beds and cleaned Reaper guns, admiring the notches carved into the stocks of each beautiful weapon.\n\nI finally worked up the nerve to ask one of the Reapers if I could join their team. I was ruthless, I was determined, I was ready.\n\nHe laughed at me just like my drill sergeant back at boot camp. Then he said I could join if I cleaned the toilets for a week with my bare hands with no shower privileges in between. He said if I could do that, I&#39;d have what it takes.\n\nWhat could I do? It was my dream. And he promised. So I did.", "authors": ["Private Myers"]}, {"id": "27365", "title": "Tighten Your Belt", "text": "\n\nTRANSCRIPT BEGIN:\n\nTEXTFEED [SCAF-ISC-30593] TV-HU213 TO TV-RS9\n\nPVT SAMUEL ACKERMAN: I DON&#39;T KNOW IF YOU GUYS GOT ANYTHING LEFT IN THE PANTRY OVER THERE AT RS9 BUT THIS HOSPITALITY UNIT IS LOOKING MIGHTY BARE.\n\nSGT GEORGE COCHRHAN: ACKNOWLEDGED, PVT. GOT A WHOLE PLATOON TO FEED OVER HERE AND NOT ENOUGH TO GO AROUND.\n\nPVT SAMUEL ACKERMAN: WHAT ABOUT THE DEPOT? THERE HAVE TO BE RATION IN THERE. COME ON. COUGH UP THE KEY FOR A HUNGRY SOLDIER.\n\nSGT GEORGE COCHRAN: SORRY, ACKERMAN. SFC LUMELY IS IN CHARGE OF RATION DISTRIBUTION. I&#39;M SURE HE&#39;LL SEND FRESH SUPPLIES TO US AS SOON AS HE IS ABLE. UNTIL THEN, YOU ARE JUST GOING TO HAVE TO TIGHTEN YOUR BELT LIKE THE REST OF US.\n\nTRANSCRIPT END.", "authors": ["Pvt. Samuel Ackerman", "Sgt. George Cochran"]}, {"id": "27366", "title": "S.C.A.F Artifact 07", "text": "\n\nPILOT&rsquo;S LOG: CAPT. Wade Hoshi\n\nThirty flights in as many days. The CMS FRANKLIN is taking a beating but you can&rsquo;t keep this old bird down. I can&rsquo;t say the same for the CROZIER. I think she spends more time in the garage than in the air.\n\nNo one&rsquo;s been getting much shuteye so I&rsquo;ve been offering to let my crew zonk out for a few during the flight. Yesterday I was taking the FRANKLIN through the cloud layer, my crew fast asleep. I caught a radio broadcast. It was the faintest static but I swear I heard someone calling my name. Strangest thing was, it sounded just like my wife. But she&rsquo;s dead for over two years.", "authors": ["Wade Hoshi"]}, {"id": "27367", "title": "Alien Artifact 05", "text": "\n\nPERSONAL JOURNAL: DR. EARL SERRANO\n\nBy setting up camp at the edge of the deep dig site, I am able to oversee the excavation more directly than before. Each day is filled with thrilling new discoveries never before witnessed by another human being.\n\nJust yesterday, we broke through the staggeringly huge internal cavity filled with an eerie green light. There was a sudden rush of vapor as the two atmospheres met for the first time in eons.\n\nThe deep dig teams were sent in with camera feeds to be my eyes and ears. I could hardly contain my excitement as the first images grainy though they were showed a vast city of magnificent architecture and towering statues rising out of the mist.", "authors": ["Earl Serrano"]}, {"id": "27368", "title": "Point North", "text": "\n\nSerrano: The invasive growth in this area has made it difficult to make much progress. Dig teams continue to get caught in the ancient sticky webbing. There is no doubt in my mind that the devices above are essential to the configuring of this alien Machine. Based on my observations of the alien script, it could be a sort of amplifier made to boost the signal or power source when properly aligned.", "authors": ["Earl Serrano"]}, {"id": "27369", "title": "Death at First Light", "text": "\n\nOFFICIAL ORDERS: SCAF-ISC-31294\nCMS-BRUSILOV.\n\nFROM: CAPT. J. SUZUKI\n\nTO: CMS BRUSILOV COMMAND STAFF\n\nSCENARIO FIVE CLEANUP WILL BEGIN AT FIRST SHIFT.\n\nNOTIFY THEY LABS THAT, AS OF NOW, ALL RESEARCH IS TO BE TERMINATED. I DON&#39;T EXPECT TOO MUCH TROUBLE FROM THE SCIENTISTS. THEY KNOW MORE THAN MOST OF US THE DANGERS INHERENT IN THIS MISSION.\n\nIN LIGHT OF THE CIRCUMSTANCES, ALL NON-ESSENTIAL PERSONNEL WILL BE ON DOWNTIME TO SETTLE UP AFFAIRS AND MAKE PEACE.\n\nEVERYONE GET SOME REST. IT WILL ALL BE OVER TOMORROW.", "authors": ["J. Suzuki"]}, {"id": "27370", "title": "Terror Nova 2", "text": "\n\nSam: Tucker Edwards, can you come to Cradle Ops please. I need your help with the incoming cryo boxes. Hey Tuck? You there?\n\nTucker: Aw, screw off Sam! My job was flying your asses over here, not wiping &#39;em once we arrived.\n\nSam: You&#39;re a lazy prick, Tucker. You know that, right?\n\nTucker: I come from a long line of lazy pricks, Sam. Get Sekowski to help you with your little monster farm. That brown-noser will do anything to impress the Commander.\n\nSam: This mission is a group effort, Tucker. And one of these days, you&#39;re going to have to take one for the team.\n\nTucker: One of these days, Sam. But not today.", "authors": ["Sam Kettle", "Tucker Edwards"]}, {"id": "27371", "title": "Not Many Runs", "text": "\n\nSam: Hey Commander, you there?\n\nValery: If you&#39;re gonna ask about the cryo boxes, forget it.\n\nSam: Cryo boxes? These are coffins, Dietz! They&#39;re freezing soldiers on the planet and stowing them in our cargo hold! What&#39;s the story?\n\nValery: You know I can&#39;t talk about it.\n\nSam: Valery, come on! You owe me, remember?\n\nValery: Look, I don&#39;t know much more than you do. It&#39;s the deep dig teams. They send them into that godforsaken hole and... well, when they come back there&#39;s... there&#39;s something wrong. Look, just get them stowed. I&#39;ve got Mahad breathing down my neck.\n\nSam: Fine. But this isn&#39;t going to end well. Mark my words.", "authors": ["Sam Kettle", "Valery Dietz"]}, {"id": "27372", "title": "Edwards 06", "text": "\n\nCongratulations. You found me. Kind of stupid, ain&#39;t it? I just wanted to live and now that I&#39;m the only one left, I couldn&#39;t give a shit. With all this time alone, I realize it&#39;s just like Sam said. I&#39;m a lazy prick who never took one for the team. Well, team, if you can hear me now, this one&#39;s for you.", "authors": ["Sam Kettle", "Tucker Edwards"]}, {"id": "27373", "title": "Exterminate", "text": "\n\nFROM: COL J. Gaskell\n\nTO: GEN S. Mahad\n\nSUBJECT: Disposal\n\nPer your orders, the halls are packed with all of the research papers, biological specimens and lab equipment we could find. Incinerators are on standby. Just waiting for your final command to pull the trigger.\n\nStill no sign of Serrano or Rosetta.", "authors": ["Colonel Gaskell"]}, {"id": "27374", "title": "Unitologist Artifact 04", "text": "\n\nTHOUGHT DIARY: INITIATE CHARLES LAFAYETTE\n\nDay 35\n\nAs I documented earlier in my Thought Diary, the events on New Horizons Lunar Colony left my faith shaken. Fortunately, Rick, my spiritual counsellor, had been monitoring my diary and pulled me aside for a pep talk.\n\nHe explained to me that what we&#39;re doing is a painful but necessary step towards saving the human race from the path of destruction. The deaths, he said, shouldn&#39;t bother me. If we do our job and bring about true Convergence, all those who have died will join us and we will transcend the pain and our baser human frailties to become something better, purer, whole.\n\nAs I sit here, freezing my butt off in a centuries-old bunker on an alien world, those words bring me comfort. Who knows? Maybe I&#39;ll be the one to kill Clarke. And if I do, will there be a special place for me when Convergence comes? Preferably a special place with a heater.", "authors": ["Charles Lafayette"]}, {"id": "27375", "title": "PERSONAL LOG: LT EDWARDS", "text": "\n\nSCAF-ISC-31024 CMS-TERRA-NOVA\n\nHAVING NIGHTMARES ABOUT DIETZ. FEEL DEAD INSIDE. BUT I&#39;M STILL BREATHING - AND THAT&#39;S WHAT COUNTS, RIGHT? CROSS-WIRED POWER GENERATOR TO OVER-CLOCK GRAVITY PADS. TRAP IS SET. HOW MUCH LONGER DO I HAVE TO WAIT? COME AND GET ME!!!", "authors": ["Tucker Edwards"]}, {"id": "27376", "title": "Munitions Request", "text": "\n\nMahad: I want all of them! Every last bullet, private!\n\nCaufman: I&#39;m sorry General Mahad, sir, but without the munitions key -\n\nMahad: What&#39;s your name son?\n\nCaufman: Uh, Caufman, sir! P-Pri-Private Tim Caufman, sir!\n\nMahad: Do you like potatoes, Tim?\n\nCaufman: Y-Yes, sir. I... I... I guess so, sir.\n\nMahad: Good. Because if you don&#39;t find the goddamn key and have those munitions on a train by sundown, you&#39;ll be peeling goddamn potatoes for the rest of your goddamn miserable excuse for a military career!", "authors": ["Spencer Mahad", "Tim Caufman"]}, {"id": "27377", "title": "S.C.A.F Artifact 15", "text": "\n\nPERSONAL LOG: DR. RAMSEY BERGERAC\n\nThe soldiers at base camp have taken to calling it the &#39;snow beast&#39; like it was some sort of modern day Yeti.\n\nThe eyewitness descriptions match very closely those of a frozen creature we found at Facility One dig site and another we are piecing together at Facility Two up on the mountain.\n\nIt&#39;s a curious crustacean, something I&#39;d expect to find on a deep sea expedition rather than a trek through a frozen waste. How this one survived where the others did not proves it has a great deal of resilience.\n\nIf we are going to learn anything about these ancient beings, I must get a closer look.", "authors": ["Ramsey Bergerac"]}, {"id": "27378", "title": "Planetside Confidential", "text": "\n\nTRANSCRIPT BEGIN:\n\nSCAF-ISC-31293 CMS-TERRA-NOVA.\n\nLJG CHARLES SEKOWSKI: SAM, YOU HAVE TO CHECK THIS OUT! GOT THIS IMAGE FROM TIM KAUFMANN PLANETSIDE. ARE THOSE WHAT I THINK THEY ARE?\n\nLCDR SAM KETTLE: WHAT ARE YOU THINKING?!? THE CAPTAIN IS GOING TO LOSE IT IF SHE FINDS YOU LEAKING CONFIDENTAL INFO LIKE THAT!\n\nLJG CHARLES SEKOWSKI: YOU THINK THIS IS WHY THEY BROUGHT US ALL THE WAY OUT HERE?\n\nLCDR SAM KETTLE: STAY OUT OF IT, SEKOWSKI! THE LESS YOU KNOW, THE BETTER. TRUST ME.\n\nTRANSCRIPT END.", "authors": ["Lcdr. Sam Kettle", "Ljg. Charles Sekowski"]}]}