{"game_title": "Metroid Prime", "series_title": "Metroid Prime", "codexes": [{"id": "12835", "title": "Oculus", "text": "Wall-crawler that generates electrical pulses. The Oculus exposes its single eye when active. The electrical field that covers it is enough to deter most predators. If the Oculus detects anything capable of presenting a real threat, it retracts into its impermeable shell.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12836", "title": "Artifact Of Lifegiver", "text": "Translating Chozo runes on Totem's surface. There is a tower within the Ruins where Light always shines. Move through the waters there to find the Artifact of Lifegiver.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12837", "title": "Shriekbat", "text": "Territorial ceiling-dweller. Body temperature peaks at 121&#176; centigrade. Shriekbats have high internal temperature, making them easy to spot with thermal imaging. They roost on cave ceilings while hunting for small prey. Fiercely territorial, they dive-bomb anything that wanders near.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12838", "title": "Incinerator Drone", "text": "Incinerator Drone, programmed for high temperature waste disposal. Device schematics indicate a high risk of malfunction when internal power core is damaged. Unit has minimal combat programming, but can defend itself if necessary. This drone's intense heat blasts compensate for its lack of battle prowess.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12839", "title": "Large Missile Ammo", "text": "Missile Ammunition. Resupplies Missile Launcher with 10 rounds of ammo.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12840", "title": "Artifact Of Spirit", "text": "Translating Chozo runes on Totem's surface. A tall cave stands at Phendrana's Edge. Seek the unseen entrance at its top to find the Artifact of Spirit.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12841", "title": "Pulse Bombu", "text": "Life-form of raw energy. Periodically releases explosive segments from its body. Pulse Bombus are energy beings, invulnerable to most known weapons. Electrical energy can harm them, however. They lack any intelligence beyond an instinctive attraction to other charged energy sources. Pulse Bombus produce energy constantly. All excess energy is shed, regardless of who or what may be nearby.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12842", "title": "Large Energy", "text": "Large Energy. Replenishes 20 units of energy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12843", "title": "Blastcap", "text": "Volatile chemicals within this weed's toxic fungal cap may explode if agitated. The poisonous flesh of the Blastcap helps keep it from being eaten. It also detonates its fungal cap when it senses even slight contact.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12844", "title": "Power Trooper", "text": "Space Pirate armed with Power Beam technology. Space Pirates have reverse-engineered several of your weapons, including the Power Beam. A flaw in the design makes these Pirates vulnerable to their own Beam weapon system. These weapons are inferior to your Chozo-designed originals, but still quite potent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12845", "title": "Sap Sac", "text": "Chemical reaction within sac produces violent explosion when agitated. Because of its irresistible odor and sweet nectar, the Sap Sac was nearly eaten out of existence. The evolution of an explosive chemical sac saved it; now only brave or ingenious creatures dare to devour it.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12846", "title": "Tallon Crab", "text": "Crustacean native of Tallon IV. Hard-shelled swarm life-form. Once harvested for food, exposure to Phazon has seen this practice diminished. Creatures are timid and harmless alone, but can be a problem when traveling in swarms.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12847", "title": "Scatter Bombu", "text": "Pulsing tendrils of energy extend from creature's body. Like all Bombus, these creatures can only be harmed by electrical energy. Proximity to these life-forms may result in electrical Visor interference. It is possible to avoid engaging Scatter Bombus by rolling into the Morph Ball and slipping between the rotating energy streams.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12848", "title": "Zoomer", "text": "Anchors itself to walls and other surfaces. Avoid contact with spikes. A basic nerve center located directly above the Zoomer's mandibles detects nutrients. Sharp spines protect it from casual predators, but the lack of a reinforced carapace makes the Zoomer vulnerable to any indirect attacks.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12849", "title": "Ice Shriekbat", "text": "Morphology: Ice Shriekbat Ice-encased ceiling-dweller. Like standard Shriekbats, these creatures are easily spotted with Thermal Imaging. They roost on cave ceilings, subsisting on insects, reptiles and small mammals. Fiercely territorial, they will dive-bomb anything that wanders near.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12850", "title": "Stalactite", "text": "This hanging rock structure appears to have a weak spot near its base. Some stalactites can be dislodged from ceilings, allowing them to be used as platforms to cross otherwise unreachable areas.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12851", "title": "Lumigek", "text": "Phazon-charged reptiles. Natives of Tallon IV, the Lumigeks travel in swarms to increase their odds of survival. They absorb and radiate Phazon energy, making these swarms a threat.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12852", "title": "Burrower", "text": "A tunneling insect predator, the Burrower is similar to the beetle, though it prefers to spend more time underground. It seeks seismic disturbances, then surfaces to attack. It has enough cunning to realize when something is too large for it to handle. Beyond that, it is fairly ignorant. What it lacks in brains, it makes up for in aggression.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12853", "title": "Ice Beetle", "text": "Burrowing insect with an ice-reinforced carapace. Averse to heat. This member of the Beetle family has adapted to life in the subzero temperatures in the Phendrana Drifts, growing a thick ice shell over its entire body. The ice is extremely resilient, providing the Ice Beetle with extra protection and augmented digging abilities. ", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12854", "title": "Artifact Of Nature", "text": "Translating Chozo runes on Totem's surface. A molten Lake lies within the tunnels of Magmoor. Shatter the column at the lake's center to reveal the Artifact of Nature.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12855", "title": "Metroid", "text": "Energy-based parasitic predator. The dominant species of planet SR388, Metroids can suck the life force out of living things. A Metroid will latch onto its prey and drain energy. growing larger as it does. The only way to shake an attached Metroid is to enter Morph Ball mode and lay a bomb.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12856", "title": "Parasite Queen", "text": "Parasite female, genetically enhanced by unknown means. A weak spot has been detected in this creature's mouth. Use your auto-targeting to acquire this new target! Scans indicate the presence of a potent mutagen, origins unknown. Creature exhibits the ability to fire weapon-grade blasts of energy from its mouth, a trait not present in the standard parasite genome. It appears the Pirates have begun a bioengineering program, with considerable results.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12857", "title": "Jelzap", "text": "Aquatic predator made of electrically bound skeletal halves. The Jelzap's brain is located in the upper half of its body, while the heart and digestive tract occupy the lower half. Linked only by electrical impulses, the two halves somehow function effectively enough to launch the Jelzap to the top of Tallon IV's aquatic food chain.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12858", "title": "Artifact Of Newborn", "text": "Translating Chozo runes on Totem's surface. Invaders mine the depths in their greed. Forge a path through a Tunnel of the Great Poison to claim the Artifact of Newborn.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12859", "title": "Plated Parasite", "text": "Hardy member of the Parasite family. Invulnerable to most weaponry. A cousin to the Parasite, these creatures are known for their amazing resilience. Field studies suggest a weakness to Morph Ball-delivered weapon systems.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12860", "title": "Aqua Reaper", "text": "Powerful aquatic tentacle, part of a submerged organism. Similar in nature to the surface-based Reaper Vine, the Aqua Reaper has adapted to a liquid environment. It shares the poor vision of its rock-dwelling 'cousin,' relying on a crude sonar sense to seek prey. Unhindered by water, the Aqua Reaper has considerable speed and strength.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12861", "title": "Parasite", "text": "Interstellar vermin. Travel in swarms. Indigenous to Tallon IV, a single Parasite is harmless to larger life-forms. However, they tend to travel in large groups, swarming over potential prey. Such swarms can be dangerous.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12862", "title": "Aqua Sac", "text": "Will burst when subjected to impact or trauma. Believed to be in the same family as the Sap Sac, this plant has similar features. It will burst when exposed to force. This protective response keeps most creatures from feeding on it.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12863", "title": "Artifact Of World", "text": "Translating Chozo runes on Totem's surface. Within the ruins of our home, we honor our fallen Elders in a great Hall. A chamber beneath the statue holds the Artifact of World.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12864", "title": "Fission Metroid", "text": "The Fission Metroid is a mutant, capable of splitting in two. This split endows the new creatures with invulnerability to most weaponry. This effect is unstable, resulting in weakness to a type of weapon fire. The vulnerability appears to be random, due to the chaotic nature of Phazon mutation.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12865", "title": "Reaper Vine", "text": "Powerful rock-dwelling tentacle. A single eye upon the Reaper Vine keeps a constant vigil, but its vision is limited to 10 meters. A scythe-like appendage on its tip is honed to lethal sharpness. The Reaper Vine will swing this blade wildly at anything that enters its zone of perception.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12866", "title": "Sentry Drone", "text": "Well-armed and armored security mecha. Sentry Drones have limited intelligence, but do their assigned tasks well. Being machines, they are susceptible to electrical attacks. When alerted, Drones initiate a security lockdown, then attempt to neutralize the intruder. Their electronic warfare suit can scramble Visor technology as well.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12867", "title": "Artifact Of Wild", "text": "Translating Chozo runes on Totem's surface. A Sunchamber high atop our ruined home became the nest of a great beast, and a source of a corruption. Many Chozo spirits have been drawn to this tainted place. Release their bond to the world to claim the Artifact of Wild.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12868", "title": "Artifact Of Chozo", "text": "Translating Chozo runes on Totem's surface. In one of Tallon's far corners, a Grove of life lies. Reveal the pillar beneath the waves to find the Artifact of Chozo.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12869", "title": "Triclops", "text": "Hard-shelled creature with powerful jaws. The Triclops is a hunter-gatherer. It collects small creatures and bits of foodstuff, then deposits them elsewhere for later consumption. The hard tripartite mandibles it uses to move earth and rock are quite strong and difficult to escape once ensnared.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12870", "title": "Scarab", "text": "Exploding parasites that can embed their bodies in solid rock. Scarabs think nothing of sacrificing themselves for the safety of their swarm. When a hostile life-form is sighted, they block its progress by embedding themselves in floors and walls. Embedded Scarabs violently self-destruct when threatened.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12871", "title": "Grizby", "text": "Morphology: Grizby Subvolcanic carrion feeder. Carapace can be breached by Missiles. The Grizby's carapace has been fused together by superheated air. This barrier stands up to everything but concussive blasts. Its intelligence is limited to instinctive scavenging patterns.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12872", "title": "Plated Puffer", "text": "Mutated Puffer with reinforced epidermis. Phazon exposure has created a mutant strain of Puffers on Tallon IV. They have developed plated skin, making them harder to burst. Concussive weapons can still do the job, however. The gas within the Plated Puffer is just as deadly as that within their 'cousins'.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12873", "title": "Artifact Of Strength", "text": "Translating Chozo runes on Totem's surface. The heat of Magmoor was a test for many warriors. A Shrine in their honor holds the Artifact of Strength.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12874", "title": "Artifact Of Sun", "text": "Translating Chozo runes on Totem's surface. Near Phendrana's shores, a Temple stands. Thaw the frozen waters flowing from the Elder to find the Artifact of Sun.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12875", "title": "Zebes", "text": "Planet Zebes Mass: 4.8 trillion teratons. Profile: Planet's crust is primarily Urthic ore, making it ideal for subterranean construction. A class XIX planet, Zebes is inhospitable to most bioforms. The world was considered unremarkable until it became a base for Space Pirate forces.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12876", "title": "Spinner", "text": "This is a standard Spinner device. The generator belts of the Spinner can be activated by rapid rotational force. Use the Boost ability of the Morph Ball when inside a Spinner to activate the device.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12877", "title": "Morph Ball Slot", "text": "Standard Morph Ball slot. This slot is active. Inserting the Morph Ball and detonating a Bomb will usually cause these slots to send electrical impulses that can activate different types of devices.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12878", "title": "Crystallite", "text": "Territorial cold-weather scavenger. The shell of a Crystallite reflects Beam weapons, and can only be cracked by a concussive blast. They hang upside down in an ice cave during their larval stage. Moisture runs off its body and forms the hard ice shell, which the Crystallite retains for the rest of its life.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12879", "title": "Seedling", "text": "Plant based ground feeder. Dorsal Spines can be ejected in self-defense.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12880", "title": "Meta Ridley", "text": "Genetically enhanced Ridley Metaform Reborn and evolved through Pirate technology, Meta Ridley is a fearsome enforcer. Its hide is extremely resilient, save for the chest, which has thinner plating. the Pirates have fused a number of potent weapons to the creature, including a Multi-Missile System, a Kinetic Breath Weapon, a Meson Bomb Launcher, and an Ultrathermal Flamestrike Projector. Meta Ridley is also a formidable melee combatant, making any sort of engagement a risky proposition.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12881", "title": "Locked Door", "text": "Lock system engaged. Secure the area to unlock door.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12882", "title": "War Wasp Hive", "text": "Primary War Wasp dwelling. Only vulnerable to heavy weaponry. War Wasps build their homes over existing crevices, using whatever materials are close at hand. They carry building fragments back to the construction site with their forelegs and glue them into place with adhesives secreted from their abdomens.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12883", "title": "Hive Mecha", "text": "Security unit programmed to work with predatory hive dwellers. A design flaw makes the shielding on Hive Mecha weak around their access ports. These units are second-generation combat drones, able to interface with organic units at a higher level. They train, shelter, and work with hive-dwelling predators. Unarmed, they rely on their hive beasts to handle any threats.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12884", "title": "Spider Ball Track", "text": "Magnetic rail system track. In Morph Ball mode, press and hold Z when close to this type of surface. Use the control stick to move the the ball along the the track. Release Z to disengage from the surface. CAUTION: A Morph Ball Bomb will briefly disengage the Ball from the track.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12885", "title": "Power Bomb Ammo", "text": "Power Bomb Ammunition. Resupplies Power Bomb with 1 round of ammo.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12886", "title": "Small Energy", "text": "Small Energy. Replenishes 10 units of energy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12887", "title": "Baby Sheegoth", "text": "Glacial predator. Ice shell protects vulnerable dorsal area. Young Sheegoths grow a resilient shell of ice on their backs which serves to protect a layer of vulnerable flesh. With this being their only weak point, Baby Sheegoths will turn quickly in order to not allow predators the opportunity to strike at their backs. Powerful hunters, they fire bursts of ultracold gas at potential prey, then feast on their frozen victim.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12888", "title": "Map Station", "text": "Map Station. Walk into Map Station holograms to download a map of the area you're in.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12889", "title": "Flaahgra", "text": "This mutant plant is the source of toxic water in the Ruins. Flaahgra's growth cycle has been radically accelerated. As a result, it requires near-constant exposure to solar energy to remain active. This exposure has made Flaahgra's outer shell thick and durable. Its lower root system is unprotected and vulnerable, however. Exploit this flaw when possible. Concentrated weapon fire can daze it for short periods.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12890", "title": "Grapple Point", "text": "Analysis indicates a viable attach point for the Grapple Beam. To use the Grapple Beam. Use Z when the (grapple) icon appears.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12891", "title": "Aqua Drone", "text": "Security mecha adapted for use in underwater areas. The Space Pirates have adapted a number of Sentry Drones for use in liquid environments. These Aqua Drones utilize an arsenal and artificial intelligence suit similar to their 'cousins.' The Pirates have been unable to properly shield these Drones from electrical attack, making them vulnerable to the Wave Beam.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12892", "title": "Plated Beetle", "text": "Well-armored burrowing insect. Vulnerable only in the rear abdomen. Creature's thick cranial plating can repel frontal attacks. This gives it an advantage in combat, allowing it to make ramming attacks. Only surfacing when it detects vibrations above, it then maneuvers itself so as to always face its rival, keeping its exposed abdomen protected.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12893", "title": "Artifact Of Elder", "text": "Translating Chozo runes on Totem's surface. Invaders have claimed Phendrana as their own. A Tower sits atop their fortress. Collapse it to reveal the chamber where the Artifact of Elder is held.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12894", "title": "Space Pirate", "text": "Morphology: Space Pirate Sentient aggressor species well trained in weapon and melee combat.Space Pirates wield Galvanic Accelerator Cannons and forearm-mounted Scythes in combat. This species seeks to become the dominant force in the galaxy, and their technology may help them realize this goal. Ruthless and amoral, the Pirates care little for the cost of their ambition. Only the results matter, and they take these very seriously.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12895", "title": "Ram War Wasp", "text": "Airborne predator. Circles its prey and then strikes. The War Wasps are the only species on Tallon IV to evolve a true hive mind. Nesting in damp, dark places, Ram War Wasps emerge in small groups when threatened and circle their enemy at high speeds, disorienting it. Striking from all sides as a single intelligence, they can fell huge organisms.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12896", "title": "Barbed War Wasp", "text": "Airborne insect with the ability to launch its stinger at prey. A highly aggressive member of the War Wasp family, this insect can propel the tip of its stinger up to 20 meters. The stinger tips regrow seconds after launch and contain an acidic compound designed to predigest prey.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12897", "title": "Missile Station", "text": "Missile Station. Step into these stations to fully reload your Missile Launcher.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12898", "title": "Ice Burrower", "text": "The Ice Burrower is a hardy life form that has adapted to the frigid climate of Phendrana. It spends most of its time tunneling through the frozen soil, but occasionally surfaces to attack passers-by.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12899", "title": "Phazon Elite", "text": "Elite Pirate infused with energized Phazon. The Phazon-charged Elite Pirates rely more on their Wave Quake Generators, opting not to carry the vulnerable Plasma Artillery Cannons normally used by Elites. The direct fusing of Phazon into their bodies provides a tremendous level of energy. The drastically lower life span that comes with this process is of little concern to the Pirate Research team.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12900", "title": "Flickerbat", "text": "Scavenger with optical camouflaging that renders it invisible to the naked eye. Flickerbats are deceptive creatures. The only way to track them reliably is with x-ray imaging. They fly ceaselessly, hunting insects and other small prey that float on the air currents. Flickerbats tend to fly in cyclical hunting patterns, using primitive sonar to navigate.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12901", "title": "Small Missile Ammo", "text": "Missile Ammunition. Resupplies Missile Launcher with 3 rounds of ammo.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12902", "title": "Shadow Pirate", "text": "Pirate forces trained and equipped for stealth operations. A select group of Space Pirates have access to sophisticated cloaking technology. This gear drains high levels of power, however, forcing them to rely solely on melee weapons in battle. Use enhanced detection gear when fighting these units.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12903", "title": "Wave Trooper", "text": "Space Pirate armed with Wave Beam technology. Space Pirates have reverse-engineered several of your weapons, including the Power Beam. A flaw in the design makes these Pirates vulnerable to their own Beam weapon system. These weapons are inferior to your Chozo-designed originals, but still quite potent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12904", "title": "Auto Turret", "text": "Auto Defense Turret. Use Missiles to break outer casing.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12905", "title": "Tallon Iv", "text": "Planet Tallon IV. Mass: 5.1 trillion teratons. Profile: Ecosystem studies indicate that Tallon IV was a biological paradise prior to the impact of an extraterrestrial object. What remains of the biosphere is slowly fading due to exposure to Phazon radiation. At current rate of decay, Tallon IV will be a barren Class XIII wasteland in approximately 25 years.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12906", "title": "Mega Turret", "text": "Perimeter defense turret reinforced with energy shielding. Frustrated with inferior armor plating on standard defense turrets, the Space Pirates added energy shielding to a modified heavy Cannon. The new shielding and increased Beam strength makes the Mega Turret an efficient point defense weapon.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12907", "title": "Geemer", "text": "Wall-crawling mollusk with retractable spikes. The Geemer is an evolutionary offshoot of the Zoomer family. When threatened, it extends lethal spikes and retracts its head deep into its armored carapace.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12908", "title": "Thardus", "text": "An animated, sentient creature of stone charged with Phazon radiation. The Phazon radiation given off by Thardus negates auto-targeting systems, preventing lock-on. It may be possible to acquire alternate targets with a different Visor. The chaotic nature of Phazon irradiation leads to instability in its structural integrity. Thardus can encase targets in ice, and its colossal size and strength make it a formidable opponent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12909", "title": "Metroid Prime (Core)", "text": "The core essence of Metroid Prime. Scan indicates that the Phazon energy form of Metroid Prime is invulnerable to all weapons; only attacks from a Phazon-fuzed Arm Cannon will damage it. It generates pools of Phazon when it attacks; use these to fuel you Suit's Phazon weapon system. The entity can also spawn Metroids to assist it in battle, rendering it invisible when it does so.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12910", "title": "Plasma Trooper", "text": "Space Pirate armed with Plasma Beam technology. Space Pirates have reverse-engineered several of your weapons, including the Power Beam. A flaw in the design makes these Pirates vulnerable to their own Beam weapon system. These weapons are inferior to your Chozo-designed originals, but still quite potent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12911", "title": "Aqua Pirate", "text": "Space Pirates with exoskeletons modified for underwater use. Using modified thruster-packs and Gravity Suit technology, the Space Pirates have armorsuits for use in liquid environments. Thermal tracking is still very useful against these units, as the Pirate engineers have yet to eliminate the thruster-pack's high heat signature", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12912", "title": "Elite Pirate", "text": "Phazon-enhanced Space Pirate. Incredibly strong, armored, and well armed. Elite Pirates are potent foes. Their energy-siphon system absorbs Beam weapon shots, which they use to fuel a massive Plasma Artillery Cannon. The nature of this system makes them vulnerable to concussion-based weapons. Well armed, the Elite Pirate is effective in close combat and at a distance. Their massive size can be a weakness, and their sluggish speed allows for evasion and quick attacks.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12913", "title": "Flying Pirate", "text": "Pirates trained and equipped for airborne assault. Flying Pirates are extremely agile in the air, but the heat signatures of their jet packs can be tracked with Thermal Imaging. While their Missiles are extremely potent, their jet packs can be even more so. If the pack fails, they will make a suicide strike.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12914", "title": "Missile Door Lock", "text": "There is a Blast Shield on the door blocking access. Analysis indicates that the Blast Shield is invulnerable to Beam weapons. Explosive weapons may damage it.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12915", "title": "Hunter Metroid", "text": "As Metroids develop, they become more efficient predators. An energy-draining tentacle allows them to attack at a distance. Quick to anger, a Hunter Metroid will charge troublesome prey and attempt to ram them into submission. Cold-based attacks are still quite effective against these creatures.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12916", "title": "Medium Missile Ammo", "text": "Missile Ammunition. Resupplies Missile Launcher with 5 rounds of ammo.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12917", "title": "Ultra Energy", "text": "Ultra Energy. Replenishes 100 units of energy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12918", "title": "Artifact Of Truth", "text": "Translating Chozo runes on Totem's surface. The Artifact awaits those who truly seek it.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12919", "title": "Bloodflower", "text": "The Bloodflower is able to eject toxic spores. Toxins are poisonous even to the Bloodflower itself. Three mouth-nodules protrude from the stalk beneath the flower, each with a rudimentary brain cluster and the ability to spew toxic fumes at anything with a five-meter radius. The spores ejected from the Stigma at the center of the flower are sufficient to kill this creature if they explode in its vicinity.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12920", "title": "Plazmite", "text": "Small insect capable of storing and releasing thermal energy. Plazmites are attracted to sources of heat, thriving on the energy present there. They emit light when hunting, and will expel small bursts of thermal energy when threatened.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12921", "title": "Puffer", "text": "Unstable gas-filled organism. Will rupture on contact. Puffers fill their bodies with lethal meta-viprium gas and float about in search of food. If ruptured, the gas within the Puffer is violently released. Despite their fragile bodies, Puffers are aggressive hunters. The gas cloud they release upon death is often fatal to the creature that brings them down as well.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12922", "title": "Stone Toad", "text": "The Stone Toad preys on creatures smaller than itself, and is vulnerable only from within. A Stone Toad is able to remain still for days, then it quickly swallows its prey whole. Anything it finds indigestible, it regurgitates. As a last resort, a Stone Toad will use its tusks in combat. A Stone Toad has a bulbous body and large green eyes. A rock-hard exoskeleton allows it to sit motionless for long periods of time.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12923", "title": "Beetle", "text": "Burrowing insect with a resilient carapace. Extremely aggressive. Insect's massive mouth enables it to tunnel through solid rock at high speeds. Above ground, Beetles can cover short distances rapidly. They attack anything that moves near their lair.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12924", "title": "Ice Trooper", "text": "Space Pirate armed with Ice Beam technology. Space Pirates have reverse-engineered several of your weapons, including the Power Beam. A flaw in the design makes these Pirates vulnerable to their own Beam weapon system. These weapons are inferior to your Chozo-designed originals, but still quite potent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12925", "title": "Save Station", "text": "Save Station. Step into these stations to save your game and fully restore your energy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12926", "title": "Ice Parasite", "text": "A simple scavenger life-form that possesses a crystalline outer shell. Parasites are hardy creatures, able to adapt to any environment within three generations. The Ice Parasite is a prime example. Having adjusted to a frigid climate, this vermin now thrives in it. Omnivorous, it can exist in areas hostile to most life-forms.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12927", "title": "Magmoor", "text": "Fire-breathing serpent that dwells in lava. Magmoors prefer extreme heat zones, and are susceptible to frigid attack forms. Sightless, they navigate the lava currents using their sonar receptors. Magmoors have a keen sense of smell, enabling them to pinpoint targets with startling accuracy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12928", "title": "Gunship", "text": "Hunter-class gunship registered to Samus Aran. You can return to your ship to recharge energy, reload weapons and save progress in the game.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12929", "title": "Omega Pirate", "text": "Most powerful of the Elite Pirate Forces. Omega Pirate can become invisible to normal sight. It is vulnerable when cloaked, as all energy is drawn from defense systems. By exposing itself to Phazon, it can regenerate damaged tissue and organs. Considered the pinnacle of the Elite Pirate program, this enemy should be handled with extreme caution and maximum firepower.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12930", "title": "Tangle Weed", "text": "Plant life with basic sentience. Retracts into ground if threatened. Tangle Weeds are only dangerous to small organisms. They are covered in tiny barbs designed to trap potential meals. Tangle Weeds lack the strength to do anything more than hinder larger life-forms.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12931", "title": "Sheegoth", "text": "Supreme predator of the Phendrana Drifts. Sheegoths are invulnerable to most Beam weapons. The crystals on their back absorb energy, which they can fire at prey. Sheegoths have poor stamina. They hyperventilate after using their breath attack, making their mouth area vulnerable. The soft underbelly of a Sheegoth is susceptible to concussive blasts. In battle, they expel blasts of frigid gas.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12932", "title": "Chozo Ghost", "text": "Spectral entity. Bioelectric field invulnerable to natural energies. As these entities phase in and out of existence, the only reliable way to track them accurately is with x-ray scanning. This partially phased nature makes them invulnerable to natural energy types, such as fire, ice, and electricity. Their aggressive and erratic behavior is most likely due to the corrupting effects of Phazon in the Tallon IV environment. They appear to be drawn to Chozo religious sites, where they wreak havoc upon anything that dares enter the area.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12933", "title": "Venom Weed", "text": "Venom Weed is a poisonous plant that retracts into the ground if threatened. Venom Weeds evolved to thrive in the habitats of large organisms. They lure prey with brightly colored leaves, then attack with tiny barbs that deliver a powerful toxin. Venom Weeds rapidly decompose anything that succumbs in their midst.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12934", "title": "Flaahgra Tentacle", "text": "One of Flaahgra's tentacles fills this narrow drainage channel. Analysis indicates that Flaahgra's central nervous system is located at the base of this structure.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12935", "title": "Eyon", "text": "Immobile organisms entirely composed of ocular tissue. Capable of launching sustained energy beams when active, the Eyon is sensitive to light and will close shut if a bright flash ignites nearby.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12936", "title": "Puddle Spore", "text": "Sentient floating lava mollusk protected by an impenetrable shell. A Puddle Spore opens when approached, attempting to intimidate with its size. When opened, direct fire to its mantle causes it to flip into a defensive position. If it can slam shut, it ejects a spread of harmful energy globules.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12937", "title": "Glider", "text": "The Glider is a docile, airborne creature with unusual magnetic properties. Gliders live a relatively peaceful existence. They have a magnetic signature attuned to common Grapple Beam technology; the sport of 'Glider riding' involves using a Grapple to attach to a Glider, then attempting to stay on it as long as possible.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12938", "title": "Artifact Of Warrior", "text": "Translating Chozo runes on Totem's surface. A room of Research lies within the mines. A corrupted invader is trapped there. Defeat this creature to claim the Artifact of Warrior.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12939", "title": "Metroid Prime", "text": "Highly evolved, Phazon-producing life form. The aberration known as Metroid Prime is the source of Phazon, making it immensely powerful. A genetic flaw makes it susceptible to certain weapons for brief periods. Only its head is truly vulnerable: other attacks are a nuisance. Offensively, Metroid Prime has a number of natural and mechanical weapons at its disposal. These include Ultrafrigid Breath, Multi-Missiles, Snare Beams, and Particle Wave Projectors. Its massive strength and barbed carapace make it lethal in melee combat. Recommend maximum firepower when engaging this enemy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12940", "title": "War Wasp", "text": "Airborne insect equipped with a venomous stinger capable of shearing steel. The War Wasp rarely strays far from its hive unless it is pursuing an immediate threat. It attacks with no regard for its own survival, dive-bombing its enemy with stinger extended. Fast-working toxins from the stinger can incapacitate most small organisms.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12941", "title": "Harmonization", "text": "Many long years have passed since we Chozo first took root in this land. The passage of time has always been a source of fascination to us; it is the belief of many Chozo sages that the truths of the universe hide within the tumbling currents of time's flow. Even as we search for answers there, however, we find illumination in other, unexpected places. We know not how the ability has come to us, but recently many Chozo have begun to sense things beyond the realm of ordinary perception. Strange sights and inexplicable sensations flood our minds, filling us with visions of past and future. We take this growing ability to be a sign of our burgeoning harmonization with the infinite; perhaps, finally, the universe's secrets are becoming known to us.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12942", "title": "Cradle", "text": "None know if our temple, the Cradle, will prove powerful enough to contain this evil forever. For now, it wraps around that abomination, cutting it off from the world above. But how can we Chozo hope for the Cradle to remain intact when that which it guards writhes in the darkness, growing always stronger? The fate of this world rests with the gathering of Artifacts we call the Cipher, but even it is not all-powerful. It is strong, yes; an enchanted whole made of twelve links. Still, it is finite in its reach, and we who guard it are slowly succumbing. Will the Entrusted One arrive before our vigilance crumbles away? That time rapidly approaches...", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12943", "title": "Cipher", "text": "None know if our temple, the Cradle, will prove powerful enough to contain this evil forever. How can we Chozo hope for it to remain intact when that which it guards writhes in the darkness, growing always stronger? The fate of this world rests with the gathering of Artifacts we call the Cipher, but even it is not all-powerful. It is strong, yes; an enchanted whole made of twelve links. Still, it is finite in its reach, and we who guard it are slowly succumbing. When our vigilance crumbles away into madness, the Cipher will be exposed and the fate of Tallon IV will be beyond our influence.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12944", "title": "Beginnings", "text": "Our sanctuary grows by the day. We Chozo know much of technology, but we have chosen to leave it behind on this journey. Our home here on Tallon IV will be a place of simplicity: structures hewn from the stone, bridges woven with branches, hallways caressed by pure waters. We build around the ancient and noble trees, drawing from their strength and giving them our own in return. All that is wild will flow around us here; our race will be just one more group of creatures in the knit of nature. It is our hope that such a state will bring with it great wisdom, a greater understanding of the nature of the universe. Once our city here is complete, we will peer inward and discover the truth.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12945", "title": "Hatchling", "text": "As we struggle with the Great Poison, something stirs at the edges of our vision. It is the Hatchling Samus. We feel her, across the void, as she hunts the corrupted. Will our fates again be one? As our pride shatters, will prophecy become real? When all strength wanes from the Chozo, will it be the Hatchling who fulfills our legacy? True sight eludes us, for the Poison gnaws at all vision, leaving seers blind and filled with despair. Truth's blessing may come too late.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12946", "title": "Contain", "text": "The containment of the Great Poison... This task has fallen to the Chozo, and we will not flee from our duty, even as we suffer with the land and its creatures. We will pour our will into the Twelve - the Artifacts that, when brought together, form the lock that holds this great evil at bay in the depths of the planet. This lock must stand up to all who might come to assault it. To preserve the power of the seal, and to protect it from those who would meddle for their own designs, we will spread the Artifacts across the land, hiding them from prying eyes. The lock must never open until the day comes when this disaster can finally be put right.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12947", "title": "Worm", "text": "Many Chozo are gifted with the distant sight, and even more begin to learn it as our harmonization with the universe becomes more and more complete. We peer forwards, seeing prophecy in the ripples of the water, hearing rumors of coming days on the breath of the wind. Though we celebrate the distant sight, many of these visions are dark - the worst of the prophecies, and the most common, tells of the coming of the Worm. Born from parasites, nurtured in a poisoned womb, the Worm grows, devouring from within, until the world begins to rot. Not all prophecies come to pass, of course, but we cannot help but fear this dark portent.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12948", "title": "Hope", "text": "More and more, our tormented minds turn to the Newborn. As the world continues to shift into brutal, disconnected images, she remains inarguably real; a fearless figure delving deeper into this blighted world, unmindful of the terrors that await her. Was she this way before? When we Chozo found her, a fledgling orphaned on a savaged planet, did a warrior's pulse already beat in her veins, filling her with righteous fury? Our hopes lie with her. We leave these messages for her, that she may find our Artifacts and deliver the world from its evils. Wraiths we may be, but our reach is still long indeed. We shall fight the invaders, and the Poison they would master, until the end.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12949", "title": "Fountain", "text": "The future is a vague thing, ever-changing and always in doubt. Even if we Chozo could gain the ability to foresee the future, it would be a hollow gift, for we could never hope to control what has yet to occur. The fountain is an example of this - the day may come when its water dries up, and there is nothing we could do to stop such a tragedy. But we do know this: unlike the uncertain flow of water, the power of our will is strong and enduring. The will of the Chozo will never dry up.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12950", "title": "Statuary", "text": "As we have done for millennia, we Chozo work constantly on our statuary. The statues are our sentinels; blind but ever watchful, they are, and have always been, repositories for our most precious secrets and strongest powers. The crafting of each is a long and sacred process, performed only by those Chozo who have lifetimes of experience in such things. We have left these relics on planets across the solar system. Some are merely reminders; silent emblems of the Chozo that serve as icons of peace in lands that know only war. Others wield subtle strength, exerting their influence in ways beyond the understanding of mortal creatures. Still others are guardians of our secret ways, and these can be as terrible as they are beautiful. Those who respect and honor these relics will know the friendship of the Chozo. Those who deface or destroy them will know our wrath, unfettered and raw.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12951", "title": "Shapeless", "text": "Things bound to earthly shapes are temporal and frail; existing in a single dimension, they are fragile, vulnerable, and ultimately mortal. However, not all things obey this law - shapeless, they wait beyond the realm of perception, emerging only when one arrives who can feel their presence. Such is the will of the Chozo. Our will to defeat the evil seeping into this planet remains forever, desiring only to see the darkness meet its end. Mindless but strong, our will shall never sleep until the Entrusted One arrives to cleanse this land.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12952", "title": "Beginnings", "text": "The history of the Chozo stretches back into ancient times, so far into the fog of the past that we know not where our ancestors came from. One thing is clear, however: the Chozo who colonized Tallon IV made a conscious choice to eschew a civilization of advanced technology. They chose to live in harmony with nature, guided by the providence of the universe. As this city grows, we plan to honor them with written tributes, carvings etched in stone to remind us always of their legacy.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12953", "title": "Meteor Strike", "text": "Unforeseen by sages, a meteor came as if from nowhere, casting a dark shadow of debris over the land with the violence of its impact. Its destructive force spent, the fallen star burned itself out rapidly, and the incident should have faded into memory...but the meteor brought with it corruption. A Great Poison burst forth into the land, a strange energy that clawed at natural life with a ferocity that seemed almost sentient. Bound by our ignorance of this phenomenon, we Chozo could only watch in horror as this dark force slowly began to spread across the surface of Tallon IV.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12956", "title": "Hatchling's Shell", "text": "The Hatchling walks among us. Are these dreams? Memories? Foretellings? Time and reality swirl together like estuary waters, and we Chozo know not what to believe. She appears as ghostlike as the Chozo, but at times the mists clear. We see her wounded eyes, and remember the child we found so long ago. What has she become, this Newborn? Clad in Chozo armor, wielding weapons our hands once held, does she dream of the Chozo as we once were? Does she long for her parents, lost to the same creatures that even now defile our sacred home? Does she still live?", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12957", "title": "Cipher", "text": "As the Great Poison reaches ever further into the planet, we Chozo begin to feel the gnawings of despair - before it is too late, we now make our last stand. We have begun to build a temple to contain this darkness; at its heart we will place a Cipher, a mystical lock powered by twelve Artifacts and filled with as much power as we Chozo can harness. We wonder, though - even when we are done, will it be too late? And will the power of the temple, and the Cipher itself, prove strong enough to hold back the poisonous tide that even now swells within the ground, threatening all life?", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12958", "title": "Entrusted One", "text": "So many creatures suffer beneath the blight upon the land, and we Chozo are no exception. But for all of our pain, we can at least believe in the promise of the future; unlike the apparitions that have begun to appear, entities that feel neither hope nor solace. We call these doomed souls The Turned - taking ghostly Chozo forms, they know no reason beyond the instinctive urge to protect our lands. They will likely exist in limbo forever. We have come to believe that a time may never come when we can once again open the door and banish the darkness we've contained. Even so, our vigilance will forever remain. We believe that on some far-off day, a savior will come and continue what we have begun. For that savior, we will leave our ancient weapons and armor - the soul who can gather them will be the Entrusted One, the only being who can reverse the evil that grows here.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12959", "title": "Purification", "text": "Our sanctuary grows by the day. We Chozo know much of technology, but we do not worship it. Our home here on Tallon IV will be a place of simplicity: structures hewn from the stone, bridges woven with branches, hallways caressed by pure waters. We build around the ancient and noble trees, drawing from their strength and giving them our own in return. All that is wild will flow around us here; our race will be just one more group of creatures in the knit of nature. It is our hope that such a state will bring with it great wisdom and a greater understanding of the nature of the universe.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12960", "title": "Binding", "text": "The congregation of Artifacts that hold the Great Poison at bay still hold strong. Fearful of the potential within the Artifact Temple, the invaders known as Space Pirates tried to destroy it, only to fail in every attempt. We scattered the Artifacts across the planet for their protection, and only a few have fallen into invader hands. Failing to understand them, they now seek to unmake them. Again, they fail. They are right to fear these things. Great power sleeps inside them. Prophecy calls for their union, come the day that the unholy Worm is met by the great Defender. We can only hope the Artifacts are not destroyed by the invader, for then all will be lost. So, we do what we can to preserve the Artifacts, and to guide the Newborn to them. Time wanes with our souls, yet hope remains.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12961", "title": "Great Poison", "text": "What is this otherworldly pestilence that infests the land, seeking out life in its blind need for corruption? And where did the meteor that brought it originate? Was it crafted by alien hands or is it a roving chunk of a planet that suffered a violent end? Our minds quail in horror at the thought that long ago, in some corner of the universe as yet unseen by our eyes, an entire planet was perhaps once coated with this Great Poison. Whatever cataclysm may have ruptured that doomed place must have been mighty, indeed...and if other meteors from it spread through space, bearing this evil to the far corners of the universe... We hold fast to the hope that this is not so, that the only surviving remnants of this evil are here, on Tallon IV. Then, at least, there is hope for its eradication.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12962", "title": "Worm", "text": "The prophecies tell of the coming of the Worm. Born from parasites, nurtured in a poisoned womb, the Worm grows, devouring from within, until the world begins to rot. The words of the seers have come to pass, for there, in the depths of the world, the ravenous Worm lurks and feeds. From the stars it came, blighting Tallon with its Great Poison. We can but watch as the Worm grows, watch and wait. For the prophecies also speak of a great Defender, the one who delivers the world from evil. The final days draw near. Is the Newborn the Defender of which the seers spoke? We shall do all that we can to aid her, for she bears our legacy as she bears the ancient armor and weapons of our people.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12963", "title": "Newborn", "text": "The power of our temple has been enough to halt the spread of the poison on Tallon IV, but that which remains thrives and grows more concentrated, gnawing on itself in the dark passages beneath the planet's surface. Whether it can ever be truly destroyed is not for our eyes to see. But there is something else. We Chozo are drifting, tumbling through space and time as the Great Poison eats away at our sanity. We wake in dreams. As the veil of lunacy descends, as past and future blend and shuffle, one image appears and flickers through the landscape, wraithlike. It is the Hatchling, the Newborn, walking the path of corruption, a lone figure shining in the toxic shadows. She comes dressed for war, and her wrath is terrible. Do our eyes look backward, seeing the Hatchling as she once was? Or does she approach even now, arriving in our race's last hour, a savior clothed in machines crafted long ago by Chozo hands? Poisonous clouds drift across our vision.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12965", "title": "Spreading Evil", "text": "The cries of this dying land echo in our ears as we Chozo watch the Great Poison seep ever further into the living pulse of the planet. The dark energy sinks into the trees and waters, devouring all life. Peaceful beasts die by the thousands - some creatures survive, but their forms grow as twisted and evil as the force that fell from the sky. Many of these mutated monstrosities remain small enough to do little harm, but others grow enormous and threaten our very existence. One such beast defiles our sacred fountain, disgorging poison from its foul form, replacing pure, flowing water with cascades of creeping death. Even in the face of such horror, we Chozo do not turn in fear. We are all that stands in the way of this Great Poison, and it is our duty to contain it.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12966", "title": "Shining One", "text": "The power of our temple has been enough to halt the spread of the poison on Tallon IV, but whether the evil can ever be truly destroyed is not for our eyes to see. The future is cloudy to us, a world of veils where dark apparitions flit in the shadows. Within this strange world, one image stands out in the mist, flickering through the landscape, wraithlike. It is a human, a lone figure shining in the toxic shadows. We Chozo do not know what it is, but our hearts swell with hope at the promise of that glowing light. We will place our faith in our shrine; we will be there when the light shines upon our land.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12967", "title": "Exodus", "text": "We Chozo are departing now, after so many years in peaceful seclusion here on Tallon IV. When we came, this place was a refuge for our spirits, a civilization built from native materials, bereft of the trappings of our technology. We were linked to the land here, kindred to the plants and animals, far away from the machines we had become so dependent on. And so we leave it now, pristine, a testament to the mortal forms we no longer need. We have drawn the veils of time and space aside, and are withdrawing beyond the illusion. But we will never forget this, the most sacred of our homes. And we will remain ever watchful.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12968", "title": "Infestation", "text": "To the Entrusted One: if you read these words, then our hope has not been in vain. Your path is fraught with danger - monstrosities beyond description lurk in the shadows, starving, hunting for prey, searching for ways to quench the poisonous urges that bloom in their brains. Some of these are shrewd, but they are blinded by their evil designs: believing in the black promise of the Great Poison, they seek to harness it for their own ends. It is these last that are the greatest danger, perhaps an ever greater one than the Great Poison itself. When you rid the universe of these creatures, you will be the true Entrusted One.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12969", "title": "Infestation", "text": "A second plague has come upon the land, dousing the last flickering hopes of our race. Drawn by the very force we Chozo hoped to contain, a host of marauding creatures descended from space and invaded our temple, the Cradle. They try in vain to destroy it, but its power remains beyond them for now. They possess some of the twelve Artifacts we call the Cipher, yet do not comprehend their function. Ignorant creatures, they are blinded by delusions of harnessing the Great Poison for their own designs. They walk about as masters of the planet, assimilating the ruins of our sanctuary into their experiments. We can but watch and wait for our doom.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12970", "title": "The Turned", "text": "Many Chozo have gone beyond now, and this is a mercy. Those of us who remain suffer in dimensional flux, drifting helplessly across time and space, guided by unseen and inexorable currents. The Chozo who cling to sanity fight the tide, but our minds are weakening. Soon we will all be like the Turned, Chozo who have been utterly corrupted by the Great Poison. The Turned still hold to their Chozo forms, but their minds are black with fell intentions. Gone is their respect for life. They honor only destruction, and seek to disrupt the Artifacts holding the Great Poison at bay. All life taunts them, and they do not rest. Before long, they will be all that remain of the Chozo here.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12971", "title": "Prophecy Of Light", "text": "Throughout our living nightmare, as we battle with this unyielding darkness, we Chozo see a light. This light glows with promise, chasing the shadows cast by the Great Poison and purifying that which has grown toxic. It is strange, though - at times it looks to our eyes as if the light coalesces into the figure of a woman. Burning brightly, the luminescence descends from space then retreats back into the infinite blackness from whence it came. When this prophecy comes to pass, when the light recedes, the Chozo's long vigilance of containment will finally come to an end.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "13004", "title": "Infant Tallon Metroid", "text": "The Space Pirates use infant Tallon Metroids as a portable energy source. Small in size, they are easy to transport in large quantities. They are docile, efficient organic batteries...until they are exposed to Phazon. At that point, they grow rapidly and acquire their full array of powers.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12973", "title": "Omega Pirate", "text": "Elite Pirate Upsilon's propensity for Phazon has enabled our research team to infuse it far beyond our safety restrictions, and the results have been extremely encouraging. Its constant Phazon diet has increased its mass exponentially, but it has retained all mental faculties and shows dexterity with all Elite weaponry, including Plasma Incendiary Launchers and the Chameleon Manta issued for cloaking purposes. Elite Pirate Upsilon exhibits miraculous healing abilities: when injured, it seeks out Phazon deposits and coats itself in the substance, which instantly mends the creature's wounds. The subject, which we are code-naming Omega Pirate based on these developments, shows potential to be a new standards for our armies. Our only concern at this point is its potential overdependence on Phazon.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12974", "title": "Chozo Ghosts", "text": "There have been numerous incidents involving spectral entities at Chozo Ruins sites. Several personnel have been assaulted by these Chozo Ghosts; few have survived. Survivors speak of swift attacks from nowhere, brief sitings of the enemy, then nothing, only to be followed by another attack. Science Team believes these attacks are in response to our efforts to recover Chozo relics and Artifacts. Somehow, these entities are able to interact with the physical world, and it appears they wish to keep their Artifacts to themselves. We will make them pay for such arrogance, for even ghosts can be destroyed.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12975", "title": "Prime Breach", "text": "Subject Metroid Prime's breach has been contained. Reports indicate that it sensed a large batch of raw Phazon in the lab from within its stasis tank and broke through the glass, using previously unsuspected strength. Besides consuming all of the Phazon, Metroid Prime assimilated several weapons and defense systems from fallen security units. It has suffered no ill effect from said assimilation: indeed, it began to use its newly acquired weapons against us. Once we pacified it, we were unable to remove the assimilated gear without threat to Metroid Prime &mdash; the gear is now an integral part of its body. Command is intrigued by this newfound ability, and has ordered further study to commence at once.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12976", "title": "Elite Pirates", "text": "Initial Project Helix experiments with Space Pirate embryos were disastrous. The Phazon-infusion process degenerated brain tissue even as it augmented muscle mass. None of what termed Elite Pirates lived to maturity; the few that survived their infanthood suffered severe psychotic breakdowns as juveniles, killing anything within their zone of perception. Research team Sclera made a recent breakthrough, in which parasite studies with a Phazon strain code-named Vertigo were highly successful. Since then we have successful fused Vertigo Phazon with Space Pirate DNA with great success. The latest batch of Elite Pirates have reached maturity successfully and are ready for field testing and training.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12977", "title": "Chozo Studies", "text": "Results are in from field studies on extinct bioform group Chozo. We believe that Tallon IV was once a stronghold in a great Chozo empire, brought low by the meteor strike. Planetary devastation brought an end to the Chozo, yet remnants of their society remain. We are studying these relics in attempt to harness their power. What is of no use to us, we destroy. In time, we shall have all we need from this dead race, and shall wipe this planet clean of their ugly Ruins. The dead should serve the living, not hinder them.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12978", "title": "Special Forces", "text": "As we continue to observe the development of Project Helix's Elite Pirates, it becomes increasing obvious that these warriors will usher in a new era of Space Pirate dominance. They are incredibly resistant to damage, and their ability to transport and wield so many weapons at once makes them the ideal mainstays if our ground forces. Though they are not as quick as typical Pirates, it makes little difference. With a platoon of Elite Pirates in the vanguard of an army of normal and Flying Pirates, we will have near-indestructible backbone that should turn the tide in any engagement.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12979", "title": "Metroid Forces", "text": "Studies of Metroid biology continue, though with limited progress. It seems likely that we will be much more successful using the Metroids for our means rather than trying to reproduce their powers. If they could be adequately tamed, we would have no need of a proper understanding of their metabolism. A small force of disciplined Metroids could wipe out entire armies, and once we find a way to shield them from cold-containment weapons, they will be invincible. Furthermore, if we could then harvest the energy they'd consumed, we would have a near-limitless source of power at our disposal.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12980", "title": "Prime Mutations", "text": "Metroid Prime continues to feed and grow ever larger in the impact crater caves. Its hunger knows no bounds, and it has begun to manifest unusual mutations since its breach. These include armor plating on its epidermis and mechanical outgrowths that generate defense screens. These screens render it invulnerable to most weapon systems, but a flaw in the mutation leads to increased vulnerability to certain weapons. It compensates for this by shifting the screens quickly. This latest development concerns Security units greatly: they feel it's a matter of time before Metroid Prime corrects this defect and renders itself invulnerable to all weaponry. Containment would be nigh impossible if this were to occur.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12981", "title": "Fall Of Zebes", "text": "Zebes has fallen. All ground personnel are presumed dead, either killed by the Hunter clad in metal or in the subsequent destruction of the underground facilities. Our research frigates Orpheon, Siriacus and Vol Paragom were in orbit at zero hour and managed to retreat. Frigate Orpheon is now docked at Vortex Outpost. Orpheon's cargo appears to have a 100% survival rate; Metroids are healthy but on restricted feeding schedules due to uncertain supply status. We are ready to begin research on the Metroids and other promising life-forms. Security status remains at Code Blue; no signs of pursuit from the Hunter.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12982", "title": "Hunter Weapons", "text": "Science Team is attempting to reverse-engineer Samus Aran's arsenal, based off data acquired from here assaults on our forces. Progress is slow, but steady. Command would dearly enjoy turning Aran's weapons against her. We believe we can implement Beam weapon prototypes in three cycles. Aran's Power Suit technology remains a mystery, especially the curious Morph Ball function. All attempts at duplicating it have ended in disaster; four test subjects were horribly broken when they engaged out Morph Ball prototypes. Science Team wisely decided to move on afterward.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12983", "title": "Contact", "text": "Scans of the Spiral Sector detected a massive energy spike emanating from a Wanderer-class planet identified as Tallon IV. Scout reconnaissance was immediately dispatched to the center of the spike, a land mass at heading mark 40.08.02, returning with planetary samples and atmospheric imaging. Analysis shows the energy source to be an unstable radioactive material of enormous potential. We are unable to form an accurate risk-assessment at this time, but we are unlikely to find an energy source this powerful again. Analysis will continue, but currently Tallon IV appears to be a viable secondary headquarters.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12984", "title": "Impact Crater", "text": "Investigations into a possible ingress point for the Impact Crater continue to meet with failure. The shield of strange energy that protects it is impermeable, and all attempts to tunnel past it have proved fruitless. Our continued futility in this matter is made all the more significant in light of recent life form readings we've discovered emanating from deep within the crater. Analysis of the readings indicates that a massive creature is gestating in there, absorbing enormous amounts or Phazon from the Phazon core at the heart of the impact crater. This discovery makes accessing the crater doubly important - not only will it open the door to the vast deposits of Phazon within, but it will also lead us to this creature, whatever it may be.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12985", "title": "Phazon Infusion", "text": "Confidence is high regarding Phazon applications. We know enough about Phazon now to begin combining it with Space Pirate DNA. The code name for this venture will be 'Project Helix'. Preliminary studies indicate that Phazon infusion could produce radical Pirate genomes. Benevolent mutation levels are high in current test subjects. Phazon madness is a concern, but refinements in the infusion process should reduce or neutralize the the odds of mental degeneration.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12986", "title": "Metroid Studies", "text": "Initial transfer of Metroids to Tallon IV research facilities has been completed. Three were terminated in an incident at the landing site, but the others were pacified and transported safely. Initial Phazon infusion testing is under way. We are eager to observe the effects of Phazon on Metroids, especially their ability to absorb and process the energy give off by Phazon sources. Early research suggest a considerable growth in power and size. Whether the creatures will stay stable thereafter remains to be seen.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12987", "title": "Meta Ridley", "text": "The reconstruction of geoform 187, code-named Ridley, was recently completed. After his defeat on Zebes, Command ordered a number of metagenetic improvements for him. Though aggressive, we were able to implement these changes in a cycle. The metamorphosis was painful, but quite successful in the end. Early tests indicate a drastic increase in strength, mobility, and offensive capability. Cybernetic modules and armor plating have been added as well. We believe our creation, now called Meta Ridley, will become the mainstay of our security force, a job he will certainly relish.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12988", "title": "The Hunter", "text": "Security Command issued an all-points alert after the fall of Zebes. The alert concerns bioform Samus Aran, also known as the Hunter. Subject is a female hominid, and is heavily armed and extremely dangerous. Subject uses a powered armorsuit of unknown design in battle, along with a number of potent Beam and concussive weapons. All combat units are instructed to terminate Aran on sight, preferably in a fashion that will allow salvage of her powered armorsuit and weapons. A considerable bounty will go to the unit who delivers Aran to Command. Dead or alive, it matters not.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12989", "title": "Mining Status", "text": "Mining operations have begun near the crater where Phazon appears to be most concentrated. Daily Phazon yields have increased 44%, and our mining system becomes more streamlined as personnel and equipment flows increase. Several incidents of Phazon-induced madness have been reported, prompting augmented life-support regulations in the deeper chambers. Symptoms include loss of equilibrium, erratic respiration, muscle spasms, and in the most extreme cases, hallucinations. A timeline reassessment for the refinery operation is recommended, as the material proves more unstable than initial analysis indicated.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12990", "title": "Gate System", "text": "Analysis continues on these cursed ruins and the Chozo temple that hovers near them. We are now completely certain that the containment field denying us access to the impact crater is linked to strange artifacts that belong in the temple... but we are no closer to finding them or deciphering the riddles that seem to cover every wall of this ruined place. Command grows increasingly anxious for a resolution to this matter, so we must redouble our efforts. X-ray squads will begin terrain sweeps within days - until they begin, patrols are instructed to report any and all architectural anomalies to their commanders.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12991", "title": "Parasite Larva", "text": "Our initial tests exposing Tallon IV's indigenous Parasites to Phazon appears to be successful. Increases in size, strength and aggressiveness are common in all test subjects, as well as unforeseen evolutions like addition poison sacs within the abdomen and the appearance of a second ring on mandible in several subjects. These creatures were chosen because of their resilience, and it appears possible that, given enough exposure to Phazon, they many be able to survive on any planet we transport them to. Our methods will have to be refined; we currently have 100% extinction rate after the forth infusion period, and most survivors of the third infusion stage are so violent and uncontrollable that they have to be euthanized. Even still, we remain hopeful that further experimentation will result in success.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12992", "title": "Phazon Analysis", "text": "We have codified the newfound energy source as Phazon, a V-index mutagen of which we have very little reliable data. Indications point to a meteor of unknown origins impacting an indeterminable time ago, expelling Phazon into the environment. This material appears to possess lifelike characteristics, mutating organic life-forms strong enough to withstand its poison. There mutations appear promising, with abrupt evolutionary leaps appearing in single-generation reproduction. Plans to establish a Science Team on Tallon IV are being finalized.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12993", "title": "Metroid Morphology", "text": "Metroid dissection continues to produce more questions than answers. Our research teams have isolated the energy conduits that run from the invasive twin mandibles to the energy core in the creature's quadripartite nucleus, but the manner in which the Metroid actually extracts the life force from its pray remains an utter mystery. The victim does not lose blood or any other vital fluids, and yet the Metroid extracts energy; identifying this energy is our central problem. It takes no physical form, and yet without it, the victim dies. We will continue to research this matter, as the isolation of this life-giving essence could be the key to our ascendance.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12994", "title": "Artifact", "text": "We have come to another dead end. It is clear now that we will never discover the locations of the Chozo's artifacts until we can decipher the messages carved into the statues in this abominable temple. Our language databases are woefully inadequate, and our linguistic analysts can come up with little more than vague theories. The best hypothesis we can offer is that finding the artifacts will require items spiritually linked to the Chozo civilization. However, without these items, we are lost, and Command grows more impatient by the day. Results must be produced soon.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12995", "title": "Metroid Prime", "text": "Test subject Z-d, hereafter referred to as Metroid Prime, was recently discovered in a cavern by mining crews. It quickly dispatched the miners, but was eventually contained by security units and drones. Once contained, we were able to begin studies upon Metroid Prime. The results have been astonishing. It is genetically similar to a Metroid, albeit on a high evolved level. It displays a limitless capacity for Phazon infusion and shows no Phazon-based degeneration whatsoever. It continues to grow in size, and while it has manifested some psychotic behavior, the cold field we use to pacify remain effective. Authorization for advanced studies on Metroid Prime have been approved.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12996", "title": "Phazon Program", "text": "Phazon mining is under way. Several garrisons have been established and terraforming of the Chozo Ruins is under way. Security systems are operational, and Science Team continues to make progress in their biotech research. The Phendrana Drifts have proven to be an optimal location of Research Headquarters, and soon it will be joined by a fully operation Combat base and starport. If Command's predictions are half true, we shall rise dominant of this sector within a deca-cycle. Truly, these are glorious times.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12997", "title": "Security Breaches", "text": "Most terraforming and retrofitting of security checkpoints on Tallon IV is complete, but we continue to research the alarming epidemic of breaches by local creatures. Door records show no unauthorized entries, so we must presume the creatures are either slipping in undetected during daily personnel moves or else finding their way through subterranean tunnels. We have found many small breaches of the latter sort and plug them whenever we can, but it is unlikely that we will ever achieve full extermination within our current timetable.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12998", "title": "Artifact Site", "text": "Field team reports are in on an aged structure of alien design built on the surface of Tallon IV. Studies show this structure projects a containment field. This field bars access to a prime source of energy within a deep crater. Science Team believes the field is powered by a number of strange Chozo artifacts. Studies for possible resting places for these talisman have begun. As the field could hinder future energy production operations on Tallon IV, we must dismantle it as soon as possible. If this means the destruction of the Chozo Artifacts, it will be done.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "12999", "title": "The Key", "text": "Although we are no closer to finding the artifacts of the Chozo, we have at least produced a viable hypothesis for their function. It appears that each of the artifacts corresponds to one of the statues on the temple platform, and that each one acts as a small key to a huge lock. Judging by the number of statues, we assume there must be twelve artifacts. Once we find the resting spots of all twelve, we can bring them here, unite them with their statues, and open the gate system at long last. Once we do, the impact crater - and whatever creature it shelters - will be ours for the taking.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "13000", "title": "Galcial Wastes", "text": "Research outpost Glacier One in Phendrana Drifts region of Tallon IV's mountains is operating at 85% capacity. Sub-zero temperatures have made the Metroids sluggish and easy to control, even those well into Phazon infusion cycles. Cold containment status are sufficient for the juveniles, but some of the larger Metroids have been moved to quarantine caves for safety purposes. Security doors remain an issue, as malfunctions due to ice occur everyday. Large predators in the waster are also a concern, as they continue to kill personnel and breach secure areas. Unfortunately, it has become clear that our containment teams cannot neutralize all of them without a vast increase of munitions and soldiers.", "authors": ["Unknown[Metroid Prime] "]}, {"id": "13001", "title": "Chozo Artifacts", "text": "We are particularly interested in a number of curious Chozo Artifacts we have been able to recover from a number of religious sites on Tallon IV. These relics resonate with power, and yet we are unable to harness them in any way. Science Team is attempting to fuse them together with Phazon, believing that a link might exist between them. We know that these Artifacts are linked to the Chozo Temple that block full access to the Impact Crater. We have yet to crack this enigma, however. Command grows impatient regarding this matter: results must be produced soon.", "authors": ["Unknown[Metroid Prime] "]}]}