{"game_title": "Metroid Prime 2", "series_title": "Metroid Prime", "codexes": [{"id": 13005, "title": "Harmony Class Drone", "text": "The Luminoth designed the Harmony units to be free-roaming, independent cleaning units. They use focused energy beams and kinetic pulses to perform their duties. Unfortunately, they now consider all living things as filth that must be cleansed from the world.", "authors": ["Unknown "]}, {"id": 13006, "title": "Blueroot Tree", "text": "The Blueroot tree is common on worlds with desert regions. While an elegant, attractive plant, the tree's leaves are highly toxic. Few species can ingest the leaves and live: many of them (such as the Space Pirates) consider the deadly Blueroot leaf a delicacy.", "authors": ["Unknown "]}, {"id": 13007, "title": "Mekenobite", "text": "The Luminoth created the Mekenobite to help patrol the corridors and shafts of Sanctuary Fortress. It uses magnetism to keep itself attached to the walls and ceilings. In combat, it will fire projectiles toward its target with a magnetic accelerator. It can only be dislodged by simultaneous explosive blasts. Mekenobites self-destruct once they are heavily damaged.", "authors": ["Unknown "]}, {"id": 13008, "title": "Grenchler", "text": "The amphibious Grenchler lurks in marsh areas in search of prey. Fearless, it will spring from hiding and attack anything that moves. If it is unable to fell its prey with its powerful jaws, it will fire a potent burst of energy at them. Grenchlers have one weak spot - a genetic defect makes the shell on their back susceptible to explosive blasts. Remove the shell to expose a vulnerable nerve center, then target it to eliminate the creature.", "authors": ["Unknown "]}, {"id": 13002, "title": "War Wasp", "text": "The War Wasp rarely strays far from its hive unless it is pursuing an immediate threat. It attacks with no regard for its own survival, dive-bombing its enemy with stinger extended. Fast-working toxins from the stinger can incapacitate most small organisms. If it battles foes at range, it will fire bursts of potent energy.", "authors": ["Unknown "]}, {"id": 13003, "title": "Dark Pirate Trooper", "text": "Pirate troopers, already trained to follow orders without question, were perfect candidates for Ing possession. Darklings moves to take every trooper they could, expanding the army of the Horde considerably. Space Pirate technology struck a chord with the Ing, who now hunt actively for gadgetry of any kind - especially weapon systems.", "authors": ["Unknown "]}, {"id": 13009, "title": "Nullified Crystal", "text": "Light Crystals, when covered with dark energy, cease to function for a short time. Light energy can clear the Crystal of the dark energy. Some dark creatures will fire dark energy at Light Crystals to hinder or damage their opponents.", "authors": ["Unknown "]}, {"id": 13010, "title": "Alpha Sandigger", "text": "This appears to be a Sandigger pack leader, larger and stronger than the normal members of its kind. Target both of its heads to damage it.", "authors": ["Unknown "]}, {"id": 13011, "title": "Dark Sentinel Crystal", "text": "The original Sentinel Crystals were durable, but they had their limits. The toxic nature of Dark Aether, coupled with constant attack from the Ing, destroyed many of them. The Luminoth responded with the Dark Sentinel Crystal. Sheathed in dark energy, it is more resistant to the atmosphere of the Ing homeworld - and the attacks of its denizens.", "authors": ["Unknown "]}, {"id": 13012, "title": "Dark Samus 2", "text": "Tactical scans have identified several new battle systems in the armor of Dark Samus. She now wields a potent variant of your Charge Beam. Her Boost attack has been augmented, and the ability to render herself invisible is present as well. Bioscans suggest that Dark Samus can reform her body short of total atomic disruption. Extreme caution recommended.", "authors": ["Unknown "]}, {"id": 13013, "title": "Stunned Head Module", "text": "Head Module is unable to receive tactical data. Force field offline. Unit is generating drones to defend itself while it attempts to restore tactical link to main body. Destroy sonic receptors on unit to prevent this.", "authors": ["Unknown "]}, {"id": 13014, "title": "Bomb Guardian", "text": "This darkling Sandigger has absorbed the ability to generate Morph Ball Bombs. It can throw Bombs with considerable accuracy, and frequently lays a spread of Bombs in its wake. Its head and tail are the only vulnerable spots on its body. Target them when they are vulnerable to neutralize and terminate this enemy.", "authors": ["Unknown "]}, {"id": 13015, "title": "Dark Diligence Drone", "text": "Some Diligence drones have been taken by the Ing for possession duties. Their small size and durability makes them excellent scouts, able to go where most others cannot. A Dark Diligence still relies on focused energy beams for defense. Their energy construct nature makes them invulnerable to most attacks. A high-powered burst of light energy can disrupt a Dark Diligence unit.", "authors": ["Unknown "]}, {"id": 13016, "title": "Quad Mb", "text": "A Quad is formed of two components: the quadruped Main Body and the flying Command Module. These units can function independently, or linked together, as the need arises. The Main Body uses melee attacks in battle. Though durable, it needs to vent excess heat from its body. When this happens, it exposes a venting system vulnerable to concussive attacks.", "authors": ["Unknown "]}, {"id": 13017, "title": "Worker Splinter", "text": "The Worker Splinter is bred for service, not combat. It spends its time collecting foodstuffs and raw material for the Hive. A layer of mucus helps to protect the creature from the toxins and chemicals it often works with. They can generate a sturdy, pliable webbing, useful in travel throughout the Hive.", "authors": ["Unknown "]}, {"id": 13018, "title": "Dark Splinter", "text": "Target is host to a parasitic bioform. The presence of the parasite increases the target's overall combat threat level. Concentrated weapons fire will damage the target.", "authors": ["Unknown "]}, {"id": 13019, "title": "Dark Trooper", "text": "Bioscans indicate terminated lifesigns in this trooper, and the presence of an unknown biomass with parasitic tendencies. Though the trooper's armor has been compromised, the bulk of it remains intact. Weapon systems remain online as well. Full parasitic fusion has yet to be obtained, resulting in low agility and response time.", "authors": ["Unknown "]}, {"id": 13020, "title": "Kinetic Orb Cannon", "text": "The purpose of the Kinetic Orb Cannon is unclear. It may have originally been designed for industrial use, then converted to a combat system in later times.", "authors": ["Unknown "]}, {"id": 13021, "title": "Green Kralee", "text": "The cousin to the dimensional-shifting Kralee, the Green Kralee spends its days roaming in search of food. A genetic defect prevents its back crystal from harnessing energy and opening warp portals. It is doubtful the Green Kralee misses this ability.", "authors": ["Unknown "]}, {"id": 13022, "title": "Spider Guardian", "text": "This darkling Pillbug has absorbed the power of the Spider Ball. It can travel over magnetically charged surfaces at will. The creature seems to have a connection to the local energy system. Aggravating it may cause disruption to the system.", "authors": ["Unknown "]}, {"id": 13023, "title": "Splinter", "text": "When it isn't hunting, a Splinter will secret a protective cocoon around itself and enter a state of hibernation. Localized seismic disturbances will awaken the Splinter, triggering a state of blood frenzy in the process. While in this state, a Splinter emits pheromones that trigger frenzy in all nearby Splinters. Disturbing a pack of Splinters is not advisable.", "authors": ["Unknown "]}, {"id": 13024, "title": "Alpha Blogg", "text": "The Alpha Blogg is the largest and strongest of its pack. It can fire potent sonic stun blasts in battle. The blasts will disrupt your Visor and weapon control systems if they hit you. Its three titanic maws are potent weapons. Target the creature's mouth areas to inflict damage upon it.", "authors": ["Unknown "]}, {"id": 13025, "title": "Dark Portal", "text": "Dark Portals allow living beings to travel to Dark Aether without being scattered throughout the interdimensional void. They are unstable, however, and only remain viable for limited periods of time. Some can be reactivated, while others vanish forever once they are used.", "authors": ["Unknown "]}, {"id": 13026, "title": "Corrupted Sentreye", "text": "The Sentreyes were designed by the Luminoth to protect their camps on Dark Aether. The Ing learned how to possess them and turn them on their former masters. Many still remain throughout Dark Aether, now serving the Ing as they served the Luminoth before them. Most weapon types will stun the Sentreyes. Only charged light energy will destroy them.", "authors": ["Unknown "]}, {"id": 13027, "title": "Webling", "text": "Weblings spin a network of energized snare lines, then sit in the middle and wait for prey to get caught in it, much like a spider. A webling is incredibly durable, though it has the darkling weakness to light.", "authors": ["Unknown "]}, {"id": 13028, "title": "Liftvine Crystal", "text": "Darkling plantform will grow in height when Crystal is energized by light-based weaponry. The Luminoth used these to navigate during their campaigns on Dark Aether. The Ing ignore the simple plant, as it is not a source of nourishment or a weapon.", "authors": ["Unknown "]}, {"id": 13029, "title": "Ingsphere Cache", "text": "The Ingsphere keeps useful items in a dimensional pocket. Normally, the Ingsphere will only release the item to its Ing master. The pocket can be breached by destroying the Ingsphere, however. This sometimes destroys the item, but can be worth the risk.", "authors": ["Unknown "]}, {"id": 13030, "title": "Dark Aether", "text": "Can't determine origin of Aether's \"dark twin.\" Contains high levels of Phazon ore. Native bioforms attack on sight.", "authors": ["Unknown "]}, {"id": 13031, "title": "Aether", "text": "Planet is unstable due to transdimensional flux. Warfare has devastated a good portion of the world's population. Finally, extreme climate shifts have left most of Aether uninhabitable.", "authors": ["Unknown "]}, {"id": 13032, "title": "Pillbug", "text": "Pillbugs prefer to dwell in dark caverns, though they can exist in lit areas. Navigating with a series of sensitive antennae, they roam through caves in search of moss and fungus. Pillbugs can move rapidly, and will ram unwary targets to clear their path as they search for food. A Pillbug can be jarred loose from a surface with a concussive blast: doing so reveals its vulnerable belly.", "authors": ["Unknown "]}, {"id": 13033, "title": "Sandgrass", "text": "Sandgrass scans indicate that the plant requires no moisture to survive. It relies exclusively on solar energy for sustenance, making it well adapted for life in a desert environment. Evidence of extensive mutation present, suggesting radical bio-adjustments within the last centicycle. Mutation source is not natural: plant strain was genetically engineered, possibly by the Luminoth.", "authors": ["Unknown "]}, {"id": 13034, "title": "Luminoth Turret", "text": "As the number of Luminoth warriors dwindled, they turned to machines to protect key areas. Automated gun turrets were often the first line of defense against Ing attacks. Though powerful, they weren't nimble enough to deal with agile enemy targets.", "authors": ["Unknown "]}, {"id": 13035, "title": "Krocuss", "text": "The Krocuss thrives on toxins it extracts from its surroundings. It secretes an acidic trail in its wake as it roams in search of nourishment. The durable mollusk can be damaged when it exposes its toxin-absorbing gills: few weapons can penetrate the creature's shell.", "authors": ["Unknown "]}, {"id": 13036, "title": "Nightbarb", "text": "Nightbarbs are small airborne darklings. Smaller and weaker than a Hunter Ing, a Nightbarb will travel with a large pack to increase its odds of survival. This is wise, since their primary predators are Hunter Ing.", "authors": ["Unknown "]}, {"id": 13037, "title": "Bloatsac", "text": "The humble Bloatsac contributes to its ecology by producing large amounts of benevolent gases. It thrives in damp enviroments, though it can survive in most climates and terrains. The Bloatsac secretes a venemous sap over its body. Very few creatures can ingest the sap and survive, making it a useful defensive mechanism for the plant.", "authors": ["Unknown "]}, {"id": 13038, "title": "Torvus Hanging Pod", "text": "The Luminoth placed these pods throughout the bog for use by their soldiers during the war. Though many have been raided since then, some still contain useful items left over from the war.", "authors": ["Unknown "]}, {"id": 13039, "title": "Seedburster", "text": "Seedbursters are moving plants, capable of traveling great distances in search of fertile soil to deposit their seeds in. When provoked by predators, the Seedburster will explode, turning the precious seed inside into a deadly projectile. These seed often do not live to fruition, but help protect the rest of the Seedburster pack from attacks.", "authors": ["Unknown "]}, {"id": 13040, "title": "Pirate Trooper", "text": "The Space Pirates suffered a serious defeat at Tallon IV, yet they remain a powerful force for crime and disorder in the galaxy. Their technology continues to advance: even the lowly trooper has received numerous upgrades to his arsenal. A photonic power scythe and quantum assault cannon are now standard-issue weapons for all troopers.", "authors": ["Unknown "]}, {"id": 13041, "title": "Chykka Larva", "text": "Scans indicate that this bioform is an infant, but aging rapidly. The creature can ensnare targets with its tongue, drawing them into its mouth. It then covers its prey with acidic globs of biomatter to break it down for digestion. This is an exceptional bioform with both a dark and light nature.", "authors": ["Unknown "]}, {"id": 13042, "title": "U-Mos", "text": "Subject is U-Mos, a Sentinel of the Luminoth. Scans indicate numerous beneficial abilities, including heightened reflexes, durability, psionics, and flight. Ability to generate and manipulate energy on par with that of the Chozo. Dating scans suggest an age of 2.15 centicycles. Only known active member of the species: remaining Luminoth locked in protective stasis until crisis is resolved.", "authors": ["Unknown "]}, {"id": 13043, "title": "Emperor Ing Chrysalis", "text": "The heavily damaged Emperor Ing has entered a regenerative state inside a durable healing shell. Tactical scans have detected eleven weak points on the magnetically charged shell: Spider Ball travel is possible on the shell surface. Damage the weak spots with explosives to crack the shell and expose the enemy within.", "authors": ["Unknown "]}, {"id": 13044, "title": "Damaged Quadraxis", "text": "Though the main body is disabled, the tactical control unit within it is still active. It will guide the Head Module in battle via high-sonic transmissions. Disabling this module will impair the Head Module's ability to fight.", "authors": ["Unknown "]}, {"id": 13045, "title": "Energized Crystal", "text": "Energized Crystals provide better protection from Dark Aether's denizens. Dark creatures are damaged or killed by the energized field. Some are killed on contact. The extra protection is not unlimited, and must be recharged by the Light Beam to remain in effect.", "authors": ["Unknown "]}, {"id": 13046, "title": "Gf Gate Mk VI", "text": "This gate is used with Armored Security Locks, which must be neutralized to operate the gate. Gate is resistant to all but the most potent explosives.", "authors": ["Unknown "]}, {"id": 13047, "title": "Mutated Emperor Ing", "text": "Further exposure to Phazon has mutated the Emperor Ing. It is now capable of shielding its vulnerable areas with energy barriers. Beams of opposite polarity can damage these barriers, however. Heavy damage to these barriers will cause them to drop, exposing the creatures weak spots. Target the weak spots to immobilize and damage the enemy.", "authors": ["Unknown "]}, {"id": 13048, "title": "Mechlops", "text": "The Luminoth tried to domesticate and train a number of Triclops for use in war, but failed. Undaunted, they created mechanical versions of the hardy creatures to use in battle. The few Mechlops that remain now serve other mechanoids, turning their potent jaws and earthmoving power against their former masters.", "authors": ["Unknown "]}, {"id": 13049, "title": "Brizgee", "text": "The Brizgee's tail ends in a venomous barb, which it conceals underneath a hard-packed layer of fused sand. A series of sharpened ridges along its body discourages most predators: those foolish enough to harass the Brizgee are quickly introduced to its deadly sting.", "authors": ["Unknown "]}, {"id": 13050, "title": "Pirate Skiff", "text": "Plans for the Shrike were recently stolen from a GF lab by the Space Pirates. Production began immediately, and the fast-moving skiff is now part of Pirate operations. It is used primarily as a troop transport, taking a fire team of troopers into action. The Shrike is unarmed, relying on the troops it carries for protection against hostile forces.", "authors": ["Unknown "]}, {"id": 13051, "title": "Light Beacon", "text": "Light Beacons must be energized by Beam weapon fire to function, and remain charged for a limited time. The Beacons were created when the Luminoth ran short of Light Crystals during the war. While simpler to make, the Beacons were also unstable. They had to be energized periodically, and could run out of energy at critical moments. Still, any protection was better than none for the Luminoth warriors.", "authors": ["Unknown "]}, {"id": 13052, "title": "Dark Shredder", "text": "The hardy Shredder is a favorite possession target for Ing that dwell near dark water. Dark Shredders can lurk in the venomous liquid indefinitely, patiently waiting for prey. When agitated, it will emerge and begin to fly toward its foe. They are very resilient, but can be eliminated with concentrated weapons fire.", "authors": ["Unknown "]}, {"id": 13053, "title": "Sandbats", "text": "Sandbats are small flyers. They travel in packs for safety, though they are predatory in nature. Failing to find prey as a group, Sandbats will often enter a feeding frenzy and attack one another in search of sustenance.", "authors": ["Unknown "]}, {"id": 13054, "title": "Blogg", "text": "The Blogg uses speed and agility to close in on prey. It will batter foes with a ramming attack, then use its three tooth-filled maws to finish the job. Bloggs have a weak spot inside their mouths: the rest of their bodies are covered with a thick, damage-resistant hide.", "authors": ["Unknown "]}, {"id": 13055, "title": "Final Head Module", "text": "Module has lost its tactical link to the main body. Two points of structural weakness have been located on its hull: Morph Ball Bombs can cause damage to these areas. Scans indicate that the Spider Ball can attach to the Module's outer hull.", "authors": ["Unknown "]}, {"id": 13056, "title": "Quad Cm", "text": "A Quad is formed of two components: the quadruped Main Body and the flying Command Module. These units can function independently, or linked together, as the need arises. The Command Module relies on ranged beam weapon attacks. It can generate a powerful beam shield to protect itself. Opposite-polarity beams can penetrate this shield, however.", "authors": ["Unknown "]}, {"id": 13057, "title": "Phazon", "text": "Volatile ore with biomutagenic properties. Origin point of Phazon unknown. First detection of element on planet Tallon IV. Used by Space Pirates to produce vast levels of energy. Bioforms exposed to Phazon without proper shielding will eventually undergo radical mutation.", "authors": ["Unknown "]}, {"id": 13058, "title": "Ingstorm", "text": "The Ingstorm is a collective swarm of tiny Ing. When banded together, they can emit destructive energy that, over time, can break down the most durable of alloys.", "authors": ["Unknown "]}, {"id": 13059, "title": "Dormant Ingclaw", "text": "Ingclaws occasionally enter a strange torpor, brought on by constant exposure to the atmosphere of Dark Aether. While in this dream state, the creature does not feed or expel its deadly vapor. Fortunately, its indestructible shell protects it from predators.", "authors": ["Unknown "]}, {"id": 13060, "title": "Shredder", "text": "The Shredder spends most of its life in the earth. When agitated, it will spring from the ground, then begin to fly toward its foe. Should it reach its target, the Shredder will explode with considerable force, releasing a cloud of thorns as it does. Shredders are resilient, but can be eliminated with concentrated weapons fire.", "authors": ["Unknown "]}, {"id": 13061, "title": "Energized Beacon", "text": "Energized Beacons provide better protection from Dark Aether's denizens. Dark creatures are damaged by the energized field. Some are killed on contact. The extra protection is not unlimited, and must be recharged by the Light Beam to remain in effect.", "authors": ["Unknown "]}, {"id": 13062, "title": "Splinter Cocoon", "text": "Splinters will enter their protective cocoons when tired or sated. The cocoon is durable, but can be destroyed by weapons fire. Destroying a cocoon will kill the Splinter inside: when this occurs, the dying Splinter will emit a shriek that will alert all nearby Splinters in hibernation. This will drive them into battle frenzy as a defense mechanism.", "authors": ["Unknown "]}, {"id": 13063, "title": "Lightflyer", "text": "The Lightflyer is an aggressive flying drone. Once loyal to the Luminoth, it will now fire a burst of energy at any living thing within range. It generates light at all times, making it somewhat easy to target.", "authors": ["Unknown "]}, {"id": 13064, "title": "Dark Grenchler", "text": "Darklings are drawn to possess vicious predators, making the Grenchler a prime candidate. Despite the added toughness gained from possession, the Dark Grenchler retains its one weakness. Remove the back shell with explosive blasts to expose its pain center, then attack the pain center to quickly dispatch the creature.", "authors": ["Unknown "]}, {"id": 13065, "title": "Metroid Cocoon", "text": "The Space Pirates transport young Tallon Metroids in an organic \"cocoon\" designed to sustain the small creatures. Each cocoon can support numerous infants for several cycles. The creatures are normally content to remain in the cocoon, but will emerge when they detect the presence of Phazon.", "authors": ["Unknown "]}, {"id": 13066, "title": "Serenity Class Drone", "text": "The Serenity drones have not gone rogue. The units are defenseless, have no weapons, and cannot be eaten. These qualities make them useless to the Ing. The small drones are assigned simple maintenance tasks upon creation and perform them without hesitation until reassigned or destroyed.", "authors": ["Unknown "]}, {"id": 13067, "title": "Vigilance Class Turret", "text": "The \"Vigilance\" Class Turret is found in many Space Pirate bases. Built to support the \"Humility\" Class Turret, it is as accurate as the gunner operating it. Many young Space Pirates begin their careers as sentries: a tour as a Vigilance gunner is considered a mark of distinction.", "authors": ["Unknown "]}, {"id": 13068, "title": "Inglet", "text": "Inglets preform the menial labor of the Horde, but can but pressed into a combat role if there is a need. They are amorphous blobs, capable of clinging to nearly any surface. Inglets can fire bursts of dark matter in self-defense, though they prefer to avoid battle. They seldom travel alone, and can be dangerous in large numbers. As with are Ings, they dislike bright light, and will avoid it if possible.", "authors": ["Unknown "]}, {"id": 13069, "title": "Sandigger", "text": "Scans indicate that the Sandigger has a dual-brain nervous system. Both of its heads are capable of attacking, disabling, and digesting prey. It fires globs of acidic digestive fluid at prey to cripple them and begin the digestion process. Its hide is very durable and resistant to weapons fire: only its exposed eyes can be damaged.", "authors": ["Unknown "]}, {"id": 13070, "title": "Rezbit", "text": "The Rezbit, though small, is a tough opponent. Its weapon system is potent, capable of firing bursts or beams at targets. A barrier shield blocks incoming attacks. It can also shift into an energy state to evade enemies: while in this state it can transmit a powerful virus into mechanoids and armor systems. The virus can cripple your systems for a time, leaving you vulnerable.", "authors": ["Unknown "]}, {"id": 13071, "title": "Ing Larva Swarm", "text": "Ing larvae travel in swarms for protection. They are weak with no real defenses or attacks. The few that make it to adulthood are quite cunning and vicious.", "authors": ["Unknown "]}, {"id": 13072, "title": "Torvus Bearerpod", "text": "The Torvus Bearerpod grows around useful items. The hard outer shell can be shattered by weapon fire. The Luminoth use the hardy plants to store supplies for operations in the Torvus Bog. They are resistant to the harsh chemicals and diseases that run rampant in the swamp, and emit a deadly cloud when destroyed. This has discouraged their consumption by local animals.", "authors": ["Unknown "]}, {"id": 13073, "title": "Dark Preed", "text": "The aggressive Preeds are often possessed by darklings for aerial hunting missions. The presence of the dark creature makes the small cyborg more durable. The toxic gas carried by a Preed is enhanced by exposure to dark energy, making it considerably more dangerous.", "authors": ["Unknown "]}, {"id": 13074, "title": "Quadraxis", "text": "The Quadraxis unit went rogue and entered the service of the Ing. Its primary weapon system fires destructive matter-antimatter blasts. It uses a powerful missile battery for long-distance attacks. The Quadraxis is incredibly durable and well-armored, but its leg and foot joints are vulnerable. Damaging these joints will eventually render it immobile.", "authors": ["Unknown "]}, {"id": 13075, "title": "Diligence Class Drone", "text": "The Diligence drones were the first cleaning units designed by the Luminoth. They were modified for combat duty once the war began, but were outshined by the newer Harmony-class units. A Diligence uses focused energy beams to perform its duty. Their energy construct nature makes them invulnerable to most attacks, though dark energy can disrupt them.", "authors": ["Unknown "]}, {"id": 13076, "title": "Bloggling", "text": "Young Blogg are weaker than their parents, but still violent. Their powerful jaws have yet to form, and they lack the defense abilities found in adult Blogg. They must rely on speed and agility for protection if attacked without the protection of their elders.", "authors": ["Unknown "]}, {"id": 13077, "title": "Dark Quad Mb", "text": "The Ing discovered they could possess and control artificially intelligent machines as well as living beings. They soon turned the loyal Quad drones against the Luminoth, finding the tenacious machines to be quite useful additions to the Horde.", "authors": ["Unknown "]}, {"id": 13078, "title": "Agon Bearerpod", "text": "The Agon Bearerpod is a hardy desert plantform used by the Luminoth to store useful items and supplies. Its tough epidermis can be destroyed by weapons. It gathers trace amounts of moisture from the air and stores it in a number of chambers throughout its body. It can hold and process this moisture for weeks if necessary.", "authors": ["Unknown "]}, {"id": 13079, "title": "Grapple Point", "text": "To use the Grapple Beam, use when the grapple icon appears. You can fire your weapons while attached to a grapple point.", "authors": ["Unknown "]}, {"id": 13080, "title": "Shriekbat", "text": "Shriekbats have high internal temperatures, leading them to seek cool climates to dwell in. They prefer caverns, roosting on ceilings while hunting for small prey. Fiercely territorial, they dive-bomb anything that wanders near. This attack is fatal for the Shriekbat, as the impact sets off a discharge of thermal energy.", "authors": ["Unknown "]}, {"id": 13081, "title": "Spinner", "text": "Boost powered control system. Use the Boost ability of the Morph Ball when inside a Spinner to activate the device it powers.", "authors": ["Unknown "]}, {"id": 13082, "title": "Jump Guardian", "text": "Space Jump powered Warrior Ing. Powerful metamorph with enhanced jump abilities. Able to generate energy shock waves and force fields. This Warrior Ing has absorbed the power of the Space Jump Boots. It can leap incredible distances and heights, and uses this ability to great effect in battle. Target can generate powerful shock waves of dark energy, and will sheath itself in a potent force field to protect itself. It cannot maintain the shield indefinitely: concentrate weapon fire on it when the shield is down.", "authors": ["Unknown "]}, {"id": 13083, "title": "Lumite", "text": "The Lumite thrives on light, and can render itself invisible to most predators while within it. When out of the light, the creature is relatively harmless, relying on a crudely spat chunk of biomatter to defend itself. Once in the light, it can channel large amounts of solar energy into a deadly blast.", "authors": ["Unknown "]}, {"id": 13084, "title": "Kralee", "text": "The Kralee phases between dimensions as a defense mechanism. A crystal in its carapace gathers energy to fuel the creation of a warp portal. The process is uncontrollable, keeping the Kralee in constant dimensional flux.", "authors": ["Unknown "]}, {"id": 13085, "title": "Ing Webtrap", "text": "These creatures respond to commands from the Ing, forming over areas as ordered. They are virtually indestructible, and can only be undone by killing the Ing that commands them.", "authors": ["Unknown "]}, {"id": 13086, "title": "Emperor Ing Body", "text": "Bioscans indicate that this is the eldest, strongest Ing in the Horde, the alpha and the omega. It has absorbed enormous amounts of Phazon energy into its body, mutating itself in the process. Apparently this power is not enough for the creature, as it is now siphoning energy from the final Energy Controller.", "authors": ["Unknown "]}, {"id": 13087, "title": "Super Crystal", "text": "When charged with light and dark energy at once, the Crystal becomes a beacon to the Ing. They are compelled to approach it, despite the deadly field of energy it emits.", "authors": ["Unknown "]}, {"id": 13088, "title": "Pirate Grenadier", "text": "The Space Pirates have begun to use an experimental energy grenade launcher in the field. The weapon is viewed as a mixed blessing to the Grenadier units: while the grenade launchers are powerful weapons, Grenadiers must leave their rifles behind to carry them. Fast-moving targets can close range on Grenadiers, rendering their main weapons somewhat ineffective.", "authors": ["Unknown "]}, {"id": 13089, "title": "Light Lift Crystal", "text": "Luminoth lift platform will lower when Crystal is energized by dark weaponry. Used by the Luminoth force during their war. Most still function, despite periodic abuse from the Ing.", "authors": ["Unknown "]}, {"id": 13090, "title": "Lightbringer", "text": "Lightbringers were created by the Luminoth for use in their war with the Ing. The crystalline creatures generate a field of life-giving energy at all times, and they can be energized like a Safe Zone Crystal. They are immune to most weapon fire: only a burst of matter-antimatter can destroy them.", "authors": ["Unknown "]}, {"id": 13091, "title": "Light Crystal", "text": "Light Crystals provide protection from Dark Aether's atmosphere. They can be nullified by dark energy, or super charged by light energy. They were created by the Luminoth during the war with the Ing, and many still remain in use. Dark creatures despise the Crystals: some are injured or killed by the field they create.", "authors": ["Unknown "]}, {"id": 13092, "title": "Darkling Tentacle", "text": "Some darklings can open dimensional portals at will. They use this ability to hunt for unwary prey, reaching out to snatch them with their tentacles. Once ensnared, the prey is dragged to its doom. The tentacles are resilient; pure light energy can disrupt them. Nothing can destroy them.", "authors": ["Unknown "]}, {"id": 13093, "title": "Flying Ing Cache", "text": "The Flying Cache was bred and trained to be a living storage unit. It employs a limited stealth field that renders it unseen to most enemies. The fact that the creature must be killed to obtain the object it stores is of little consequence to the Ing.", "authors": ["Unknown "]}, {"id": 13094, "title": "Grapple Guardian", "text": "Grapple Beam powered darkling. Well-armored target utilizes Grapple Beam to ensnare enemies. Weak spots detected: back shell and eye. Uses special attack when angered. This darkling Grenchler has absorbed the power of the Grapple Beam. It will fire the beam to snare potential meals and pull them into its waiting jaws. The beam is powerful, and can attach to most surfaces, including your armor. Its eye region is sensitive; damage in the area can induce a state of anger in the target. A weak spot under the back shell is a prime target as well. When angered, it will use a special attack.", "authors": ["Unknown "]}, {"id": 13095, "title": "Warrior Ing", "text": "Warrior Ing are challenging foes. They can render themselves into amorphous puddles and move over most terrain, including walls. Warrior Ing can turn their bodies into deadly projectiles sheathed by dark energy. The tips of their legs are razor sharp, making them formidable in melee. Finally, Warrior Ing are capable of channeling transdimensional energy and firing it at their enemies. Their only real weakness is bright, pure light, which they hate and fear.", "authors": ["Unknown "]}, {"id": 13096, "title": "Dark Missile Trooper", "text": "Bioscans indicate terminated lifesigns in this missile trooper, and the presence of an unknown biomass with parasitic tendencies. Though the missile trooper's armor has been compromised, the bulk of it remains intact. Missile weapon system remains online as well. Full parasitic fusion has yet to be obtained, resulting in low agility and response time.", "authors": ["Unknown "]}, {"id": 13097, "title": "Bomb Slot", "text": "Insert the Morph Ball into the slot, then detonate a Bomb. This will send energy from the slot to the device connected to it.", "authors": ["Unknown "]}, {"id": 13098, "title": "Pirate Commando", "text": "Dedicated to \"hunting the Hunter,\" Space Pirate Commando units have been equipped with the latest weapons, including a variable pulse cannon, e-grenade launcher, and energy scythe. Powerful thrusters carry them at high speed over any terrain. A portable barrier shield repels most attacks, but can only be deployed for limited periods.", "authors": ["Unknown "]}, {"id": 13099, "title": "Spider Ball Track", "text": "In Morph Ball mode, press and hold when close to this type of surface. Use [Control Stick] to move the Ball along the track. Release to disengage from the surface. Using the Boost ability when on a Spider Ball Track will rapidly launch the Spider Ball from the track. Detonating a Morph Ball Bomb will briefly disengage the Ball from the track.", "authors": ["Unknown "]}, {"id": 13100, "title": "Preed", "text": "The cybernetic Preeds are aggressive hunters used as patrol animals by the Space Pirates. They carry lethal Nohadin gas for use as a defense mechanism. If a Preed is ruptured, the gas within it is violently released. This toxic cloud often proves fatal to the Preed's killer.", "authors": ["Unknown "]}, {"id": 13101, "title": "Light Portal", "text": "Light Portals allow living beings to travel to Aether without being scattered throughout the interdimensional void. They are unstable, however, and only remain viable for limited periods of time. Some can be reactivated, while others vanish forever once they are used.", "authors": ["Unknown "]}, {"id": 13102, "title": "Amorbis 1", "text": "The enormous Amorbis can move through solid rock and earth with ease, and can sense the location of surface-level prey deep within the ground. They will attempt to ram any target they can find in their domain. They are vulnerable to all forms of weapons fire, but are incredibly strong and resistant to pain.", "authors": ["Unknown "]}, {"id": 13103, "title": "Samus's Gunship", "text": "Your Hunter-class gunship is one of a kind, its distinct hull lines marking it to friend and foe alike. Custom built for you by the Federated Shipyards at Aliehs III, it contains a mobile energy recharge system and microfactories designed to produce ammunition. A sophisticated onboard computer stores mission data collected in the field for future reference.", "authors": ["Unknown "]}, {"id": 13104, "title": "Humility Class Turret", "text": "The Space Pirates copied captured Federation \"Growler\" turrets, but found the cannon unit inadequate. The replaced the Growler's weapon with a powerful galvanic accelerator cannon. The \"Humility\" turret packs a strong punch, but retains the Growler system's weaknesses. Fast targets can evade the crude targeting system, and the armor can't take much punishment.", "authors": ["Unknown "]}, {"id": 13105, "title": "Caretaker Class Drone", "text": "The Caretaker drone was designed to protect and maintain an experimental energy chamber. It uses electrically charged limbs to perform its duties. The drone requires sensor updates to fight: a vulnerable detection unit will extend periodically to search for targets. Destroying this unit would weaken its combat ability.", "authors": ["Unknown "]}, {"id": 13106, "title": "Amorbis 2", "text": "The Amorbis can attach themselves to the Dark Sphere, drawing potent energy from within. They can fire dark energy at Light Crystals, nullifying Safe Zones for a short time. They can also channel this energy into powerful beam attacks. Bioscans indicate a weak spot inside the creature's mouth. Concentrate your fire at this area to damage an Amorbis.", "authors": ["Unknown "]}, {"id": 13107, "title": "Shielded Head Module", "text": "The Head Module of the Quadraxis is highly mobile and well armed. It is shielded by an impervious force field. Tactical commands are sent to the module from the crippled main body: sever this link to impair the Head Module's combat ability.", "authors": ["Unknown "]}, {"id": 13108, "title": "Tallon Metroid", "text": "The Space Pirates harvest and enslave Metroids for use in their operations. The Tallon Metroid will latch onto prey with powerful pincers, then proceed to drain its life energy. This causes the creature to grow in size and mass. The creatures are vulnerable to the chilling effect of dark energy, and can be detached by entering Morph Ball mode and deploying a Bomb.", "authors": ["Unknown "]}, {"id": 13109, "title": "Ingsmasher", "text": "Designed to fight alongside the Luminoth, the Ingsmasher now seeks to destroy them. In close combat, it smashes its energized fists into the earth to send out powerful shock waves, then pulverizes any immobile prey. It will fire salvos of missiles at long-distance quarry. It uses an energy shield in battle that can be adjusted to protect against a variety of beam weapons. The shield can be overloaded by opposite-polarity beams, however, damaging the Ingsmasher in the process.", "authors": ["Unknown "]}, {"id": 13110, "title": "Dark Samus 4", "text": "Dark Samus has temporarily become a being of pure yet unstable Phazon energy. She can generate a shield that is invulnerable to all attacks, save one - blasts of Phazon energy itself. Use your Charge Beam to collect Phazon energy that she expels, then fire it back at her. Direct hits will overload and disrupt her essence.", "authors": ["Unknown "]}, {"id": 13111, "title": "Gf Bridge", "text": "This bridge is durable, but often locks in place, leading the Marines to call for a new design. The Mk III should enter service within the next eight cycles.", "authors": ["Unknown "]}, {"id": 13112, "title": "Dark Ingsmasher", "text": "Once the Ing discovered they could possess intelligent machines, the mighty Ingsmashers were top-priority targets for the Horde. The drones retain all of their attacks - shock-wave fists and missile launchers. It uses an energy shield in battle that can be adjusted to protect against a variety of beam weapons. The shield can be overloaded by opposite-polarity beams.", "authors": ["Unknown "]}, {"id": 13113, "title": "Chyklings", "text": "Interaction with dark energy has mutated the Chykka. Its offspring are now born as flyers, skipping the larval stage completely. These infants are highly protective of their parent, and will streak to attack on sight. They lack their parent's durability, however, making them easy targets.", "authors": ["Unknown "]}, {"id": 13114, "title": "Ingworm Cache", "text": "The Ingworms wrap their bodies around useful items to protect them. They are defenseless. They are not terribly durable and have no form of attack, hence their assignment as storage bearers by the Horde.", "authors": ["Unknown "]}, {"id": 13115, "title": "Hydlings", "text": "Hydlings are small water dwellers. They travel in packs for safety, roaming the water in search of bits of food. Their only defense is a bite, though their small teeth are sharp enough to pierce metal.", "authors": ["Unknown "]}, {"id": 13116, "title": "Octopede", "text": "The Octopedes were created to deliver data to Luminoth citizens. They now follow their routes in the service of other rogue mechanoids. The units were designed to self-destruct if attacked, and will explode with enough force to cause damage.", "authors": ["Unknown "]}, {"id": 13117, "title": "Ingclaw", "text": "The Ingclaw secretes an incredibly durable shell over itself shortly after birth. From that moment on, it remains rooted in place. The creature feeds on the flotsam floating in the atmosphere of Dark Aether, and produces waste in the form of a toxic dark vapor.", "authors": ["Unknown "]}, {"id": 13118, "title": "Wall Jump Surface", "text": "This surface was designed to be used in conjunction with the Screw Attack system. Perform Screw Attacks while facing and touching wall to do a Wall Jump.", "authors": ["Unknown "]}, {"id": 13119, "title": "Dark Tallon Metroid", "text": "The Ing are fascinated by Metroids and their connection to Phazon. It is not a shared fascination, as Metroids will attack Ing on sight. Recognizing their strength, Ing darklings have possessed a number of Metroids, turning them into powerful soldiers of the Horde.", "authors": ["Unknown "]}, {"id": 13120, "title": "Dark Pirate Commando", "text": "The Ing prize the few Pirate Commandos they manage to take alive. Only Hunter Ing are allowed to possess the Commandos, and the competition for that right is fierce among them. The Hunter Ing ability to phase out of local timespace carries over to the Dark Pirate Commando. They will fire bursts of dark matter at enemies, along with experimental EMP grenades stolen from the Space Pirates.", "authors": ["Unknown "]}, {"id": 13121, "title": "Power Bomb Guardian", "text": "This darkling Sporb has absorbed the ability to generate Power Bombs. It can fire these dangerous weapons instead of the venomous needles it normally shoots. The energies of the Power Bomb weapon have made it all but invulnerable. Tremendous kinetic damage will override the protective field, however.", "authors": ["Unknown "]}, {"id": 13122, "title": "Energy Controller", "text": "Energy Controllers were built by the Luminoth to regulate Aether's planetary energy. Several wonders are powered by the Energy Controllers, including a weather control grid and a teleportation system. When Dark Aether was born, it too had Energy Controllers, all linked to that world's planetary energy.", "authors": ["Unknown "]}, {"id": 13123, "title": "Bladepod", "text": "These Ing morph their bodies around useful items to protect them. They rely on larger Ing for protection, as they have no way of fending off enemies. Damage from all weapons will harm them, but light-based weapons are superior.", "authors": ["Unknown "]}, {"id": 13124, "title": "Shrieker", "text": "A cousin to the Shredder, the Shrieker waits for prey half-buried in the earth. When it detects a target, it erupts from the ground and takes flight. It releases a sonic blast to stun its target, then sweeps in to feast. Shriekers can generate a stealth field that disrupts most Visors, making them difficult to attack.", "authors": ["Unknown "]}, {"id": 13125, "title": "Dark War Wasp", "text": "Vicious and swift, the War Wasp is a prime target for young Ing eager to join the war effort. They appreciate the flying speed and numerous attacks the insect possesses. If they prove their mettle in the War Wasp, these Ing often graduate to the control of larger, deadlier creatures.", "authors": ["Unknown "]}, {"id": 13126, "title": "Emperor Ing Eye", "text": "The Emperor Ing has exposed its main eye, from which it can fire powerful energy beams. It is protected by an energy shield, although not completely. The eye can be locked onto, but only direct shots will get past the shield.", "authors": ["Unknown "]}, {"id": 13127, "title": "Gfs Tyr", "text": "The Anhur class is a state-of-the-art warship, designed to police and defend planetary systems. This ship, the G.F.S. Tyr, has been heavily damaged. It appears that the crew have dismantled parts of the Tyr as well, possibly for use as makeshift defense systems.", "authors": ["Unknown "]}, {"id": 13128, "title": "Super Beacon", "text": "When charged with light and dark energy at once, the Beacon compels Ing to approach it, despite the deadly field of energy it emits.", "authors": ["Unknown "]}, {"id": 13129, "title": "Watchdrone", "text": "Watchdrones were built by the Luminoth to guard key areas and hinder Ing armies. Most of these units have betrayed their masters, and now serve the Ing. Watchdrones are indestructible and reluctant to move, but can be forced into quitting their posts by exposing them to bright, pure light. Once the light fades, the mechanoid will return to its original resting site.", "authors": ["Unknown "]}, {"id": 13130, "title": "Dark Lift Crystal", "text": "Luminoth lift platform will raise when Crystal is energized by light-based weaponry. Used by the Luminoth forces during their war. Most still function, despite periodic abuse from the Ing.", "authors": ["Unknown "]}, {"id": 13131, "title": "Nullified Beacon", "text": "Light Beacons, when covered with dark energy, cease to function for a brief time. Light energy can clear the Beacon of the dark energy. Some dark creatures will fire dark energy at Light Beacons to hinder or damage their opponents.", "authors": ["Unknown "]}, {"id": 13132, "title": "Dark Alpha Splinter", "text": "Splinter alpha males are the first to be targeted for darkling possession. Dark Alpha Splinters grow in strength and durability, making them an even greater threat than normal.", "authors": ["Unknown "]}, {"id": 13133, "title": "Growler Class Turret", "text": "The GM-42 \"Growler\" Class Turret is a dated design, though still quite effective as a point-defense system. It is lightly armored, and fast-moving targets can evade its tracking system. Several copies of the system exist, including the Space Pirate \"Humility\" Class automated turret.", "authors": ["Unknown "]}, {"id": 13134, "title": "Pirate Aerotrooper", "text": "Pirate Aerotroopers are known for their cold precision and utter cruelty. Armed with both beam and missile systems, the Aerotroopers can be a difficult foe to engage, especially at range. Their jet packs can be overloaded with heat-based attacks, however. These units prefer death before dishonor: an injured Aerotrooper will make a suicide strike before allowing himself to be captured.", "authors": ["Unknown "]}, {"id": 13135, "title": "Dark Samus 3", "text": "Scans indicate that Dark Samus has absorbed tremendous levels of Phazon into her body: too much, perhaps. She can vent Phazon energy in the form of destructive blasts and protective shields: doing so will help her maintain stability. Exposure to Phazon has rendered her invisible to the Dark Visor. These new abilities, combined with her already formidable arsenal, place Dark Samus at the highest threat level.", "authors": ["Unknown "]}, {"id": 13136, "title": "Chykka", "text": "The Chykka has rapidly aged to its adult form. It will attack by firing high-powered bursts of dark water at rapid speed. If frustrated, it will attempt to dive and ram you. Most of the Chykka's body is vulnerable to weapons fire, but scans indicate that such fire will only stun it. When stunned, however, four weak spots will appear. These spots are vulnerable to attack: target them to damage the enemy.", "authors": ["Unknown "]}, {"id": 13137, "title": "Dark Chykka", "text": "The Chykka has recovered, and energized its body with dark energy. This energy has rendered most of the creature immune to attack, including its wings. Tactical scans indicate that its eggsac is vulnerable, however. Target it to damage the creature.", "authors": ["Unknown "]}, {"id": 13138, "title": "Dark Phlogus", "text": "The Phlogus waits patiently as it floats in murky waters, searching for a meal. When the seismic sensors in its epidermis are triggered, it springs open rapidly to attack. Phlogi can fire a spray of venom to immobilize their prey. A central nervous system is exposed when it opens its mouth to attack: damage this to stun the Phlogus for a time.", "authors": ["Unknown "]}, {"id": 13139, "title": "Hunter Ing", "text": "The Hunter Ing patrol the lands of Dark Aether in search of the Horde's enemies. They can render their bodies intangible, allowing them to ambush their targets with ease. Hunter Ing can generate long, deadly tentacles, which they use with great effect in battle. Cunning and relentless, the Hunter Ing will seize their prey or die.", "authors": ["Unknown "]}, {"id": 13140, "title": "Boost Guardian", "text": "This Warrior Ing has absorbed the power of the Boost Ball. It can boost-blast toward its enemies, using its body as a potent weapon. When it is not in solid form, engaging it in Morph Ball mode may provide better attack opportunities.", "authors": ["Unknown "]}, {"id": 13141, "title": "Sporb", "text": "The hanging Sporb sits patiently until a potential meal is detected. A burst of poisoned needles is the Sporb's primary means of attack. It can also extend its body over short distances, gripping small targets within its powerful jaws. Sporbs wither when exposed to dark energy, making them vulnerable to other weapon systems.", "authors": ["Unknown "]}, {"id": 13142, "title": "Alpha Splinter", "text": "Splinter war packs are dominated by the largest male. Alpha Splinters use their tremendous strength, size, and speed to subdue and kill prey, paving the way for their smaller broodlings.", "authors": ["Unknown "]}, {"id": 13143, "title": "Dark Samus 1", "text": "Scans indicate the presence of Phazon and your genetic material within this entity. She wears a version of the Varia Suit, altered and augmented by the Phazon within her. Primary weapons include the Missile Launcher and a scattershot variant of the Power Beam. Boost and Jump abilities are superior to yours. The ability to generate Phazon energy shields is also present.", "authors": ["Unknown "]}, {"id": 13144, "title": "Gf Gate Mk Vii", "text": "The Mk VII Defense Gate is composed of Denzium. Invulnerable to most weapons, though high-yield explosives are effective. Often used in conjunction with a remote scan access control panel.", "authors": ["Unknown "]}, {"id": 13145, "title": "Sentinel Crystal", "text": "During the war, the Luminoth used the Sentinel Crystals to monitor key areas and installations. They are incredibly durable resisting all but the most powerful of Ing attacks. U-Mos still uses the remaining Sentinel Crystals to keep a watch for Ing activity.", "authors": ["Unknown "]}, {"id": 13146, "title": "Emperor Ing Head", "text": "Like its brethren, the Emperor Ing is a metamorph. It has molded itself around the precious Energy Controller, and will defend it to the death, using its own body as a shield and weapon. Destroy the tentacles it generates to weaken the creature and its defenses.", "authors": ["Unknown "]}, {"id": 13147, "title": "Dark Quad Cm", "text": "The Ing discovered they could possess and control artificially intelligent machines as well as living beings. They soon turned the loyal Quad drones against the Luminoth, finding the tenacious machines to be quite useful additions to the Horde. A dominant darkling assumes control of the Command Module, forcing the lesser Ing in the Main Body to do its bidding.", "authors": ["Unknown "]}, {"id": 13148, "title": "Dark Blogg", "text": "Dark Blogg somehow lose their sonic blast ability: something about their minds makes them difficult for darklings to fully control. They rely solely on their deadly maws for attack: in most cases they are more than adequate. Target the weak spot inside its mouth to defeat the Dark Blogg with ease.", "authors": ["Unknown "]}, {"id": 13149, "title": "War Wasp Hive", "text": "War Wasps require considerable amounts of sleep after a long hunt. They weave a protective hive from organic fluids they secrete themselves, then crawl inside to rest. Though safe from most predators, the hives can be damaged by explosive weapons.", "authors": ["Unknown "]}, {"id": 13150, "title": "Log 06.221.7 (Phazon Raids)", "text": "Phazon extraction raids are under way on Dark Aether. The toxicity of the atmosphere has taken a toll on our workforce, as have the hostile natives of that world. Science Team is preparing survival gear to protect our work teams, and we have increased our security presence in extraction areas. Fortunately, High Command is sending more troops and supplies. Our troops and resources are spread dangerously thin, and this mission cannot fail.", "authors": ["Unknown "]}, {"id": 13151, "title": "Log 06.989.8 (Shadow War)", "text": "The local war has escalated in intensity. The shadowlings from Dark Aether launched an offensive. The assault seems focused on a central network of buildings atop a mountain: a base, perhaps. Strangely, this attack coincides with a rise in planetary instability. Perhaps these shadow creatures are using a new weapon system. The shadowlings must believe us to be foes, for they have hit our base numerous times as well. We are holding, but this attrition is taking its toll on our troops and resources. Reinforcements are en route. We can only wait and defend what is ours.", "authors": ["Unknown "]}, {"id": 13152, "title": "Log 04.885.3 (Local Conflict)", "text": "Intelligence reports on the indigenous population of Aether are in error. This planet is not at peace, nor are the inhabitants docile. Evidence of a class 4 conflict is present here, though hostilities are at minimal level now. Our territory has suffered several raids by a strange type of shadowy creature. These raids have caused considerable damage, and we have requested more combat troops in response.", "authors": ["Unknown "]}, {"id": 13153, "title": "Log 05.008.6 (Great Discoveries)", "text": "A spatial anomaly has been found within our base. We believe this rift in space-time leads to a parallel dimension of some type, but have been unable to interact with it thus far. A strange artifact was found near the anomaly as well. It may be a weapon or generator of some kind: perhaps it is the key to accessing the anomaly. High Command is eager for reports on the relic. A new weapon for our arsenal is always welcome.", "authors": ["Unknown "]}, {"id": 13154, "title": "Log 06.713.5 (Security Breach)", "text": "The Dark Hunter teleports into the base at will. Our security has proven next to useless against her. Her latest raid was disastrous. Not only did we lose more Phazon to her, but she also crippled the stealth field generator with her strange new weapons. We are exposed. Until the replacement generator arrives, we will be vulnerable to scans and detection. Our presence here is still minimal: should the Federation find us, we will be unable to defend our position. Fortunately, Aether is on the fringe of Federation space. With luck, we will have a stealth field back in effect before being detected.", "authors": ["Unknown "]}, {"id": 13155, "title": "Log 04.468.1 (Phazon Operations)", "text": "Science teams have discovered the presence of Phazon in the Dasha system four cycles ago. High command authorized the deployment of our team shortly thereafter. Our orders are to establish a base on planet Aether and evaluate local Phazon resources. Because this world lies on the periphery of Galactic Federation territory, we are following stealth protocols at the highest level. A cadre of elite commandos has been dispatched to provide security for our force as well. This operation is now under way.", "authors": ["Unknown "]}, {"id": 13156, "title": "Log 07.159.9 (Two Hunters)", "text": "Another hunter, wearing the traditional colors of Samus Aran, made planetfall today. Horrific as it may sound, there are two of them now. We are bracing for a new assault. This dire turn of events may bear some good will. One of our scouts in Dark Aether saw a curious encounter. The Dark Hunter attacked the one clad as Samus near a Phazon site. Perhaps they are not allies...but foes. Perhaps we can forge an alliance with the Dark Hunter - an exchange, Phazon for the head of our common enemy.", "authors": ["Unknown "]}, {"id": 13157, "title": "Log 07.013.6 (Federation Attack)", "text": "Another disaster. The transport bringing our reinforcements and supplies has been shot down. It was engaged in orbit by a federation vessel, which has landed near the alien temple. It's only a matter of time before the Marines attack. Survivors from our ship have made their way to our base. Here we shall make our stand. Another enemy. First the shadowlings, then the Dark Hunter, and now the Galactic Federation Marine Corps. Perhaps fate will smile upon us, before the world itself opens its maw and swallows us.", "authors": ["Unknown "]}, {"id": 13158, "title": "Log 06.362.2 (The Hunter)", "text": "Samus Aran, the accursed Hunter, has arrived. The sudden arrival of the Hunter is strange enough, but her actions are stranger still. She does not seek our destruction, but our Phazon. With each raid, she steals Phazon ore, only killing those who attempt to deny her. What she needs it for we do not know - though Science Team suspects she requires it to power her new armorsuit. Dark in color, it is equipped with strange new weapons. The troops now call her the \"Dark Hunter.\" It is a fitting title.", "authors": ["Unknown "]}, {"id": 13159, "title": "Log 05.422.1 (Rift Portal)", "text": "The Rift Portal has been opened. The artifact weapon, dubbed the \"Dark Beam\" by science team, provides energy needed to open the portal, although for a limited time. We've sent expeditions through the portal, and they have returned with incredible news. The portal leads to a parallel version of Aether. This \"Dark Aether\" has suffered a global calamity, turning it into a toxic wasteland. It is the homeworld of the shadowy creature who have been raiding our base for the last cycle. Most importantly, it is the prime location of Phazon in this sector. Extraction plans are being prepared. We will not be denied!", "authors": ["Unknown "]}, {"id": 13160, "title": "Gsgt C. Benet", "text": "There's something wrong with the lock systems in this section. They've failed twice, locking us out until someone came along to let us in. If it happens again while we're playing \"bait\" for those things...well, at least we'll go out fighting, instead of hiding in the control area.", "authors": ["Unknown "]}, {"id": 13161, "title": "Pfc I. Crany", "text": "Last night at chow, Angseth starts talking about some bounty hunter and how she blew up a planet full of Space Pirates. I told her I didn't believe in fairy tales like that, and she took it personal. I just find it hard to believe that one person took out an entire Space Pirate base, that's all. But if she wants to believe in this Samus, or Bigfoot, or Santa Claus, she can.", "authors": ["Unknown "]}, {"id": 13162, "title": "Lcpl J. Brode", "text": "Man, I hope that is the only breeding ground for these things. If there's more, we're in big trouble. We had a hard enough time taking that one out of commission: I almost ran out of ammo. I never run out of ammo!", "authors": ["Unknown "]}, {"id": 13163, "title": "Pfc S. Milligan", "text": "Brouda lost the bet, so he switched watch duty with me. I figure this section is nice and safe and boring, which suits me just fine. Let those other pugs guard the hot zone, I...hold on...hey! Halt! ...No! Hel--(transmission ends)", "authors": ["Unknown "]}, {"id": 13164, "title": "Pfc L. Brouda", "text": "We'll be making our stand here. The engineer tells me there's no way we'll get the ship's engines online, and atmospheric interference is scrambling our distress beacon. If anyone reads this, know that we did our duty and fought well.", "authors": ["Unknown "]}, {"id": 13165, "title": "Capt A. Exeter", "text": "I'm beginning to think it was a real bad idea going down there. Reevs is right, that hive is just one of many. It's stupid to stir a hornet's nest, especially if you plan on sleeping under it.", "authors": ["Unknown "]}, {"id": 13166, "title": "Pfc G. Haley", "text": "I hear. \n Them. \n Everywhere. They're coming. \n Can't sleep. Ever. \n They'll eat me. \n Eat.", "authors": ["Unknown "]}, {"id": 13167, "title": "Spc B. Reevs", "text": "I don't like this plan. This hive is a small portion of a larger network. There may be dozens of hive systems like this across the planet, and they may all be linked. Destroying this one may buy us time, but it may also provoke the other hives into attacking.", "authors": ["Unknown "]}, {"id": 13168, "title": "Pfc M. Veroni", "text": "I think Haley's losing it. He talks to himself all the time, and he won't sleep. He almost shot me on watch the other night. I think he thought I was one of those things. I talked to the doc about taking him off the line, and he told me we need all the help we can get. That's true, but if he goes berserk and kills a bunch of us, that won't be very helpful.", "authors": ["Unknown "]}, {"id": 13169, "title": "Pfc E. Denys", "text": "I'm the only one left. Managed to get out of the hive, but when I got to the ship, everyone was gone...dead. I'm heading for that alien building we saw earlier. Maybe someone can help me there... Wait, something's moving down there. Hello...?", "authors": ["Unknown "]}, {"id": 13170, "title": "Spc M. Angseth", "text": "This is ridiculous. I can outshoot half the men here, and I'm stuck on monitor duty. I didn't join up to stare at a holoscreen! This wouldn't happen to Samus Aran... She'd be out there take care of business, not pushing buttons and sending reports.", "authors": ["Unknown "]}, {"id": 13171, "title": "Spc F. Triplette", "text": "The sarge says those \"Splinters\" remind him of some killer bug he saw on another planet once. All I know is the things are fast and take a lot to drop. Pretty soon we'll have to go to bayonets. Everyone's low on ammo...even Brode, and he's the stingiest grunt I know.", "authors": ["Unknown "]}, {"id": 13172, "title": "The World Warped", "text": "Amidst this turmoil, we discovered many anomalies. Spacial disturbances appeared across the land. Object went into a state of dimensional flux, their atoms divided between Aether and...somewhere else. There was little time to ponder these strange happenings, for we had to deal with the devastation of our lands.", "authors": ["Unknown "]}, {"id": 13173, "title": "J-Stl's Testament", "text": "My journey comes to an end. The thrice-cursed Ing prepared an ambush of singular cunning in the mining station. They caught me in it like a neophyte fresh from the training halls. I have sent five score of their number to whatever foul pit they call afterlife, but in vain. My life is extinguished.", "authors": ["Unknown "]}, {"id": 13174, "title": "Our War Begins", "text": "We developed Crystals that brought the Light of Aether to the dark world. Using these Crystals allowed our warriors to explore the enemy lands, to bring war to the Ing. Sadly, the Crystals were not enough. We needed stronger weapons, better armor. We withdrew from Dark Aether while our greatest minds devised new engines of war.", "authors": ["Unknown "]}, {"id": 13175, "title": "C-Rch's Key", "text": "Judicious C-Rch.\n\n In a small corridor within the depths of a high fortress, he lies silently.", "authors": ["Unknown "]}, {"id": 13176, "title": "Shattered Hope", "text": "None of the warriors sent to the Sky Temple returned. Our forces searched Dark Aether for them, in vain. Of the Energy Transfer Module, there was no sign. Though saddened, we set out to prepare another mission, to build another module, to try once more to save our dying world.", "authors": ["Unknown "]}, {"id": 13177, "title": "New Weapons", "text": "Our studies of the Ing revealed the source of their attacks as dark energy. We built weapons to use this energy, thinking it could overload energy targets and eliminate them. We soon learned our error, as the Dark Beam was not of great effect on the Ing. We then began to develop a weapon that used light energy. This weapon would dispatch the Ing with terrible efficiency.", "authors": ["Unknown "]}, {"id": 13178, "title": "Agon Falls", "text": "A massive Ing attack came to the land of Agon. Soon, the Temple of Agon was surrounded by the Horde, with no hope of salvation. Our gallant warriors there were slain, and Agon fell to the enemy. Our blood chilled when we learned that the energy within that temple was drained. The Ing had found the Energy Transfer Module, and were using it as a weapon against us.", "authors": ["Unknown "]}, {"id": 13179, "title": "The Final Crusade", "text": "While our forces on Dark Aether fought desperate battles against superior numbers, our best minds completed their work. The Energy Transfer Module, a device designed to recover our lost planetary energy, was ready at last. A force of our greatest warriors was assembled, each equipped with the best armor and weaponry available. We sent this brave cadre of fighters to invade the Sky Temple and seize the missing energy lying within.", "authors": ["Unknown "]}, {"id": 13180, "title": "B-Stl's Key", "text": "Gallant B-Stl\n\n She lies deep in a fortress of dry land.", "authors": ["Unknown "]}, {"id": 13181, "title": "Paradise", "text": "Aether was a fertile, aged world with bountiful fields and oceans. The native creatures were gentle compared to the other worlds we had encountered. We settled in a mountain region first, in cliffside dwellings. In time, we established settlements in the green forest of Torvus and in the fertile plains of Agon. A Great Temple was built between our three domains, a place of peace and a monument to our accomplishments. It was a time of harmony for our people.", "authors": ["Unknown "]}, {"id": 13182, "title": "Origins", "text": "It is told that the Luminoth were not born of Aether, but of the stars. In the early days, we roamed the greatness of the void, bathing in the glorious light of a thousand stars. We met a vast number of enlightened minds... the N'kren, the Ylla, and the Chozo among them. Each of them, we found, had claimed a homeworld and formed a deep bond with it. In time, we decided to do the same.", "authors": ["Unknown "]}, {"id": 13183, "title": "B-Stl's Testament", "text": "I can go no further. Here in this reactor, I go to join my mate, J-Stl, in final rest. Though I die with honor, a shame falls on my house until the key I seek reaches its destination. May my brothers find my burden, that the way to the Sky Temple will be opened at last.", "authors": ["Unknown "]}, {"id": 13184, "title": "S-Jrs's Testament", "text": "A-Kul tried to send me back to Aether, that I might get reinforcements. Both cadres have been attacked, devastated. The Ing followed me. They came, wearing the skin of beasts. I gave them a good fight, yet, I have failed. May I redeem my honor in the next life. Here, at the fortress entrance, I breathe my last.", "authors": ["Unknown "]}, {"id": 13185, "title": "J-Fme's Testament", "text": "Final entry, Warrior J-Fme.\n\n Their army swells. Beasts and rogue machines join the ranks of the Horde, all eager to bring death to the Luminoth. The Ing have sent these new additions to the industrial site to do battle with me, while they watched from safety. Cowardly mongrels! My only regret in death is that I did not live to see the day of their defeat. May it come soon!", "authors": ["Unknown "]}, {"id": 13186, "title": "Recovering Energy", "text": "We were not prepared to fight a long war. The forces of the enemy outnumbered ours vastly. We sought a way to end the war quickly, without extended combat. We decided to build a device to recover our lost planetary energy from Dark Aether. Without this energy, the dark world would cease to be, and our world would be restored to stability.", "authors": ["Unknown "]}, {"id": 13187, "title": "The Sky Temple", "text": "We learned that the ruler of the Ing dwelled in a place dubbed the \"Sky Temple\" by our forces. This place held the planetary energy of Dark Aether as well. It was heavily guarded, and entry was barred by a great gate requiring ten keys to unlock. These keys were hidden throughout Dark Aether by the Ing. A mission was planned, one that would find the hidden keys and recover our missing energy from the Sky Temple.", "authors": ["Unknown "]}, {"id": 13188, "title": "M-Dhe's Testament", "text": "The last hit breached my armor. The poison spreads. Though I have found the key, it is too late for me. Soon my light will fail. They know I am here. They will come to this site to plunder the key. My last stand shall be at the edge of the temple grounds. I only hope I have the strength to fight when they arrive.", "authors": ["Unknown "]}, {"id": 13189, "title": "C-Rch's Testament", "text": "Let this be the final testament of warrior C-Rch. I have no more shells for my weapons. For the enemy, I have naught but the blade and fist. Let them come. They wait in the works, hissing, and slithering like beasts. Let them. When my war cry comes, there will be a dread final reckoning. Come forth, hated enemy. Let there be an end!", "authors": ["Unknown "]}, {"id": 13190, "title": "Sanctuary Falls", "text": "Our battered forces gathered in the Sanctuary Fortress to prepare for the inevitable siege there. They didn't wait long. Wave after wave of Ing assaulted the greatest of our fortresses, with one goal in mind: to seize the energy there. The Ing turned the machines of Sanctuary against our warriors, and soon all was lost. The energy of Sanctuary was taken by the Ing. Only one Energy Controller remained on Aether.", "authors": ["Unknown "]}, {"id": 13191, "title": "A-Kul's Testament", "text": "Soon I shall pass to the final rest. My key is in place. Through my spiritual link with to the others, I know where their bodies lie. I shall leave this knowledge, that their last location in the dark world can be known. May this knowledge lead our warriors to the Sky Temple Keys.\n\n The time draws near. Hear the words of A-Kul, she they call Champion of Aether. Know that my warriors fought and died with uncommon valor. Do not look unkindly upon their failure, for they died to save us all.", "authors": ["Unknown "]}, {"id": 13192, "title": "J-Stl's Key", "text": "Noble J-Stl.\n\n Lost his soul before a fortress in the scorched land.", "authors": ["Unknown "]}, {"id": 13193, "title": "The Ing Attack", "text": "The day came when space was torn asunder, revealing dimensional rifts to a dark place. Horrible dark swarms streaked forth from these rifts, engulfing nearby creatures and transforming them into what we could come to call darklings. The dark creatures became our enemies, and peace came to an end on Aether.", "authors": ["Unknown "]}, {"id": 13194, "title": "Dark Aether", "text": "In time, we created machines to open rifts to our enemy's world. Volunteer scouts went through the rifts and found a twisted world, harsh and poisonous...a Dark Aether. They discovered that this world held the missing half of our planet's energy. They also saw the true face of the enemy, a race we came to call \"Ing\", meaning terror. Our scouts could not survive long on the surface of Dark Aether, so venomous was its air. Still, we vowed to return. We prepared for war.", "authors": ["Unknown "]}, {"id": 13195, "title": "Saving Aether", "text": "Aether's planetary energy supply reached a critical stage. If left unchecked, the energy would expire, bringing an end to the world. Our greatest minds devised a way to preserve and regulate the remaining planetary energy - the Energy Controllers.", "authors": ["Unknown "]}, {"id": 13196, "title": "D-Isl's Key", "text": "Steadfast D-Isl.\n\n Who shall disturb you among the trees of holy ground?", "authors": ["Unknown "]}, {"id": 13197, "title": "The New Terror", "text": "In time, the Ing began to possess Luminoth as well as creatures. Friends and family members became the enemy, spilling Luminoth blood across the land. Desperate, we devised shielding to prevent Ing possession. It was effective, but not perfect. Should the shielding fail, all Luminoth were prepared to self-terminate rather than become a weapon for the Ing.", "authors": ["Unknown "]}, {"id": 13198, "title": "The Stellar Object", "text": "By the time we detected the stellar object as it streaked toward our world, it was too late to stop it. We fired numerous weapons at it in a vain attempt to alter its trajectory. Nothing worked. Our efforts placed a great strain on the Energy Controllers, and weakened Aether. All we could do as the object drew closer was take shelter and wait. We gathered stores of food and water, reinforced the shielding on our dwellings, and spent the last hours in peace.", "authors": ["Unknown "]}, {"id": 13199, "title": "G-Sch's Key", "text": "Gentle G-Sch\n\n With a Bearerpod he sleeps in a flooded temple.", "authors": ["Unknown "]}, {"id": 13200, "title": "G-Sch's Testament", "text": "What craven savages are the Ing! Trapped in the catacombs with no chance of rescue, I fought them to the last. I watched them feed upon their dead. I heard them pressing the lesser of their number into the front ranks, that my blasts would take them. At least their leader stood against me in battle. He was a foe worthy of a Luminoth Warrior.", "authors": ["Unknown "]}, {"id": 13201, "title": "S-Dly's Testament", "text": "They came to the lagoon in the night, delivering true deathblows before I could detect them. As my life faded, I sent a call to the cadre to warn them of this surprise attack. May they find my key and dispatch the Ing who killed me. Only then will my final rest be peaceful.", "authors": ["Unknown "]}, {"id": 13202, "title": "Age Of Anxiety", "text": "In time, the roar of a wounded planet subsided. The air, though fouled, was breathable. Light made its way through the dark veil over our world. Slowly, we ventured out from the shelters of our home to see what remained of our paradise. What little comfort we gained by surviving was soon shattered. Half of the planet's energy had vanished from the Energy Controllers. Aether became violently unstable as a result. Of the stellar object which stuck our home, there was no sign.", "authors": ["Unknown "]}, {"id": 13203, "title": "Our Heritage", "text": "Our search for a home took us through the cosmos. For many a great cycle we roamed, yet a place to call our own eluded us. In time, we began to despair, feeling the search was in vain. We considered remaining among the stars until a scout returned with news of a world unlike any other. When we beheld Aether for the first time, so great was her beauty that we forsook the stars forever to live upon her surface. From that day forth, the Luminoth were of Aether, our blessed paradise.", "authors": ["Unknown "]}, {"id": 13204, "title": "S-Dly's Key", "text": "Brave S-Dly.\n\n Beside the marsh of a raining land she laid her body forever.", "authors": ["Unknown "]}, {"id": 13205, "title": "Twilight", "text": "What few remained gathered in the Great Temple. There, all but U-Mos, the last Sentinel of Aether, entered into life-preserving stasis. There they remain, to be released once the Ing were destroyed...or to sleep forever. His people safe, U-Mos prepared for the last, terrible assault. In the silence of the Great Temple, he prayed for salvation, for deliverance from the terror of the Ing.", "authors": ["Unknown "]}, {"id": 13206, "title": "D-Isl's Testament", "text": "It is inside me. I feel it spreading, clawing at my will, tearing at my thoughts. It moves me against my will, to this cavern. Here it will end. I do not wish this, do not want my body to become a weapon for the Ing within me. It hates. It demands obedience. I will fight to the end. I shall self-terminate before I will be a pawn of a filthy Ing.", "authors": ["Unknown "]}, {"id": 13207, "title": "S-Jrs's Key", "text": "Loyal S-Jrs.\n\n He no longer breathes, looking down at the great bridge of a holy fortress.", "authors": ["Unknown "]}, {"id": 13208, "title": "J-Fme's Key", "text": "Mighty J-Fme.\n\n In the last, what did you see? Was it one of our gates closing, sealing the scorched land from our holy ground?", "authors": ["Unknown "]}, {"id": 13209, "title": "M-Dhe's Key", "text": "Fearless M-Dhe.\n\n The one who shall move the pillar of holy ground will see your soulless body.", "authors": ["Unknown "]}, {"id": 13210, "title": "Cataclysm", "text": "The starborne terror burnt through the heavens and struck Aether with and untold might. We all expected the world to shatter...but Aether held. There was great devastation, however. The green plains of Agon were scorched forever, and the forest of Torvus was engulfed and wracked by the sea. The skies burned for days, casting darkness over the land.", "authors": ["Unknown "]}, {"id": 13211, "title": "Light Of Aether", "text": "The main Energy Controller was built in the Great Temple: three sub-controllers were built in Torvus, Agon, and Sanctuary. They collected the energy of Aether, then radiated it over the world to all who needed it. In time we came to call this precious energy the \"Light of Aether\". It brought peace and prosperity to the Luminoth.", "authors": ["Unknown "]}, {"id": 13212, "title": "Torvus Falls", "text": "The Ing turned their focus on the Torvus Bog next, sending a vast force to lay siege to the temple there. Thousands upon thousands of Ing were destroyed by our warriors, yet they kept coming until there was no Luminoth alive to offer resistance in Torvus. On that day, the energy of Torvus was taken to Dark Aether, and our hopes for survival grew dim.", "authors": ["Unknown "]}]}