{"game_title": "Metroid Prime 3", "codexes": {"13455": {"title": "Fleet Mechanic", "text": "Fleet Mechanics are responsible for maintaining and repairing all Federation equipment. Because of the vast amount of devices and vehicles the Federation utilizes, skilled mechanics are highly sought after and often overpaid.", "authors": "Unknown[Metroid Prime] "}, "13456": {"title": "Male Fleet Trooper", "text": "Fleet Troopers are the backbone of the navy, often ignored in favor of the gallant Federation Marines. Their work isn't always dangerous, and is rarely glamorous. Most are specialists, and possess a great deal of knowledge.", "authors": "Unknown[Metroid Prime] "}, "13457": {"title": "Federation PED Marine", "text": "The Federation has created a system that utilizes Phazon to increase the power of the armor worn by GF Marines. While active, the Phazon unit enhances the attack and defense systems of the armorsuit.", "authors": "Unknown[Metroid Prime] "}, "13458": {"title": "Halberd-Class Turret", "text": "The GMX-04 Halberd-class turret replaces the dated \"Growler\" turret. It is an effective point-defense system for most security zones. It is lightly armored, and nimble targets can evade its tracking system.", "authors": "Unknown[Metroid Prime] "}, "13459": {"title": "Hunter Ghor", "text": "Ghor is a cybernetic Bounty Hunter, capable of merging his body into larger mechanisms. The most common of these is his armorsuit, which doubles as a gunship and provides him with a formidable combat arsenal. The merges are often accompanied by a shift in personality, replacing his normally calm demeanor with an aggressive attitude. He demonstrates a high proficiency with all things mechanical and is often called upon for missions requiring computer infiltration or manipulation.", "authors": "Unknown[Metroid Prime] "}, "13460": {"title": "Training Drone", "text": "The Training Drone is used in all branches of the GF military. They are designed to improve hand-eye coordination and accuracy. One popular training exercise is to score as many consecutive hits on a drone as possible. Gambling on shooting contests involving Training Drones is frowned upon, but fairly popular throughout the GF armed forces.", "authors": "Unknown[Metroid Prime] "}, "13461": {"title": "Federation Marine", "text": "Federation Marines wear advanced suits of powered armor, allowing them to use potent weapons and resist heavy damage in battle. Few can match them in combat.", "authors": "Unknown[Metroid Prime] "}, "13462": {"title": "Hunter Gandrayda", "text": "Gandrayda possesses the metamorphic ability to assume the form and abilities of other creatures. This talent has led many to seek her out for stealth and reconnaissance missions, despite her powerful combat capabilities. Details on the subject's origins and age are unknown, but her unique traits have made her a sought-after Hunter for missions.", "authors": "Unknown[Metroid Prime] "}, "13463": {"title": "Demolition Trooper", "text": "Demolition Troopers are not especially combat savvy and often rely on others to cover them in battle. They are outfitted with explosive weaponry for special mission. When the only way to the objective is straight through everything, the troopers in this unit are called upon to make it happen. While capable of destroying the strongest of barriers, these troopers are not as capable in combat as traditional marines.", "authors": "Unknown[Metroid Prime] "}, "13464": {"title": "Female Fleet Trooper", "text": "Fleet Troopers are the backbone of the navy, often ignored in favor of the gallant Federation Marines. Their work isn't always dangerous, and is rarely glamorous. Most are specialists, and possess a great deal of knowledge.", "authors": "Unknown[Metroid Prime] "}, "13465": {"title": "Aurora Unit 217", "text": "Aurora Unit 217 was originally built to support GF Naval Base Demeter, but was assigned to SkyTown base shortly after the Treaty of Elysia was signed 14 years ago. 217 has served admirably in its role as SkyTown administrator. Vast amounts of tactical intel have been delivered from SkyTown under AU 217, along with valuable stellar and interstellar research data. It has interfaced well with the Elysian mechaniods, and enjoys a productive working arrangement with them.", "authors": "Unknown[Metroid Prime] "}, "13466": {"title": "Hunter Rundas", "text": "Rundas is capable of generating and manipulating ice. This trait is common among inhabitants of the moon Phrygis, but Rundas is one of the few who have used this ability for bounty hunting. Subject is known for getting results, but considers himself without peer. His arrogant demeanor has led him to mainly seek solo missions, and rarely works with others.", "authors": "Unknown[Metroid Prime] "}, "13486": {"title": "Alpha Hopper", "text": "Alpha Hoppers are characterized by their unique color and durable hide. They are highly territorial and will attack any creature who wanders too close to their nests. When hunting in packs, they will often keep their distance while others move in to attack at close range. Like all Hoppers, their legs end in sharp talons and can be used to shred through any prey that gets close enough.", "authors": "Unknown[Metroid Prime] "}, "13487": {"title": "Reptilicus Hunter", "text": "Phazon corruption has granted Reptilicus Hunters the ability of cloaking themselves. They use this to their advantage and will hide or move positions while cloaked to gain the upper hand in combat. Reptilicus Hunters are fairly organized despite their primitive nature. Usually attacking in small groups, they patiently wait for their prey to become isolated in a locked area before attacking. Their weaponry consists of an energy whip for close-range assaults and a throwing chakram for long-range attacks. They have adapted to the harsh climates of Bryyo, and are quite resistant to Fuel Gel and heat-based attacks.", "authors": "Unknown[Metroid Prime] "}, "13488": {"title": "Mogenar", "text": "Corrupted War Golem reanimated and energized with Phazon. Relies on socketed energy orbs as a source of power. The orbs themselves have a fragile exterior but contain pure Phazon energy within. This energy must be completely overloaded before it will be destroyed. Eliminating all power sources is the only way to bring Mogenar offline.", "authors": "Unknown[Metroid Prime] "}, "13480": {"title": "Hopper", "text": "These aggressive insectoids use small hops to get within striking distance and then pounce, using their talons to tear away at their prey. From a distance they will fire bursts of venom at their target. Despite their aggressive nature, they are somewhat fragile and can be easily dispatched. Because of this they will commonly hunt in packs.", "authors": "Unknown[Metroid Prime] "}, "13481": {"title": "Gel Puffer", "text": "The exposure to Fuel Gel has left the shell of the Gel Puffer highly susceptible to weapon fire. Gel Puffers have come to rely on the toxic vapors given off by Fuel Gel for sustenance. They process these gasses and then expel the excess to stay afloat. The brittle shell of the Puffer, while durable in appearance, is rather thin and easily damaged.", "authors": "Unknown[Metroid Prime] "}, "13482": {"title": "Scorchbug", "text": "Scorchbugs are exclusively found on Fuel Gel-producing planets such as Bryyo. The tiny insects subsist entirely on the volatile gel. Like many creatures with this diet, they have taken on the ignitable characteristics of their food source. When shot with any type of weaponry, they burst into a small explosion, leaving behind only a scorch mark. It is from this trait that they have earned their name.", "authors": "Unknown[Metroid Prime] "}, "13483": {"title": "Bryyonian Shriekbat", "text": "One of the many types of Shriekbats found across the solar system, the Bryyonian Shriekbat behaves similar to all of its cousins. Shriekbats will nest in small groups and make their home in a sheltered environment. Dwelling on the top of caverns and ruins, the Shriekbat will hunt nearby insects and small creatures for food. Once a nesting area has been found, it will be fiercely protected from any intruder. The territorial Shriekbat will dive- bomb any creature that wanders too close, no matter what the size.", "authors": "Unknown[Metroid Prime] "}, "13484": {"title": "Atomic", "text": "Atomics are creatures comprised entirely of energy. A strong energy blast is adequate to destabilize the Atomic and cause it to explode. They are sustained by their core, which generates a constant supply of electricity. When an abundance of energy has been produced, the Atomic will discharge a section of its body in the form of an explosive projectile. When near sources of energy of an opposite polarization, the Atomic will respond aggressively.", "authors": "Unknown[Metroid Prime] "}, "13485": {"title": "Shelbug", "text": "Shelbugs are slow-moving, roaming insects whose soft bodies are easily damaged. Until they reach maturity they will not develop their Phazite shell. Unable to retract into a shell to avoid damage, they must aggressively attack any potential threat. They will extend sharp spines to fend off attackers or propel these spines at enemies.", "authors": "Unknown[Metroid Prime] "}, "13479": {"title": "Fleet Admiral Dane", "text": "Fleet Admiral Castor Dane is known for his utmost dedication to protecting the Federation from its enemies. He is stern and aggressive, and has a strong dislike for the Space Pirates. Rumor has it they orphaned him at an early age, an act he still seeks to avenge.", "authors": "Unknown[Metroid Prime] "}, "13489": {"title": "Gelbug", "text": "Gelbugs are roaming insects encased in organic Phazite. These cavern-dwelling bugs have come to rely on Fuel Gel as a source of sustenance. Over time their shells have become saturated and crystallized with Fuel Gel. As a result, their bodies have become highly unstable. Weapon fire will disrupt the gel and cause the creature to detonate.", "authors": "Unknown[Metroid Prime] "}, "13490": {"title": "Fargul Hatcher", "text": "Within a Fargul Hatcher's maw is an organ cluster that is vulnerable to attack, but only when exposed. Fargul Hatchers are capable of giving birth to dozens of young in a matter of moments. These offspring will immediately swarm in on any nearby attacker. Their skin is incredibly resilient and will deflect most weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13491": {"title": "Gragnol", "text": "Gragnols are vulnerable to most weapons, as they have not developed the durable exoskeleton found on adults members of the species. They often travel and attack in groups. If they sense a nearby threat to their hives, they will not hesitate to advance. Their offensive capabilities are underdeveloped, leaving the ability to fire pulses of Phazon energy their only form of attack.", "authors": "Unknown[Metroid Prime] "}, "13492": {"title": "Korba", "text": "The Korba is a vicious, resilient bioform. It prefers to lurk above its hunting grounds, waiting for prey. The Korba relies on the smaller Snatchers to levitate victims to a point where the Korba can devour them. What the Korba cannot digest, it expels to feed the Snatchers. This symbiotic relationship works well for both Korba and Snatchers.", "authors": "Unknown[Metroid Prime] "}, "13493": {"title": "Warp Hound", "text": "Warp Hounds are susceptible to low-temperature attacks, due to the nature of their thermal-energy-driven biosystem. They are often used by Reptilicus as guards and hunt beasts. They consume Fuel Gel to survive, and can expel blasts of converted thermal energy to attack and defend. The creatures can teleport over short distances, disrupting many forms of electronic targeting in the process.", "authors": "Unknown[Metroid Prime] "}, "13494": {"title": "Nightbarb", "text": "Nightbarbs are predators, traveling in packs to search for prey. They have the ability to generate a protective field of energy around their bodies. The ability is unstable, however. If the field makes contact with another life force, it will overload. This also consumes the life force of the Nightbarb, much like a bee's sting ends its life.", "authors": "Unknown[Metroid Prime] "}, "13495": {"title": "Reptilicus", "text": "Scans indicate a mutation that allows the Reptilicus to teleport over short distances. Commonly used as a combat tactic to corner and trap their prey. The Reptilicus appear to suffer from Phazon corruption, and all higher thought processes have been replaced by savage bloodlust. This corruption has also increased their resistance to heat-based attacks and Fuel Gel.", "authors": "Unknown[Metroid Prime] "}, "13496": {"title": "Gel Ray", "text": "Gel Rays are nonaggressive bioforms native to Bryyo. They are one of the few creatures who make their home within the caustic pools of Fuel Gel. The unique exterior and shape of the Gel Ray allow it to withstand and glide through rivers of gel. Their main source of sustenance is small organisms that exist within Fuel Gel, but they are known to occasionally leap out to feed on insects that fly near the gel's surface.", "authors": "Unknown[Metroid Prime] "}, "13497": {"title": "Fargul Wasp", "text": "Fargul Wasps are highly protective of their parent Hatcher. Even moments after birth, they will swarm together and attack any nearby organism. They are often used as a defense mechanism by the Fargul Hatcher, and as a result, few live to adulthood.", "authors": "Unknown[Metroid Prime] "}, "13498": {"title": "Snatcher", "text": "Snatchers are cunning, albeit weak, bioforms. Unable to kill most prey on their own, they rely on the stronger Korba to do the work for them. Snatchers will swarm onto a target until it is overwhelmed. Once they have their prey, they use their power to levitate, lifting the victim to a point where the Korba can devour them. What the Korba cannot digest, it expels to feed the Snatchers. This symbiotic relationship works well for both Snatchers and the Korba.", "authors": "Unknown[Metroid Prime] "}, "13499": {"title": "Gragnol Adult", "text": "The large tail that characterizes Gragnol Adults is also their weakness: if pulled with enough force, it will tear them apart. An explosive blast will temporarily incapacitate them, making them easier to target. They possess the ability to generate an energy shield around their bodies, preventing Beam shots from damaging them. They are cunning predators, flying through their turf in search of unwary prey. They use bursts of Phazon energy to overwhelm their targets, and then swoop down to finish them. Maturity has provided them with a very durable exoskeleton.", "authors": "Unknown[Metroid Prime] "}, "13500": {"title": "Geemer", "text": "The spiked shell of a Geemer is rather durable and can only be destroyed by an explosive blast. While menacing in appearance, they are nonaggressive scavengers that feed on the waste of other creatures. This food source has led to them being spreaders of many types of diseases.", "authors": "Unknown[Metroid Prime] "}, "13501": {"title": "Repair Drone", "text": "The original version of the Elysian Repair Drone. Because of their limited movement systems, these units quickly proved to be insufficient in performing the necessary maintenance duties. Used as a base design, the aerial model was created to address all flaws with the original version. Made obsolete by the aerial model, all production and manufacturing was halted over 150 years ago. Only a handful of these unites remain active.", "authors": "Unknown[Metroid Prime] "}, "13502": {"title": "Swarmbot", "text": "Swarmbots tend to travel in groups. They can evade many inbound attacks, and can perform aerial maneuvers that make them nearly impossible to damage. They can generate pulses of energy to damage or disrupt enemy targets. As a desperate measure, they will perform suicide runs on an enemy.", "authors": "Unknown[Metroid Prime] "}, "13503": {"title": "\"Dragoon\" Battle Drone", "text": "The \"Dragoon\" Battle Drone is a resilient foe, but the thruster controls of the unit are vulnerable and can be easily ripped off. Originally designed to keep local aerial bioforms away from delicate instruments, the \"Dragoon\" is now used in a combat role. It carries twin Rocket Pods for offense. Durable armor and a Missile-jamming system help keep the unit safe.", "authors": "Unknown[Metroid Prime] "}, "13504": {"title": "Sky Puffer", "text": "The external shell of a Sky Puffer is incredibly fragile, susceptible to most small-arms fire. Only a few shots from basic weapons can damage it. Sky Puffers are native to the planet Elysia. They feed on the various noxious gasses in the atmosphere. They are especially fond of Phazon gas.", "authors": "Unknown[Metroid Prime] "}, "13505": {"title": "Steamlord", "text": "Steamlords command the worker drones of SkyTown. They also repair them when they malfunction or break down. Lightly armored, they rely on their cloaking field to evade their enemies. They can generate localized EMP fields to hinder enemy visor systems.", "authors": "Unknown[Metroid Prime] "}, "13506": {"title": "Tinbot", "text": "Tinbots are made from a lightweight metal an can easily be knocked around from explosions or high-speed impacts. This metal is also quite vulnerable to heat and can be melted by high-temperature weapons. Converted for security duty, the Tinbots now patrol SkyTown tirelessly. They are armed with kinetic-beam pistols and can use their tool-arms in close combat.", "authors": "Unknown[Metroid Prime] "}, "13507": {"title": "Defense Drone", "text": "The Defense Drone is used to secure key areas within SkyTown. The externally mounted antennas are tied into the unit's optic array. By destroying all of the antennas, the optic array will overload and be vulnerable for a short period. The machine's Control Unit is also vulnerable, but must be exposed to be targeted. Its armor is immune to small-arms fire.", "authors": "Unknown[Metroid Prime] "}, "13508": {"title": "Steambot", "text": "The Steambot's lightly armored exterior can be damaged by any weapon. High- temperature weapons are particularly effective, and can render them inert and beyond repair. Unlike their lightweight cousins, they are made of durable metals and cannot be tossed around. Steambots serve as combat units for Steamlords. They are armed with kinetic-beam pistols, Missile racks, and can use their tool-arms in close combat. Damaged units can be restored by Steamlords.", "authors": "Unknown[Metroid Prime] "}, "13509": {"title": "Databot", "text": "Databots were designed by the Elysians as a means to record and pass on historical data. They patrol along their set area until disrupted, and then project a holographic datafile. However, only those equipped with Chozo-based visor technology can access this information.", "authors": "Unknown[Metroid Prime] "}, "13510": {"title": "Elysian Shriekbat", "text": "Like all Shriekbats, the Elysian Shriekbat will dive-bomb any creature that wanders too close and detonate on contact. However, these are not actual creatures, but machines made to mimic their real-life counterparts. Designed centuries ago, their original purpose is unknown. They now roam the hovering facilities over Elysia, often in small flocks.", "authors": "Unknown[Metroid Prime] "}, "13511": {"title": "Aerial Repair Drone", "text": "An evolved version of the ground units, these drones were designed to perform basic maintenance and repair tasks. Their small size and flight capabilities allow them access to the hardest-to-reach areas of SkyTown. Repair drones are manufactured and activated every 200 years, with the previous unites being recycled for construction materials.", "authors": "Unknown[Metroid Prime] "}, "13512": {"title": "Transportation Drone", "text": "Class D Transportation Drones are used for the distribution of supplies and materials across all of SkyTown. Upon activation each unit is assigned a set position along a transit route that it will use exclusively. The constant upkeep of the facility requires that they continuously deliver their shipments to their destinations at a steady pace.", "authors": "Unknown[Metroid Prime] "}, "13513": {"title": "Steamspider", "text": "Steamspiders were created by the Steamlords as basic light laborers. They have since went rogue, and now run wild in SkyTown. Though of minimal threat alone, a swarm of them can be a nuisance.", "authors": "Unknown[Metroid Prime] "}, "13514": {"title": "Helios", "text": "Helios's exterior armor is well shielded, but still vulnerable to Beam weaponry. Inflicting enough damage will cause him to overheat and expose his Phazon-enhanced core. This core can be overloaded with Phazon-based energy. Destruction of the core unit should prove fatal, but is difficult to achieve. Target is the prime bot of a large group of Swarmbots, all of which are energized by Phazon. Helios will use the Swarmbots for both offensive and defensive measures. Assuming different formations will allow for various forms of attack.", "authors": "Unknown[Metroid Prime] "}, "13515": {"title": "Remorse-Class Turret", "text": "Fast targets can evade the limited targeting system of the \"Remorse\" turret. The Space Pirates have replaced their dated \"Humility\" turrets with a new unit designed by top engineers. Powered by Phazon, the \"Remorse\" unit is capable of withstanding more damage than the earlier model.", "authors": "Unknown[Metroid Prime] "}, "13516": {"title": "Puffer Mine", "text": "Avoid contact with the Puffer Mine. These creatures are a cybernetically enhanced version of the Puffers native to the Pirate Homeworld. Engineered by Space Pirates, they are now used as patrol animals. Their bodies have been filled with Phazon gas to be used as a defensive measure. If their shell is broken, their bodies explode and send a cloud of toxic gas out all around them. Nearby attackers rarely escape the volatile fumes.", "authors": "Unknown[Metroid Prime] "}, "13517": {"title": "\"Jolly Roger\" Drone", "text": "The \"Jolly Roger\" Drone is designed for quick aerial maneuvers, but this comes at the cost of survivability. The fragile armor of the unit is vulnerable to weapon fire of any type. The Jolly Roger is based on Federation tech, but has been considerably upgraded. Powered by Phazon, the mechanoid can be a serious threat in battle, especially in groups.", "authors": "Unknown[Metroid Prime] "}, "13518": {"title": "Armored Pirate Trooper", "text": "Armored Pirate Troopers are equipped with a standard armorsuit. It provides adequate protection against Beam attacks but is vulnerable to explosive blasts. They are outfitted with all the basic pirate armaments. This includes an assault rifle and energy scythe, both powered by Phazon. EMP grenades are often employed against power-armored foes. A new Dash Jet system provides increased mobility.", "authors": "Unknown[Metroid Prime] "}, "13519": {"title": "Phazon Harvester Drone", "text": "Man-portable weaponry cannot penetrate the thick hull of the Phazon Harvester. The anti-air weapon system is vulnerable, but overloading it with weapon fire will only disable the drone temporarily. The pirates converted several Goliath-class heavy assault drones into Phazon-collecting units. The drone can use its Harvesting Beam Cannon for defense, and is equipped with an anti- aircraft missile defense system.", "authors": "Unknown[Metroid Prime] "}, "13520": {"title": "Crawltank", "text": "Crawltanks are mobile, ground-based defense drones, but are easily destroyed by standard weapon fire. They can be equipped with different cannons, including a Phazon Beam system. They are not built for sustained combat, and are better suited for light patrol and security roles.", "authors": "Unknown[Metroid Prime] "}, "13521": {"title": "Advanced Shield Trooper", "text": "Advanced Shield Troopers wear an extra layer of ablative armor; it is susceptible to explosive attacks. In addition to their armor, they wield a portable battle shield. While the shield provides excellent protection against incoming fire, it can also be easily ripped off. Phazon-based attacks are capable of destroying the shield.", "authors": "Unknown[Metroid Prime] "}, "13522": {"title": "Advanced Pirate Trooper", "text": "Advanced Pirate Troopers wear an additional layer of ablative armor. Explosive attacks are recommended to break the armor away. Basic armament includes an assault rifle and energy scythe, both powered by Phazon. EMP grenades are often employed against power-armored foes. A new Dash Jet system provides increased mobility.", "authors": "Unknown[Metroid Prime] "}, "13523": {"title": "Dark Samus", "text": "Target is comprised of pure Phazon energy and is highly unstable. Scans indicate that Hypermode attacks are capable of disrupting her, likely a result of Hypermode being energized by Samus's body. Dark Samus is capable of generating \"echoes\" of herself to aid her in battle. These units will be used as increased firepower and act as distractions while she replenishes her energy: they should be destroyed immediately. She is capable of absorbing energy from Phaaze to replenish her own.", "authors": "Unknown[Metroid Prime] "}, "13524": {"title": "Pirate Militia", "text": "The pirates have not enhanced all of their fighting forces. They continue to use militia units in battle. These groups are made up of slaves and criminals, and do not receive the Phazon enhancements given to regular army troopers. They are surprisingly obedient to the upper castes within the pirate military. Rumor has it that disobedient militia members often find themselves as dinner for regular army troopers.", "authors": "Unknown[Metroid Prime] "}, "13525": {"title": "Crawlmine", "text": "Crawlmines are not terribly bright and rely on suicide strikes as their main form of attack. They were designed to patrol small areas such as ventilation shafts and maintenance tunnels. Though relatively harmless alone, they can be dangerous in large numbers.", "authors": "Unknown[Metroid Prime] "}, "13526": {"title": "Pirate Cargo Drone", "text": "Pirate Cargo Drones were designed to assist with the transporting of supplies throughout the Pirate Homeworld. Their aerial capabilities allow them to navigate the underground catacombs with relative ease. Cargo often consists of items too dangerous or volatile to be moved by hand.", "authors": "Unknown[Metroid Prime] "}, "13527": {"title": "Omega Ridley", "text": "Revived and regenerated through Phazon exposure, Omega Ridley has been energized to a new combat threat level. Target retains extremely durable, Phazon-enhanced armorskin, as well as protective armored plating. Scans indicate that a recent injury has not fully healed: expose and target wound to inflict damage. Target will act to protect this vulnerability: seek ways to stun the enemy and leave it open for deadly attacks.", "authors": "Unknown[Metroid Prime] "}, "13528": {"title": "Pirate Commander", "text": "Commanders make heavy use of their personal teleporter, moving to favorable positions and across the battlefield, giving orders and support as needed. They carry all of the weaponry and gear used by commandos, with the exception of their armor, which is forged out of ultrarare Red Phazite. A rare breed, Pirate Commanders have lived to rise to the ruling caste on the Pirate Homeworld. Each has been a commando for at least ten years.", "authors": "Unknown[Metroid Prime] "}, "13529": {"title": "Space Pirate Boarding Pod", "text": "Pirate boarding pods are crude, even by their standards. They are composed of an aged propulsion drive, a cramped crew-transport module, and a nose cone packed with high explosives. The pilot guides the pod toward the target ship, then rams it, detonating the explosives upon impact in an attempt to breach the hull. If a breach is created, the crew within exits the pod. \n\nOf course, mishaps occur. Sometimes the explosives go off prematurely, exposing the crew to vacuum. Other times the detonation fails to occur, leaving the pod to bounce off the target's hull. The shielding between explosives and crew is substandard, and often fails to protect the crew from the explosion. The pod's nickname of \"Space Coffin\" is well earned.", "authors": "Unknown[Metroid Prime] "}, "13530": {"title": "Ghor", "text": "Ghor's energy shield is capable of repelling all weapon fire, but the back- mounted generator is exposed to attack. Overloading the generator could expose the well-protected critical systems behind his battle armor. Ghor's arsenal is considerable. Plasma-based beam weapons, attack claws, and a multimissile system are at the cyborg's disposal in battle. These battle systems can be combined and fired at once as a devastating alpha strike. Target is also capable of a high-speed ramming attack, although this is potentially dangerous if performed over a slippery surface.", "authors": "Unknown[Metroid Prime] "}, "13531": {"title": "Berserker Lord", "text": "Berserker Lords are highly resistant to damage. Their shoulders are the only unprotected area vulnerable to standard weapon fire. Their main defense lies in their head-mounted Phazite plating, which can only be destroyed by the projectiles it fires. Berserker Lords are a desperate measure, designed to exploit Phazon as much as possible. The few Berserker Knights that survive the highest level of corruption are promoted to Lord status. Lords are distinguished by their ornate Phazite plating and the Phazon reserves they carry on their backs.", "authors": "Unknown[Metroid Prime] "}, "13532": {"title": "Meta Ridley", "text": "Target's body is covered with incredibly durable armorskin, making it difficult to damage. All parts of the body are protected except for the mouth, where Meta Ridley fires his plasma-powered weaponry. Observing target may reveal additional target points. Target will use powerful plasma-based ranged attacks, along with potent melee strikes.", "authors": "Unknown[Metroid Prime] "}, "13533": {"title": "Assault Pirate Trooper", "text": "The Assault Pirate Troopers are some of the best the pirate military has to offer. They are heavily armored and are resistant to most attacks. Their unique armor will deflect all Missile fire, but is still damaged by Beam attacks. Basic armaments includes an assault rifle and energy scythe, both powered bye Phazon. EMP grenades are often employed against power-armored foes. A new Dash Jet system provides increased mobility.", "authors": "Unknown[Metroid Prime] "}, "13534": {"title": "Pirate Trooper", "text": "The Space Pirate military forces continue to use Phazon, including a new Phazon enhancement system. Basic armament includes an assault rifle and energy scythe, both powered by Phazon. EMP grenades are often employed against power-armored foes. A new Dash Jet system provides increased mobility.", "authors": "Unknown[Metroid Prime] "}, "13535": {"title": "Scritter", "text": "Scritters are common vermin that are usually found underground. They tend to nest in dark places and come out only to feed. Their main source of sustenance is Phazon, a weakness pirate slaves use against them. Scritters will often be caught in simple traps set out by the starving pirate slaves who then feed on the small creatures. But the pirates rarely have the last laugh, as some internal organs of the Scritter will release a toxic fluid when bitten. Those who become violently ill because of this are often said to have a case of \"the scritters.\"", "authors": "Unknown[Metroid Prime] "}, "13536": {"title": "Assault Shield Trooper", "text": "Assault Shield Troopers are heavily armored and resistant to most weapon systems. Their unique armor will deflect Missile attacks, but not Beam fire. In addition to their armor, they wield a portable battle shield. Their battle shield provides protection against all standard weapon fire, but can be easily torn off. Phazon-based weapons are capable of destroying the shield.", "authors": "Unknown[Metroid Prime] "}, "13537": {"title": "Jumpmine", "text": "The Jumpmine was developed by the Space Pirates as a cheap alternative to an armed trooper. The Jumpmine scans its surroundings until it detects an enemy target. It then triggers a small thruster, \"jumping\" a set distance in the air. Once launched, its weapon pod is engaged, saturating the local area with fire. It explodes afterward to prevent use by enemy forces.", "authors": "Unknown[Metroid Prime] "}, "13538": {"title": "Advanced Aerotrooper", "text": "When the going gets tough, the tough puts on armor. Advanced Aerotroopers wear an extra layer of ablative armor that is susceptible to explosive blasts. Like regular Aerotroopers, they wield two Remote Attack Pods in combat. These are outfitted with a Particle Cannon and a Gel Bomb Rack. Gel Bombs stick to their targets until detonation. High-velocity movement can remove Gel Bombs.", "authors": "Unknown[Metroid Prime] "}, "13539": {"title": "Berserker Knight", "text": "A Berserker Knight's Phazite armor must be removed before unit can be damaged: only the Phazon-based projectile attacks the creature fires can destroy it. The Berserker Knight serves as a shocking example of the lengths the Space Pirates will go to in their quest for dominance. Heavily mutated by Phazon exposure, the unit is nearly mindless, driven by battle lust.", "authors": "Unknown[Metroid Prime] "}, "13540": {"title": "Korakk Beast", "text": "Korakks are prized by the Space Pirates, who use them as cavalry mounts. Their belly is occasionally vulnerable, but guarded from all sides. Finding a way to get underneath it and attacking would be effective. Nerve ending in the tail can be stressed through grappling, but only when the tail is extended. The interior of a Korakk's mouth, as well as the tip of their tongue, contains sensitive nerve clusters. Attacking these points could temporarily incapacitate the creature. They can emit Phazon energy through their feet and tongue. The Phazite armor they wear will repel most damage.", "authors": "Unknown[Metroid Prime] "}, "13541": {"title": "Pirate Hussar", "text": "Hussars are unusually brave for Space Pirates, willing to ride the deadly Korakk beast into combat. Their Phazon Energy Lances are deadly at any range. Hussars and their mounts have a strange bond. If a Hussar is slain, his Korakk will fight to avenge his death.", "authors": "Unknown[Metroid Prime] "}, "13542": {"title": "Armored Pirate Militia", "text": "Members of the Armored Pirate Militia have been granted lightweight armorsuits for combat use. While this provides some additional resistance to Beam weapons, they are still vulnerable to explosive attacks. Members of the Armored Pirate Militia are mostly inept soldiers who have yet to die in combat.", "authors": "Unknown[Metroid Prime] "}, "13543": {"title": "Space Pirate ATC", "text": "The Space Pirate Armored Tactical Carrier (ATC) is surprisingly well built and armored. A forward-mounted heat vent is its only vulnerable spot. Tribeam cannons help the unit deal out damage while on missions as well. Designed for rapid transit to and from hot zones, the unit is not designed for long-term engagements. It has a relatively small fuel supply, a sacrifice made for heavier armament and armor.", "authors": "Unknown[Metroid Prime] "}, "13544": {"title": "Shield Pirate Militia", "text": "Some members of the Pirate Militia have been granted use of regular army- trooper equipment. This unit has been given the portable battle shield. Its portability is its weakness, however. Remove it from the pirate's grip to eliminate its primary defense system. The shield is also susceptible to Phazon-based attacks.", "authors": "Unknown[Metroid Prime] "}, "13545": {"title": "Aeromine", "text": "Aeromines suffer from a design flaw--their shield- and beam-weapon units use the same power source, allowing only one to function at a time. This exposes the unit to damage when it fires at enemies. Aeromines were originally designed to take the role of sentry for Space Pirates, but have since been put to use in combat as well. Because of the initial design flaw, these units do not pose much of a threat. After the executions of the first design team, the new pirate designers swore to correct this flaw with great haste.", "authors": "Unknown[Metroid Prime] "}, "13546": {"title": "Assault Aerotrooper", "text": "Only the best can join the ranks of the Assault Aerotroopers. Heavily armored, they are resistant to most weapon systems. Their unique armor is able to deflect all Missile attacks, but can still be damaged by Beam weapons. Like regular Aerotroopers, they wield two Remote Attack Pods in combat. One is equipped with a Particle Cannon, the other with a Gel Bomb Rack. Gel Bombs stick to their targets until detonation. High-velocity movement can remove Gel Bombs.", "authors": "Unknown[Metroid Prime] "}, "13547": {"title": "Vrtragian Shriekbat", "text": "Vrtragian Shriekbats are fiercely territorial insectoids and will dive-bomb anything that wanders near. This attack is fatal for the Shriekbat, as the impact sets off a discharge of thermal energy. Because of their high internal temperatures, they tend to seek cool climates to dwell in. They have come to seek shelter inside the many pirate facilities located on the Pirate Homeworld.", "authors": "Unknown[Metroid Prime] "}, "13548": {"title": "Aurora Unit 313", "text": "Aurora 313 has somehow been fused with bioessence of Dark Samus. While combat shields protect most of the unit, a weak spot has been detected at the cable junction. Damaging the unit's core will expose this point, but the core itself is protected by an armored hatch. Tentacle ports can be damaged to initiate stunning cerebral-feedback pulses within the target. While incapacitated, the hatch will be unprotected and able to be pulled open. This unit has been heavily mutated by Phazon exposure. It appears to be symbiotically connected to the planet Phaaze as well.", "authors": "Unknown[Metroid Prime] "}, "13549": {"title": "Commando Pirate", "text": "Commando Pirates use the best gear available: only Beams of the highest temperature can penetrate the layer of Phazite in the armorsuit. All of the weaponry is powered by Phazon. Each commando has a combat cloaking field, along with boost thrusters and a personal teleporter. The Phazite armor they wear makes them extremely resistant to damage in combat.", "authors": "Unknown[Metroid Prime] "}, "13550": {"title": "Space Pirate Assault Skiff", "text": "The fast-moving Space Pirate Assault Skiff is used to support troops in combat. The skiff is mounted with a tribeam cannon, which is capable of firing powerful charged shots. However, the cannon itself is unprotected and can be easily overloaded. This modified version of the ATC has sacrificed durability for speed, and often employs hit-and-run tactics.", "authors": "Unknown[Metroid Prime] "}, "13551": {"title": "Armored Shield Trooper", "text": "Armored Shield Troopers are equipped with a standard armorsuit. It is resilient, but still vulnerable to explosive attacks. In addition to their armor, they wield a portable battle shield. Removing the shield leaves them open to all attacks. The shield is also vulnerable to Phazon-based attacks. Transit Station 0204, Pirate Homeworld", "authors": "Unknown[Metroid Prime] "}, "13552": {"title": "Aerotrooper", "text": "Aerotroopers are dangerous foes, but their lack of armor leaves them vulnerable to explosive blasts. A weakness also lies in the jet pack: igniting it will allow the pack to be separated from the pilot. They use twin Remote Attack Pods to engage targets. The Attack Pods are capable of using a Particle Cannon or a Helix Missile Pod. They can tap their Phazon power unit to warp from point to point.", "authors": "Unknown[Metroid Prime] "}, "13553": {"title": "Rundas", "text": "Phazon exposure has greatly enhanced Rundas and his ability to generate ice, making him deadly at any range. His durable ice armor has one weak point-- the neck. Serious physical stress can weaken and remove it, exposing Rundas to attack. This weak point cannot be seized as long as Rundas is active. He can create frozen objects at will, and can freeze Missiles in midflight. Smaller ice-based projectiles can be shot down, but it is recommended to evade larger attacks. Be advised: Rundas can trigger a Hypermode state, elevating his threat level to match your own.", "authors": "Unknown[Metroid Prime] "}, "13554": {"title": "Shield Pirate Trooper", "text": "The Space Pirates have developed a man-portable battle shield that is resistant to most small-arms fire. Its portability is its weakness, however. Remove it from the pirate's grip to eliminate its primary defense system. Phazon-based attacks are capable of destroying the shield.", "authors": "Unknown[Metroid Prime] "}, "13555": {"title": "Gandrayda", "text": "Gandrayda's ability to shape-shift has been greatly enhanced by Phazon exposure, allowing her to assume a number of deadly forms at will. These new forms come with a cost, as she also inherits their weaknesses. A mistress of stealth, she will employ her personal cloaking field often, setting up her next deadly attack. An advanced visor system may be able to detect her location.", "authors": "Unknown[Metroid Prime] "}, "13556": {"title": "Armored Aerotrooper", "text": "Armored Aerotroopers are deployed in harsh combat zones. Their armor is resilient, but susceptible to explosive blasts. In battle they use twin Remote Attack Pods to engage targets. They are equipped with a Particle Cannon and a Helix Missile Pod. They can tap their Phazon power unit to warp from point to point. A weakness lies in the jet pack: ignite and separate it from the pilot to neutralize the target.", "authors": "Unknown[Metroid Prime] "}, "13557": {"title": "Phazon Metroid", "text": "Like all Metroids, great cold can immobilize the Phazon Metroid and leave it vulnerable to attacks. If the creature begins to feed, a concussive blast should be able to knock it away. Heavy exposure to Phazon energy has mutated this strain of Tallon Metroid. Subject can shift its body into a phased state, allowing it to ignore solid matter. The creature can emit bursts of Phazon energy, and will drain the life energy from its prey.", "authors": "Unknown[Metroid Prime] "}, "13558": {"title": "Phaz-ing", "text": "Phaz-ing bodies are weak to physical stress and can be easily pulled apart. These morphing blobs of Phazon often prefer to stay in puddle form and will only shift out to attack. Their ability to move over all types of terrain allows them to position themselves at a distance before assaulting with bursts of Phazon energy.", "authors": "Unknown[Metroid Prime] "}, "13559": {"title": "Tangle Weed", "text": "A simple bioform of plant life of which there are many species across many worlds. While each breed may have characteristics native to their respective ecology, they all possess identical behavior. Tangle Weeds constantly sway their brightly colored leaves to attract potential prey to land on them. The thousands of microscopic barbs lining the Tangle Weed's body will snare and inject a paralyzing toxin into their victim. While small organisms are unable to escape, Tangle Weeds lack the strength to do anything more than hinder the movement of larger life-forms. When attacked, they will retract into the ground until they no longer sense a threat.", "authors": "Unknown[Metroid Prime] "}, "13560": {"title": "Leviathan Infant", "text": "Leviathans are the children of Phaaze. They are bioforms that begin life deep within the planet, inside the base of a serpentine organ that serves as a womb. The Leviathan will remain in here, feeding on an endless supply of Phazon, until it has developed its Phazon core.\n\nThe developed core marks the Leviathan's transition into adolescence and its departure from the womb. The serpentine organ moves the adolescent from deep inside Phaaze and releases it closer to the planet's surface. Here the bioform will continue to grow and mature beneath its older siblings. As time passes and the older ones are launched into space, the Leviathan will slowly make its way to the planet's surface. It is here the Leviathan will reach full maturity. Once Phaaze has located a planetary target to corrupt, it will launch the Leviathan into space.\n\nThe Leviathan is capable of interstellar travel, creating wormholes in space to expedite the journey. Instinctively, it homes in on its planetary target. Shortly after impact, the bioform dies, leaving its armored shell to protect the Phazon core. Before it dies, the bioform often attracts and enthralls a large local predator. After mutating it through intense Phazon exposure, it compels the creature to protect the core. The core then begins to seep into the planet, replacing the local ecosystem with one based on Phazon.", "authors": "Unknown[Metroid Prime] "}, "13561": {"title": "Jelsac", "text": "Jelsacs are aggressive creatures, roaming their territory and defending it from all comers. When provoked, a Jelsac will begin to expand its body, quickly filling it with a caustic, Phazon-based venom. This continues until the Jelsac explodes, sending a spray of deadly fluid in all directions.", "authors": "Unknown[Metroid Prime] "}, "13562": {"title": "Hopping Metroid", "text": "Radical mutation has removed the ability to fly from this strain of Metroid, but its vulnerability to cold remains. Subject now uses its powerful legs for locomotion. Legs contain sharp formations of Phazite, which the creature uses to slice through enemy defenses.", "authors": "Unknown[Metroid Prime] "}, "13563": {"title": "Red Phaazoid", "text": "Red Phaazoids, like their more common siblings, can only be damaged by Phazon- based weaponry. They are wildly aggressive and will split into smaller forms when attacked. Their reddish appearance is the result of an unstable energy core, an uncommon mutation that occurs when a Phaazoid is formed. Overloading their core with Phazon energy will destroy them, causing them to yield a rare item.", "authors": "Unknown[Metroid Prime] "}, "13564": {"title": "Phazon Pillbug", "text": "Pillbugs are commonly found in small spaces, often making traveling through tunnels troublesome. Bombs are effective against them, however. They are underground vermin, able to energize their hard-shelled bodies with Phazon. Once charged, they will roll into a defensive shape and charge their enemies.", "authors": "Unknown[Metroid Prime] "}, "13565": {"title": "Phaazoid", "text": "Phaazoids are masses of Phazon energy that form after a Leviathan has been destroyed. They still retain a small bit of sentience and are mindlessly aggressive. The only way to damage a Phaazoid is by attacking it with Phazon- based attacks. However, this has a side effect of causing the creature to split into two smaller forms. Once the Phaazoid has split small enough, it will simply fly at a target and detonate on contact. It is said that some Phaazoids may split into a rare, crimson-colored form.", "authors": "Unknown[Metroid Prime] "}, "13566": {"title": "Liquid Phazon", "text": "Liquid Phazon appears to be a semisentient glob of Phazon. Their young are known as Phazon Grubs, and eventually metamorph into their adult, or \"puddle\" form. They exude a toxic chemical to protect themselves from predators. Contact with the substance can be deadly. They can alter their shape in a limited fashion, usually to avoid incoming attacks.", "authors": "Unknown[Metroid Prime] "}, "13567": {"title": "Phazon Hopper", "text": "Phazon Hoppers are more resilient than other Hoppers, but can still be damaged by standard weaponry. The crystallized Phazon covering their bodies provides additional protection from attack. Like other Hoppers, these are capable of long-range assaults. They will spit bursts of Phazon venom at prey from a distance.", "authors": "Unknown[Metroid Prime] "}, "13568": {"title": "Phazon Nightbarb", "text": "Phazon Nightbarbs have enhanced aerial mobility that makes them all but impossible to hit with normal shots. The group will work together to create a powerful energy burst that they will fire at their prey. Detonating the energy charge with normal attacks before it fires should destroy them. Phazon Nightbarbs are the result of Nightbarbs being exposed to Phazon radiation. These mutations look similar to their uncorrupted counterparts, but are characterized by their greatly increased offensive and defensive capabilities.", "authors": "Unknown[Metroid Prime] "}, "13569": {"title": "Phazon Puffer", "text": "This particular breed of Puffer has been heavily mutated by exposure to Phazon, giving it strange new abilities. As it flies, it searches the area for Phazon energy to consume. The Puffer will absorb this energy out of any nearby bioform and energize itself. The Puffer will then use the energy to fire a powerful attack back at their target. This ability comes with a price--the Phazon energy comprising their body is rather unstable and easily disrupted by any type of weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13570": {"title": "Phazon Shriekbat", "text": "Even more aggressive than normal species, Phazon Shriekbats will not hesitate to attack any creature that wanders too close. Their dive-bomb attacks erupts in a burst of Phazon energy, which usually proves fatal to weaker organisms. These Shriekbats are mainly found in areas with high amounts of Phazon. Instead of the usual insects and small creatures Shriekbats usually feed on, these have come to rely on Phazon as a food source.", "authors": "Unknown[Metroid Prime] "}, "13571": {"title": "Phazon Grub", "text": "Phazon Grubs are drawn to bioenergy in all forms, especially Phazon. They are immune to its mutagenic effects, and carry it in their bodies as they roam. Their bite can infect the victim with Phazon corruption, making them plague bearers of a sort.", "authors": "Unknown[Metroid Prime] "}, "13572": {"title": "Metroid Hatcher", "text": "Mutation has robbed the Metroid Hatcher of its ability to phase, but provided it a hardened outer shell which has identical attributes as Phazite. This shell protects the creature's heart located at the core of its head. The Hatcher's tentacles are quite dangerous, and can leech energy from any targets they connect to. However, the tentacles are also the creature's weak point. If all its tentacles are ripped from its body, it will perish. As such, it will attempt to recover energy by retracting them into its shell when they take damage. While the Hatcher's tentacles are retracted, it is unable to attack, relying on the Phazon Metroids it spawns from its mouth for protection. If the interior of the creature is hit while its mouth is open, it loses its strength. The Hatcher's tentacles can be ripped off if they are pulled at this time.", "authors": "Unknown[Metroid Prime] "}, "13573": {"title": "Phazon Leech", "text": "Phazon Leeches thrive on the bioenergy drained from weakened and dead prey. They often roam in groups, leaving behind toxic trails as they slide across terrain in search of sustenance. Their bodies are soft and unprotected, making them very easy targets to dispatch.", "authors": "Unknown[Metroid Prime] "}, "13574": {"title": "Miniroid", "text": "Miniroids, tiny and weak, will travel in a flock for protection. They float and fly about in search of sustenance. Those that survive will grow quickly, becoming the feared parasites known throughout the cosmos as Phazon Metroids.", "authors": "Unknown[Metroid Prime] "}, "13575": {"title": "Save Station", "text": "Enter these stations to save your game and fully restore your energy.", "authors": "Unknown[Metroid Prime] "}, "13576": {"title": "Red Blast Shield", "text": "Red Blast Shields contain high amounts of Brinstone within their metals, and are easily damaged by explosive blasts. Once shattered, the Blast Shield will remain destroyed.", "authors": "Unknown[Metroid Prime] "}, "13577": {"title": "Landing Beacon", "text": "Landing Beacons will appear only in locations where your ship can land. Automated sensors detect whether hostiles or obstructions are nearby, and the beacons will retract until the area is free of all hazards. When the beacons are extended and blinking, you may use the Command Visor to summon your ship.", "authors": "Unknown[Metroid Prime] "}, "13578": {"title": "Fuel Gel", "text": "Fuel Gel is used to power most modern starships in the cosmos. It is extremely rare, and worlds that produce it tend to be quite prosperous. The exception to this is planet Bryyo, a Federation protectorate--and the largest supplier of Fuel Gel. Proceeds from Bryyonian gel sales go directly to the Federation military forces protecting that sector of space. \n\nThe sheer value of Fuel Gel is very attractive, and has led to an uprise in piracy over the last 20 years. Today, raids on gel transport convoys are common, especially in frontier regions of space. The Galactic Federation has increased antipiracy operations, and planets with Fuel Gel resources are protected by Federation fleets and ground forces.", "authors": "Unknown[Metroid Prime] "}, "13579": {"title": "Mounted Blast Shield", "text": "Mounted Blast Shields are unique in that they often have a primary locking system. These systems commonly come in the form of multiple release locks that must be hit in a sequential order. Once this locking system is disengaged the shield can be removed. Weapon fire is insufficient to damage the shield, but it can easily be torn off with a strong pull.", "authors": "Unknown[Metroid Prime] "}, "13580": {"title": "Heavy SkyTown Storage Unit", "text": "Heavy SkyTown Storage Units are made of metals manufactured exclusively on SkyTown. These metals are very durable and can only be damaged by heavy weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13581": {"title": "Blast Shield", "text": "Blast Shields are invulnerable to all types of weapon fire. Some are engaged when hostiles are detected and will only open once the threat has been eliminated. Others will sometimes remain shut and force you to find an alternate route.", "authors": "Unknown[Metroid Prime] "}, "13582": {"title": "Black Phazon Crystals", "text": "The hardened exterior of Black Phazon Crystals is resistant to normal attacks. These structures will form naturally over time in areas with high amounts of Phazon. It is commonly mined by Space Pirates for use in producing trooper armor, but loses its darkened appearance in the process.", "authors": "Unknown[Metroid Prime] "}, "13583": {"title": "Hunter-Class Gunship", "text": "Based on the previous version, the new Hunter-class gunship is a fusion of Federation and Chozo technology. Designed by Samus Aran, this one-of-a-kind vessel was custom built at the Federation shipyard of Aliehs III. It is equipped with a powerful Chozo biotech computer that can interface with Aran via a Command Visor unit. The ship contains a mobile energy-recharge system, microfactories designed to produce ammunition, and an advanced medical bay.", "authors": "Unknown[Metroid Prime] "}, "13584": {"title": "Planet Aether", "text": "Satellite information shows that Aether is slowly recovering from a cataclysmic event. A stellar object struck the planet with an incredible force, burning Aether's fertile plains and destroying the lush forests covering her surface. The planet's own energy supply, once torn in two by the impact, is now stable. The inhabitants of the world, the starborne Luminoth, have begun the long task of mending Aether back to its former self.", "authors": "Unknown[Metroid Prime] "}, "13585": {"title": "Heavy Phazon Canister", "text": "Heavy Phazon Canisters are used by Space Pirates to transport large amounts of Phazon. Unlike the smaller versions, these are made and reinforced with durable metals. Only a strong impact will destroy them.", "authors": "Unknown[Metroid Prime] "}, "13586": {"title": "Spinner", "text": "Use the Boost ability of the Morph Ball when inside a Spinner to activate the device in powers.", "authors": "Unknown[Metroid Prime] "}, "13587": {"title": "Multi-Lock Blast Shield", "text": "The type of Blast Shield is characterized by its multiple locking mechanisms. A simultaneous blast to all the targets is required to deactivate the locks and remove the shield.", "authors": "Unknown[Metroid Prime] "}, "13588": {"title": "Mature Kashh Plant", "text": "Mature Kashh plants are used for storage by Bryyo natives. Unlike the younger versions, these have developed a think bark that is only vulnerable to heavy weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13589": {"title": "Phaaze Door", "text": "Phaaze doors appear to be organic maws contained within a thin layer of Phazon energy. Disrupting the energy with Phazon-based attacks will cause the maw to open and allow you to pass through.", "authors": "Unknown[Metroid Prime] "}, "13590": {"title": "Space Pirate Crate", "text": "Space Pirate Crates are mainly used as storage units by pirate troops. They will often contain energy supplies and ammunition. Standard weapon fire is capable of destroying them.", "authors": "Unknown[Metroid Prime] "}, "13591": {"title": "Kinetic Orb Cannon", "text": "The Kinetic Orb Cannon's original purpose is unclear, but they are capable of firing spherical objects at high speeds to a set target. Entering a cannon while in Morph Ball will allow you to reach new areas and traverse great distances quickly. \n\nThe Kinetic Orb Cannon appears in various locations in SkyTown. However, most units have shut down and require a kinetic charge to reactivate.", "authors": "Unknown[Metroid Prime] "}, "13592": {"title": "Half-pipe", "text": "Half-pipes are U-shaped channels with incredibly smooth surfaces that Samus can boost along. Charge the Boost while descending in a half-pipe and then release the Boost as you ascend the opposite side. This will allow you access to areas that are too high to reach otherwise.", "authors": "Unknown[Metroid Prime] "}, "13593": {"title": "Leviathan Door", "text": "Leviathan doors function in the same way normal doors do. Shooting the energy shield will cause the bone plates to retract and allow you to walk through.", "authors": "Unknown[Metroid Prime] "}, "13594": {"title": "Galactic Federation Green Door", "text": "The green-colored energy shield of this type of Federation door can only be disrupted by a high-frequency Beam. Shooting the shield with the proper Beam will activate and open the door.", "authors": "Unknown[Metroid Prime] "}, "13595": {"title": "Planet Tallon IV", "text": "Tallon IV appears to be a utopia for biological life, containing an oxygen- rich and hospitable atmosphere. The planet is home to countless species of flora and fauna. Satellite scans detect numerous structures on the planet's surface, with closer examination revealing many of these structures to be of Chozo origin. Tallon IV's scar, the result of a celestial body impacting the planet's surface decades ago, is still visible. Satellite scans are unable to determine the extent of the original damage, but the planet appears to have recovered from any negative effects of the object's impact.", "authors": "Unknown[Metroid Prime] "}, "13596": {"title": "SkyTown Blue Door", "text": "All SkyTown doors contain a low-level energy shield behind their ornate carvings. Shooting the energy shield will activate and open the door. The centuries-old design has served as a blueprint for what is now standard across all planets. Blue-colored energy shields can be opened with any weapon.", "authors": "Unknown[Metroid Prime] "}, "13597": {"title": "Galactic Federation Orange Door", "text": "All Federation doors are designed with a low-level energy shield to prevent accidental activation. Shooting the energy shield will activate and open the door. Orange-colored energy shields may only be opened with high-temperature shots.", "authors": "Unknown[Metroid Prime] "}, "13598": {"title": "Space Pirate Orange Door", "text": "Space Pirate doors are based on stolen Federation technology. They all include a low-level energy shield that will open the door when shot. Orange shields will only react to high-temp shots.", "authors": "Unknown[Metroid Prime] "}, "13599": {"title": "Large Bryyo Coffer", "text": "Large Bryyo Coffers were originally designed to store items and supplies in locations where Kashh plants wouldn't survive. Their hardened plating makes them resistant to all but the heaviest of weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13600": {"title": "White Blast Shield", "text": "While Blast Shields are extremely resilient against all but cold-based attacks. The alloys within the shield will shatter immediately if exposed to extreme cold. Once broken, the Blast Shield will remain destroyed.", "authors": "Unknown[Metroid Prime] "}, "13601": {"title": "Acid Rain", "text": "Acid rain is prevalent on the Pirate Homeworld, where the constant pollution has fully corrupted the environment. the caustic effects of the rain are incredibly volatile and will severely damage your suit. Exposure to the rain for any extended period of time will prove fatal. Avoid all contact with the rain.", "authors": "Unknown[Metroid Prime] "}, "13602": {"title": "Grapple Swing Point", "text": "To use the Grapple Swing, lock on to the Grapple Swing Point Ã§ with Z. Release Z to let go. You can fire your weapons while attached to a Grapple Swing Point.", "authors": "Unknown[Metroid Prime] "}, "13603": {"title": "Large Space Pirate Crate", "text": "Large Space Pirate Crates are made of durable materials. Only heavy weapon fire will damage them. Destroy them to discover their contents.", "authors": "Unknown[Metroid Prime] "}, "13604": {"title": "Phazon Fungus", "text": "The soft bodies of Phazon Fungus are easily damaged by weapon fire. These organisms are commonly found in areas that are highly concentrated with Phazon. The growths can be highly destructive and will feed on any organic matter. As the fungus grows, it corrupts the surrounding area further and will continue to spread out.", "authors": "Unknown[Metroid Prime] "}, "13605": {"title": "Energy Cell", "text": "Energy Cells were designed as a portable power source for the Federation. Their high power-to-energy ratio makes them ideal for powering a wide variety of equipment. \n\nThroughout the environment you may encounter stations that contain an Energy Cell. Removing the cell will leave these stations permanently offline. You will then be able to place the collected Energy Cell into a new station that is empty. \n\nYour collected and used Energy Cells are recorded in your Logbook.", "authors": "Unknown[Metroid Prime] "}, "13606": {"title": "Space Pirate Blue Door", "text": "Space Pirate doors are based on stolen Federation technology. They all include a low-level energy shield that will open the door when shot. Blue- colored shields can be shot with any type of weapon.", "authors": "Unknown[Metroid Prime] "}, "13607": {"title": "SkyTown Orange Door", "text": "All SkyTown doors contain a low-level energy shield behind their ornate carvings. Shooting the energy shield will activate and open the door. The centuries-old design has served as a blueprint for what is now standard across all planets. Orange-colored energy shields can only be disrupted with high- temp Beams.", "authors": "Unknown[Metroid Prime] "}, "13608": {"title": "Bomb Slot", "text": "Bomb Slots are powered system-control units. To use, insert the Morph Ball into the slot and detonate a Bomb. This will transfer energy from the slot to the device connected to it.", "authors": "Unknown[Metroid Prime] "}, "13609": {"title": "Galactic Federation Crate", "text": "Galactic Federation Crates are used to store basic supplies. Because they are lightly armored, the crates are unable to withstand basic weapon fire. Destroy them to discover their contents.", "authors": "Unknown[Metroid Prime] "}, "13610": {"title": "Space Pirate Green Door", "text": "Space Pirate doors are based on stolen Federation technology. They all include a low-level energy shield that will open the door when shot. Green shields may only be disrupted by a high-frequency Beam.", "authors": "Unknown[Metroid Prime] "}, "13611": {"title": "Grab Ledge", "text": "Certain ledges are composed of unique magnetic alloys that react to your suit. By jumping toward and grabbing on to them, a surge of energy will course through your suit and allow you to pull yourself up. Ledges that shimmer green are able to be grabbed on to.", "authors": "Unknown[Metroid Prime] "}, "13612": {"title": "Zipline Cable", "text": "Zipline Cables were designed as a transit system between pods on SkyTown. Connect and hold on to the cable by pressing and holding Z while targeting the Ã§ at either end.", "authors": "Unknown[Metroid Prime] "}, "13613": {"title": "Heavy Galactic Federation Crate", "text": "Heavy Galactic Federation Crates are often used to store ammunition and energy supplies. These units are made of very durable metals. Only heavy weapons and explosives can destroy them.", "authors": "Unknown[Metroid Prime] "}, "13614": {"title": "Small Bryyo Coffer", "text": "Small Bryyo Coffers were designed to be easily transported. Their outer plating is lightweight and vulnerable to standard weapon fire.", "authors": "Unknown[Metroid Prime] "}, "13615": {"title": "Galactic Federation Blue Door", "text": "All Federation doors are designed with a low-level energy shield to prevent accidental activation. Shooting the energy shield will activate and open the door. Blue-colored energy shields may be disrupted by weapon fire of any type.", "authors": "Unknown[Metroid Prime] "}, "13616": {"title": "Bryyo Blue Door", "text": "Bryyo doors are carved from heavy stone native to the planet. Each door has been designed with a low-level energy shield. Shooting the shield with any weapon will open the door.", "authors": "Unknown[Metroid Prime] "}, "13617": {"title": "Ship Grapple Point", "text": "Objects with a Ship Grapple Point are capable of being lifted by your gunship. By using the Command Visor and targeting the icon over these points, you will be able to lift and move large objects. \n\nObjects in the environment that shimmer purple are able to be moved with your gunship.", "authors": "Unknown[Metroid Prime] "}, "13618": {"title": "Wall Jump Surface", "text": "This surface was designed to be used in conjunction with the Screw Attack system. Perform Screw Attacks while facing and touching the wall to do a Wall Jump.", "authors": "Unknown[Metroid Prime] "}, "13619": {"title": "SkyTown Storage Unit", "text": "SkyTown Storage Units contain various useful supplies. Their thin plating does not provide much protection, and they are easily damaged. Any type of weapon fire will destroy them.", "authors": "Unknown[Metroid Prime] "}, "13620": {"title": "Spider Ball Track", "text": "While in Morph Ball mode, press and hold Z when close to a magnetic rail. Use [the analog stick] to move the Ball along the track. Release Z to disengage from the track. Using a Bomb will briefly disengage the Morph Ball from the track.", "authors": "Unknown[Metroid Prime] "}, "13621": {"title": "Kashh Plant", "text": "The Reptilicus use Kashh plants as a means to store supplies. Shooting them with any weapon will reveal their contents.", "authors": "Unknown[Metroid Prime] "}, "13622": {"title": "Bryyo Orange Door", "text": "Bryyo doors are carved from heavy stone native to the planet. Each door has been designed with a low-level energy shield. This shield is specially designed to only be disrupted by high-temp shots.", "authors": "Unknown[Metroid Prime] "}, "13623": {"title": "Hunter Ghor", "text": "Subject is a veteran of the liberation war of Wotan VII. Only 6% of subject's birth-body remains: the rest is state-of-the-art cyberware. Despite his career and heavy cybernetic modification, subject is known for his high level of empathy and compassion. Ghor is rather gentle and approaches situations logically, but is not the most skilled of fighters. Intel suggests he even has a sense of humor. Subject has often championed the weak, poor, and downtrodden, working for free or giving bounty money earned to the victims of his targets. \n\nSubject can merge his cybernetic body into larger mechanisms, including gunships and fightercraft. This merging will alter Ghor's personality, and he will become incredibly aggressive and violent. Data indicates a high proficiency with computer infiltration and manipulation. High level of mechanical empathy with artificial intelligence.", "authors": "Unknown[Metroid Prime] "}, "13624": {"title": "Anhur Incident", "text": "Planet Aether, home of the Luminoth, was struck by a \"Phazon Meteor\" five decades ago. The impact had catastrophic effects on the already unstable planet, creating a \"dark twin\" of the planet and a dire race known as the Ing. A brutal war between the win planets took place, with the Ing gaining the upper hand. The G.F.S. Tyr went to the sector to investigate pirate activity, but were forced to make an emergency landing on Aether. Shortly after, the entire crew of Tyr was attacked and annihilated by the Ing. Hunter Samus Aran was sent to investigate, and wound up entangled in the local conflict. Aran fought against both Space Pirates and Ing, and arose victorious. Aether's \"dark twin\" vanished, taking with it the Ing horde, and the planet's peace was finally restored. \n\nAfter the Aether Incident, the Federation sent the G.F.S. Anhur back to Aether to deal with the pirate base. Upon arrival, the crew and marines of the Anhur assisted the native Luminoth in dismantling an abandoned Space Pirate mining facility. During the operation, the crew detected the presence of Phazon. The ship's crew investigated and collected several kilograms of ore, which would later lead to the development of the PED.", "authors": "Unknown[Metroid Prime] "}, "13625": {"title": "Planet Bryyo", "text": "Federation scouts discovered the planet Bryyo ten years ago. The planet's alignment makes most of its surface uninhabitable: 48% of the world is always exposed to the sun, with another 48% shrouded in permanent night. The remaining 4% lies in an equatorial ring of fertile jungle, where the bulk of Bryyo's bioforms dwell. \n\nFuel Gel is common on Bryyo, which makes it extremely important to the Federation. The local bioforms are quite primitive, though there are ruins that indicate an advanced culture thrived on Bryyo in centuries past.", "authors": "Unknown[Metroid Prime] "}, "13626": {"title": "Hunter Gandrayda", "text": "Subject homeworld unknown. Possesses metamorphic ability similar to the biomorphs of Jovia XII. Can assume the form and abilities of most living things, including bioforms considerable larger than the subject. \n\nScans are unable to determine subject's age, but psych eval suggests a high degree of youthfulness. Intel suggests that bounty hunting is akin to a sport for her, one she enjoys considerably. Subject perceives the veteran Hunter Samus Aran as her chief rival, a rival she intends to surpass as soon as possible.", "authors": "Unknown[Metroid Prime] "}, "13627": {"title": "Tallon IV Incident", "text": "Planet Tallon IV, formerly a Chozo colony, was struck by a stellar object 50 years ago. Object was later determined to contain large quantities of Phazon. The Chozo were able to stave off the spread of Phazon, at the cost of many Chozo lives. The survivors abandoned the planet, fleeing to an unknown location. Decades later, Hunter Samus Aran responded to a distress call in the sector and discovered a Space Pirate Phazon mining station there. Aran eliminated both the pirate and Phazon threat from the planet, though not without cost.", "authors": "Unknown[Metroid Prime] "}, "13628": {"title": "Planet Norion", "text": "Though located on the fringe of the Federation, the planet Norion is of great importance. The military maintains a strong presence in the sector, and the base on Norion is often the first line of defense against enemies that operate outside of GF space. \n\nOriginally a barren orb incapable of sustaining life, a sophisticated terraforming project designed by Aurora Unit 486 has turned Norion into a hardy forest world.", "authors": "Unknown[Metroid Prime] "}, "13629": {"title": "Olympus-Class Battleship", "text": "The Olympus-class battleship is the first Federation capital ship designed to use an onboard Aurora Unit. They are the flagships of the fleets they serve in, usually commanded by an officer of flag rank. Battleships of this class have smaller crews than most ships of a similar size due to the presence of the Aurora Unit. The space saved in crew support is used for more battle systems. The enormous vessels are powered by Fuel Gel, making the scarce commodity of extreme value to the Federation military.", "authors": "Unknown[Metroid Prime] "}, "13630": {"title": "Phazon Enhancement Device", "text": "The Phazon Enhancement Device is designed to harness the energy of Phazon minerals, originally discovered on Aether, for a new Federation weapon system. It is being tested by a GF Marine battalion stationed in the Norion system. Marines can initiate an energy siphon from a supply of Phazon carried in a backpack into their armorsuits. This allows them to temporarily enhance the exoskeletal and weapon systems of their armorsuits. To date, no marines have displayed signs of \"Phazon sickness.\"", "authors": "Unknown[Metroid Prime] "}, "13631": {"title": "SkyTown", "text": "SkyTown is a network of advanced structures floating in the atmosphere of planet Elysia. Most of the base is dedicated to research, from a local to interstellar level. The powerful sensors of SkyTown provide useful military intelligence data along with research information. An Aurora Unit analyzes the vast amount of data collected by the station: it is supported by the Elysians, a group of sentient mechanoids that live within the base.", "authors": "Unknown[Metroid Prime] "}, "13632": {"title": "Phazon", "text": "Phazon is a substance of extragalactic origin. It is a highly radioactive ore with extreme mutagenic properties. It has certain biological qualities, including the ability to reproduce itself. Exposure to Phazon often affects the brains of sentient beings, causing erratic, destructive behavior. It is also a potent source of energy, surpassing even Fuel Gel in pure output potential. It must be handled carefully, as it can cause \"Phazon sickness\" if used incorrectly.", "authors": "Unknown[Metroid Prime] "}, "13633": {"title": "Valhalla Incident", "text": "The G.F.S. Valhalla was on a training mission after receiving new crew at Tivus. We believe the Valhalla was ambushed en route to the training base by a fleet of pirate vessels. Data suggests the pirates were using upgraded starships powered by Phazon: that plus superior numbers were more than the Valhalla could handle. Current whereabouts of the Valhalla are unknown: she is presumed destroyed in action.", "authors": "Unknown[Metroid Prime] "}, "13634": {"title": "Hunter Rundas", "text": "Subject is a native of Phrygis, a moon of planet Bes III known primarily for ice mining. The Phrygisian ability to manipulate and generate ice has come in handy in subject's career as a Bounty Hunter. Intel suggests he enjoys hunting, to the point where he keeps trophies from all of the targets he's successfully captured or killed in his career. Subject is proud, cocky, and arrogant, and considers himself without rivals in his field.", "authors": "Unknown[Metroid Prime] "}, "13635": {"title": "Struggle of Exiles", "text": "As the followers of the Primal Traditions celebrated their victory, a number of surviving Science Lords gathered in a hidden sanctuary. It was there that our foolishness became obvious, and we regretted ignoring the Chozo's warning. We realized the folly of following the ways of Science with blind faith--and the peril of all Bryyo. The contamination left from the battles was spreading, and would soon scour the remaining fertile lands, leaving naught but ash. If left unaided, Bryyo would lose what few safe lands and water remained. Once more, our great minds turned to a grand task...planetary salvation. As our enemies searched the lands for us, the last Lords of Science, we created our final machines and launched them into the heavens.", "authors": "Unknown[Metroid Prime] "}, "13636": {"title": "Our Plea", "text": "Sadly, disaster came to us before we could finish our work. An accident caused our supply of Fuel Gel to explode, sending fire to the sky and exposing our position. It was not long before a Primal war band saw the great fire, and rushed to attack. Without a way to power my great Mogenars, I had no way to defend myself from their assault. \n\nFleeing would only drive them to pursue us to no end, and they would show no mercy to either one of us once caught. I had no other choice except to stand my ground while the prophetess fled to safety. With her I sent my records of the past, in hopes they would both find sanctuary. \n\nYou now read my last words, etched in stone and placed by the prophetess. We speak to you from beyond the grave, to plead with you... Save our world from the starborne plague. Lift the veil of hate from the eyes of our people. May our remaining relics serve you well in this struggle.", "authors": "Unknown[Metroid Prime] "}, "13637": {"title": "Age of War", "text": "In the beginning, the conflicts were small, out of sight for most on Bryyo. But they grew, slowly but as steady as the coming sun. Diplomacy gave way to brutality, and war came to our world. The Lords of Science turned their minds from exploration to destruction, and unleashed horrors unknown upon their Primal enemies. In retaliation, the Primals turned to the darkest of ancient powers, cursing us, the Science Lords, and all who served our cause. Friends from the stars tried desperately to end the conflict, all in vain. The people of war would not be denied.", "authors": "Unknown[Metroid Prime] "}, "13638": {"title": "Salvation", "text": "The great machines of the Science Lords performed flawlessly. They absorbed the toxins and pollution in the air and soil, preserving the remaining fertile land of Bryyo. Yet the planet's climate was forever changed, leaving one side eternally scorched by the sun, the other forever in the icy grasp of darkness. \n\nThe launch of the machines revealed the hidden enclave of the Science Lords to their former enemies. The bright lights in the skies caused by the decontamination equipment stirred old hatred in the hearts of the Primals. Fearing a new attack, the Primals sent their warriors forth to hunt their hated foes. We were now marked for death.", "authors": "Unknown[Metroid Prime] "}, "13639": {"title": "Decline", "text": "Forgotten in exile, a creature of myth, I, the last Lord of Science, worked tirelessly to protect myself and this world. I crafted magics and machines to bring life back to the wastelands. I found a new source of natural energy in the land and called it Fuel Gel. I vowed to atone for the devastation inflicted upon Bryyo, caused by both science and war. \n\nYet, while I toiled, the Primals slipped slowly into barbarism. With no Science Lords to hunt, they turned on each other, tribe against tribe. Magic was lost to them, and they became as savage as the predator beasts of the wild.", "authors": "Unknown[Metroid Prime] "}, "13640": {"title": "Age of Schism", "text": "In time, the wonders of Science were not enough for those who held the Primal Traditions in their hearts. The warnings of the Chozo--to seek balance between old and new ways--were not heeded by the Lords of Science, myself included. We forged on, ignorant of the rage in the hearts of the Primals. The time came when Sfimas, First Lord of Science, denounced the Primals and their Traditions in the center of the Royal City. It was as flame to a dry forest. The Age of Science ended, and the Age of Schism was born.", "authors": "Unknown[Metroid Prime] "}, "13641": {"title": "The Hunted", "text": "The Primals crafted new magics to protect their warriors, and sent them into the burning wastelands to hunt the Lords of Science hiding there. Though we tried to avoid contact, many Science Lords were found and ended by Primal war bands. \n\nI was but the sole survivor, the last remaining Lord of Science. In order to protect myself, I adopted the wisdom once shared by the Chozo. I merged the ways of the new--Science--with the ways of old--Magic. I built mighty Mogenars out of stone, and placed them outside the walls of my home, there to silently protect me from all enemies.", "authors": "Unknown[Metroid Prime] "}, "13642": {"title": "Age of Science", "text": "The ships of Bryyo sped to the stars, in all directions, bearing the banner of peace. Soon we found stellar brethren in the Chozo, the Luminoth, and the Vlla. Starborne knowledge came to Bryyo, and we gladly sent our wisdom to our new friends in return. The hearts of Bryyo were filled with pride, and they honored the Lords of Science for all the wonders we provided. As the time of New Bryyo came to be, the old ways faded. The cries of joy from those who honored Science covered the angry shouts of those who mourned the old ways, the Primal Traditions.", "authors": "Unknown[Metroid Prime] "}, "13643": {"title": "Downfall", "text": "Look now to the time of battle, tribe against tribe. See fertile land swept clean of all living things by arcane nightmares or the hellish blasts of Science. See the giant stone Mogenars do battle, destroying the land with their titanic blows. And hear the undying scream of a planet wracked by darkest war. The battles waged endlessly, and the resources needed to sustain our war machines were great. Bryyo too had become a casualty of the war: the air was filled with the smoke of battle and the soil soaked with the toxins of pollution. Calamity after calamity visited the folk of Bryyo, until a world once known for wonders became a scarred husk under the stars. Only a small region remained habitable, and to it the survivors went, bringing the war with them.", "authors": "Unknown[Metroid Prime] "}, "13644": {"title": "Golden Age", "text": "Look now to the past, and to the time of peace on Bryyo. See the age of gold, when our world was a paradise unrivaled. Hear the songs of joy fill the streets of the Royal City, as the people honor the coming of Bryyus the First, the Liberator. Behold the launch of our first ship to the stars on that day, and witness the rise of Science, of a New Bryyo. See this, and see the beginning of our downfall.", "authors": "Unknown[Metroid Prime] "}, "13645": {"title": "Prophecy", "text": "As time slowly passed, I grew old: even the combined power of magic and science couldn't cheat death forever. In order to preserve Bryyo's environment, I would need a successor. Finding one was a daunting task, for most of the folk saw me as a monster. Time passed quickly as I searched, and my efforts appeared to be in vain. Seemingly by chance, I found a young Primal wondering the wastelands and rescued her. But this was not a chance encounter. She was a prophetess, tirelessly searching for the last Lord of Science to speak to about her visions. In her dreams, she saw a starborne death coming to Bryyo, and with her vision came a plea to save her world. Based on her information, I began work on improving the existing decontamination equipment to help prepare a defense for Bryyo against the eventual catastrophe.", "authors": "Unknown[Metroid Prime] "}, "13646": {"title": "Victory", "text": "We, the Lords of Science, mishandled the use of our knowledge. The devastation of the war robbed us of the rare resources necessary to fuel our war engines. Without our machines we were unable to stand up to the Primal armies, and they overran the enclaves of many Science Lords. What few remained fled into dark places, polluted wastelands even the bravest of Primal warriors would not dare enter. Whatever joy there may have been amongst the victorious was quickly stamped out by the grim reality surrounding them. Bryyo, their cradle, their sacred home...was on the verge of death.", "authors": "Unknown[Metroid Prime] "}, "13647": {"title": "Agreement", "text": "The treaty brought us new supplies, fuel, and parts from the Federation. In return, we allowed them to use Elysia Station as they saw fit. They were glad to use the station's powerful scientific systems, and gleaned a great deal of knowledge from our data banks. Unfortunately, the harsh atmosphere of our world was dangerous for the Federation researchers. They proposed to replace the humanoids with a single artificial intelligence unit, which they called Aurora.", "authors": "Unknown[Metroid Prime] "}, "13648": {"title": "Defeat", "text": "The two weeks following the Seed's impact were disastrous. Like the Aurora Unit, we too were infected with a Phazon-based virus. The spreading corruption consumed many of us, putting us under Space Pirate control. It was not long before only a handful of us remained. \n\nDuring this time there was but a moment that we received aid. Ghor, the Hunter dispatched by the Federation, arrived here to restore the Aurora Unit. Our hope quickly vanished as he too was corrupted by Phazon and lost his own will. He now leads the assault on the remaining survivors, taking more and more of the station over with each passing day. \n\nThere is no hope left for us. Soon, we too will be among the enemy forces. The last of us now stand before the brink of our history's end, silently waiting out our final hours. \n\nI am Elysian, descendent of both the Chozo and the First. I am facing the last moments of my life and transferring my memory to the data pod.", "authors": "Unknown[Metroid Prime] "}, "13649": {"title": "Alone", "text": "In the year 400 of Elysian reckoning, the time for our Chozo creators to leave had arrived. To us they entrusted the station and its purpose. We were to stand vigil and watch over the station until the time when others seeking knowledge and enlightenment arrived. With their departure came one last request from the Chozo Searcher--to continue exploring the skies for the answers to the mysterious planet. We gave her our word and resumed her tireless search. Day after day we hunted for the answers she desperately sought, but our efforts yielded nothing. We failed.", "authors": "Unknown[Metroid Prime] "}, "13650": {"title": "Aurora", "text": "Aurora was placed within one of our floating pods and connected into the station's network. This connection allowed Aurora to control not only the facility, but us as well. Our link allowed us to reap the benefits of the Aurora's own connection to the Federation's Aurora network. The units were capable of communication with one another regardless of the distance, and vast amounts of information were passed down to us. \n\nAs the years went by we aided the Aurora and our Federation allies in their research. We studied potential enemy threats and collected data on their activities. It was, in some small way, a means to atone for our inability to help our creators years ago. Through our alliance with the Federation we were able to prevent many disasters, and bring an end to numerous threats in the cosmos. We are not certain if that was what our creators would have wished to happen, but it was certainly a peaceful life.", "authors": "Unknown[Metroid Prime] "}, "13651": {"title": "Phazon", "text": "One week after we had lost communication with the Aurora Unit, we witnessed the living planet strike again. It sent forth several stellar objects, one aimed directly at us. It streaked through the clouds of Elysia, destroying a large portion of our home, ultimately striking the distant core below. Soon our sensors detected the presence of strange energy. Our readings matched with the Federation's data--this was the same toxin that corrupted countless other planets and our creators' world--the galactic scourge called Phazon.", "authors": "Unknown[Metroid Prime] "}, "13652": {"title": "Discovery", "text": "The Chozo were watchers, studying the depths of space tirelessly to quench their thirst for knowledge. From this facility they launched observation satellites, firing them into the heavens toward distant worlds. These satellites returned information that allowed them to analyze the various phenomenon occurring across the cosmos. Through this process they were able to satisfy their intellectual appetite, one planet at a time. \n\nOne day, a Chozo Searcher happened upon a very rare discovery. A once- thought-lost satellite delivered information on a distant world. It was incredibly far away, even by Chozo reckoning. Study of the stellar object revealed that is was, in many ways, a planet--and yet also sentient. Alive. This chance event was brief, and the information being collected was lost before the true identity of the planet was revealed.", "authors": "Unknown[Metroid Prime] "}, "13653": {"title": "Loss", "text": "It was approximately five months ago that our systems detected a meteor-like object collide with a planet in a nearby galaxy. The impact was followed by a spreading corruption, identical to the one we saw devour our creators' planet. More so than ever, we were determined to aid the Aurora and discover the source of these objects. Months passed before we could uncover its origin--it had come through a wormhole from an incredibly distant planet. We studied this link between the tear in space and the location it was connected to. As we delved deeper it became clear to us that this was the mysterious planet the Chozo Searcher had been seeking. The living planet was aggressively attacking other worlds, hurtling parts of itself across the cosmos like missiles. We had finally discovered the source of these corrupted meteors. \n\nIt was about one month ago that we made our revelation, but all attempts at transmitting the critical data to the Federation were unsuccessful. It appeared that the Aurora Unit had become disabled. We tried desperately to restore the Aurora, but it had been corrupted by an unknown virus. Our only means of communication with the Federation were severed.", "authors": "Unknown[Metroid Prime] "}, "13654": {"title": "Gift", "text": "Several decades passed for the Chozo here at Elysia. The harsh winds and storms began to take their toll on the station, and upkeep began to take up more and more of their precious time. Seeing a need for assistance, they created us. The first Elysian, built by Chozo hands, stepped out of the mechanicreche 1,450.82 years ago. Crude by our current standards, the First was soon given the greatest gift of all by the Chozo. To better assist the creators, the First was given self-awareness. To all other Elysians, the First shared the Chozo gift. This event marks year One of the Elysian reckoning.", "authors": "Unknown[Metroid Prime] "}, "13655": {"title": "Slumber", "text": "By the year 600, we of Elysia were low on critical supplies and fuel. We created smaller mechanoids to process fuel from the atmosphere of Elysia, but they proved unable to produce a sufficient supply. Unable to secure the necessary resources to sustain ourselves, we entered a state of hibernation to preserve our remaining stores of energy and parts. While we slumbered, the data collected by the station's equipment was fed to us in dreams. \n\nDuring this long period of sleep, we had many dreams. Countless great events came to us, including a reunion with our creators, who had come to call a new planet their home. It was not long before disaster struck. A stellar object hit planet Tallon IV, bringing with it a catastrophic corruption that sent the Chozo world into chaos. We watched helplessly as our creators perished, the few survivors fleeing to an unknown location. Powerless, we slept, and in our dreams we lamented the deaths of our creators. This was our final vision, after which we were never able to see our creators again.", "authors": "Unknown[Metroid Prime] "}, "13656": {"title": "Creators", "text": "I am Elysian, descendent of both the Chozo and the First. I am facing the last moments of my life and transferring my memory to the data pod. \n\nIn a way, our chronicle begins nearly 1500 years ago. That was when our noble creators, the Chozo, began to build that which would become our home. A place of exploration and knowledge, floating in the clouds of planet Elysia, a fitting home for its great Chozo builders. They built many linked, hovering pods: in time they formed a net in the skies across the globe, instruments peering out in all directions, studying the cosmos. \n\nWe did not exist then: only the Chozo walked these hallowed halls. To the distant stars they looked, and a great many things they discovered--including that which would later spell grim disaster for all.", "authors": "Unknown[Metroid Prime] "}, "13657": {"title": "Invader", "text": "We watched as Elysia fell victim to the meteor's corruption, its Phazon beginning to consume her. High above the noxious surface, we continued to collect data on the object. It was not long before we met a new enemy. Space Pirates, hostile alien life-forms and sworn enemies of the Federation, entered the station and attacked. \n\nThe pirate forces struck swiftly, their numbers and weapons dwarfing our own. After their initial assault, they began construction of a massive energy shield around the meteor. They referred to the fallen object as a \"Seed\" and quickly built the protective barrier. Any resistance they met from us was crushed, and the massive shield was built without interruption. \n\nOur attention then turned to the pirates themselves. If we could not stop them through combat, perhaps there was another way. Our studies quickly yielded unexpected results. All of the Space Pirates were corrupted with Phazon, but unlike other life-forms, they were actually being sustained by it. This Phazon kept them alive, and it appeared to control their minds with a will of its own.", "authors": "Unknown[Metroid Prime] "}, "13658": {"title": "Federation", "text": "Time passed slowly as we suffered through our bad dreams. We endured their visions until finally, in year 1435, our automated defense systems were triggered. A number of aliens, well armed and armored, had penetrated our battle screens and entered Elysia Station. Per protocol, we were revived from stasis to defend our home. As we mustered for battle, the aliens communicated with us and declared themselves to be under the banner of peace. A truce was called, and soon we began negotiations with the Galactic Federation. The Treaty of Elysia began a new era of prosperity for us.", "authors": "Unknown[Metroid Prime] "}, "13659": {"title": "Purification", "text": "Our great leader, with the aid of our captured Aurora Unit, has discovered many of Phaaze's secrets. Dark Samus can now command the living world to send forth Phazon Seeds! She was eager to test this new power. When we heard the first world to receive this blessing was our Homeworld, we rejoiced. \n\nThe Seed was sent into the void, and quickly made its way to our Homeworld. Our brethren foolishly tried to repel it, but their efforts were in vain. To think, once we were as pathetic as them! \n\nNow the deed is done, and slowly, our Homeworld becomes like Phaaze. Soon, there will be two living planets, two Phazon sources for our great leader to use as she sees fit. Soon, there will be thousands of new disciples for her to command.", "authors": "Unknown[Metroid Prime] "}, "13660": {"title": "Mistress Gandrayda", "text": "Mistress Gandrayda is the last of our leader's field commanders. We hope that she will succeed where the others have not. We hope that she will slay the wretched Hunter! \n\nGandrayda tests our mettle often. She moves among us in our form, watching us, looking for signs of weakness. Several unfaithful disciples have been ended...violently. Those who survive will be stronger, ready for the Hunter that comes for them from the void. Gandrayda has vowed to present Aran's bloody helmet to Dark Samus as tribute. We hope she fulfills that vow!", "authors": "Unknown[Metroid Prime] "}, "13661": {"title": "The Source Discovered", "text": "After our liberation, she left us adrift. We thought this a test of our loyalty, and so we endured. Some said she abandoned us. They were promptly shot. Disciples do not doubt their leader. \n\nWhen she returned, it was on the back of a titanic starborne beast! As we groveled in awe, she ordered us to follow the beast through a rift in space, a wormhole. Some refused to follow, afraid of the unknown. They too were shot. Disciples must be fearless. \n\nOnce through the rift, we saw a singular wonder...Phaaze, the source of all Phazon in the cosmos. Phaaze, the home of our glorious leader!", "authors": "Unknown[Metroid Prime] "}, "13662": {"title": "Vanguard", "text": "The time has come. Our leader commands. We go to war at last! \n\nThree worlds will be attacked, each important to the Federation. We shall destroy the spy base at Elysia, the fuel production of Bryyo, and the naval station at Norion. Each of those wretched worlds will become as Phaaze...each a foothold into the territory of the hated Federation. From those worlds, our vanguard will go forth. At long last, our enemies will be humbled, then enslaved. \n\nThree Phazon Seeds will be sent, and an armada will accompany each of them. Dark Samus herself will lead the attack on Norion. Victory is ours for the taking!", "authors": "Unknown[Metroid Prime] "}, "13663": {"title": "Bryyo Falls", "text": "Command has received disturbing reports from Bryyo. Contact with our outpost there has been terminated. A coded bliptrans showing Commander Rundas falling in battle to Samus has arrived. Worst of all, the Bryyonian Seed has been demolished. The Hunter's might is great, and she is as efficient as ever when it comes to disrupting our operations. \n\nOur spies within the Federation tell us she travels to Elysia soon. We plan on having an appropriate welcoming party in place for her when she arrives. Commander Ghor is a very...accommodating host.", "authors": "Unknown[Metroid Prime] "}, "13664": {"title": "First Disciples", "text": "Our struggles have ended. She has shown us the error of our ways. The way is now clear. All previous vows of fealty have been forsworn: we now pledge sole allegiance to our liberator, the great one, Dark Samus. We bear a singular honor, we lucky few, for we are her first disciples. Our burden is a happy one, for we will pave the way to her glorious victory and cosmic rule. Let the light of Phazon lead us!", "authors": "Unknown[Metroid Prime] "}, "13665": {"title": "Victory and Loss", "text": "Today is a day of celebration and woe. Our forces have taken planet Bryyo, leaving the Federation outpost there in cinders. Though we missed their spy base at Elysia, the planet itself was struck with a Phazon Seed. But Norion...Norion was a failure...all thanks to the accursed Hunter, Samus Aran. \n\nAll is not lost, however. Our great leader defeated Aran and her mongrel allies in battle. If they aren't dead, they'll soon wish they were. Each of them bears her mark of corruption. Soon they, like we disciples, will bow to her will.", "authors": "Unknown[Metroid Prime] "}, "13666": {"title": "Stowaway", "text": "Our attempts to intercept the Federation ship departing Aether were unsuccessful. With them went a collection of Phazon, the first to fall into Federation hands. They foolishly left most of the Phazon behind, allowing us to quickly collect what we could. But in our haste we took more than mere Phazon. Our scanners have detected the remains of Dark Samus, who has revived herself within our Phazon storage. \n\nSurely, we are cursed. \n\nThe fiendish shrew consumed all of the Phazon, then wiped out a third of the crew in a matter of minutes. Now she moves at will through the halls of Colossus, using her witchery to beguile the minds of the crew. We are unable to call for aid, and only a few of us remain to stand against her. All is lost.", "authors": "Unknown[Metroid Prime] "}, "13667": {"title": "The Leviathan", "text": "Our leader provided us with great wisdom on many subjects, including the improvement of our mighty battleship, Colossus. We followed her teachings, and turned our vessel into a ship without peer. But more work remained! \n\nDark Samus required a mighty flagship, one to strike terror in the hearts of her enemies. The might of Colossus was not enough. She demanded more! Her solution was unique and most excellent. \n\nWe took her great star-beast and fitted it with cybernetic weapon systems. Crew quarters and command consoles were placed within the beast's skull. In time, we created a mighty dreadnaught, and called it Leviathan. The great leader was pleased.", "authors": "Unknown[Metroid Prime] "}, "13668": {"title": "Our Mission", "text": "Phazon was discovered two stellar years ago, and since that moment, Command has been driven to control it all. Two operations have been established, at tremendous cost. Both have failed, thanks to the accursed Hunter, Samus Aran. Her Federation allies now move to secure what little Phazon remains on the planet Aether. This we cannot allow. We, the crew of the battleship Colossus, swear to take that Phazon or die trying.", "authors": "Unknown[Metroid Prime] "}, "13669": {"title": "Disaster at Elysia", "text": "The march of the Hunter continues, much to our dismay. She has smashed our line at Elysia, taking down Commander Ghor in the process. The accursed Elysian machines were no match for Aran's guns, and now the Federation has control of their spy station once again. \n\nIt is only a matter of time before they find the location of the Phazon source and send their fleets to lay siege. Our great leader does not seem to mind these setbacks. If Samus comes to our Homeworld, she will find us ready.", "authors": "Unknown[Metroid Prime] "}, "13670": {"title": "Taking Valhalla", "text": "The vision of our leader is vast indeed. As we prepared for war with the hated Galactic Federation, she decided she required one of their great machines to better control her living planet. We then set out to bring an Aurora Unit to Dark Samus. \n\nBribes led us to the location of our prize: the battleship Valhalla. Crewed with green recruits on a training mission, she was ours for the taking. One of the mightiest ships in the cosmos was no match for the Phazon-powered weapons of the Colossus. We rendered Valhalla helpless, then sent raider to claim our prize. The Aurora was ours! \n\nThere was no mercy for the Federation dogs. At the command of Dark Samus, we jettisoned the crew into the frigid depths of space, leaving the wreck of Valhalla as a warning to the Federation. Let them tremble before our might!", "authors": "Unknown[Metroid Prime] "}}}