{"game_title": "Metroid Prime Hunters", "codexes": {"13213": {"title": "Alimbic Joist", "text": "The design of this joist suggests highly evolved conceptual architecture.", "authors": "Unknown[Metroid Prime] "}, "13214": {"title": "Halfturret", "text": "Cybernetic enhancements allow Weavel's body to detach from its mechanical lower half and convert into the Halfturret alt-form. The arms provide locomotion for the upper body, while the legs are equipped with powerful projectile weaponry.", "authors": "Unknown[Metroid Prime] "}, "13215": {"title": "Alimbic Panel", "text": "Alpha waves emanate from this architectural structure. It appears designed to calm the senses and to create an environment ideal for meditation.", "authors": "Unknown[Metroid Prime] "}, "13216": {"title": "Cretaphid V2", "text": "This modified version of the Cretaphid cybernetic defense mechanism features bursts of heat-seeking plasma. A key component of Alimbic military defense technology, it was designed to safeguard the Alimbic's most sacred objects.", "authors": "Unknown[Metroid Prime] "}, "13217": {"title": "Charge Shot", "text": "By holding down and releasing the Fire button, the Arm Cannon is able to fire concentrated charge bursts.", "authors": "Unknown[Metroid Prime] "}, "13218": {"title": "Shriekbat", "text": "A winged creature that explodes on contact to defend its territory, it will attack any creature approaching its nesting grounds. Inhabitants of Tallon IV have called for its extermination because of the threat it poses to the infrastructure and cultural heritage of the planet.", "authors": "Unknown[Metroid Prime] "}, "13219": {"title": "Guardian", "text": "Specifically designed to guard the Alimbic Order, these automatons are now programmed to serve in its absence. These intelligent androids often travel in packs, attacking with energy projectiles produced by three small fusion generators located in the cranium.", "authors": "Unknown[Metroid Prime] "}, "13220": {"title": "Small Energy", "text": "Replenishes 30 units of energy from the Power Suit due to battle damage. Energy has also been known to have a rejuvenating effect on alien technology and physiology.", "authors": "Unknown[Metroid Prime] "}, "13221": {"title": "Octolith", "text": "Carbon analysis indicates Octoliths are Alimbic on origen.", "authors": "Unknown[Metroid Prime] "}, "13222": {"title": "Synergy Processor", "text": "Works in tandem with the synergy drive to make subtle changes in the station's orbit and rotation.", "authors": "Unknown[Metroid Prime] "}, "13223": {"title": "Slench 2b", "text": "When aggrevated, the Slench detaches from the wall to fire bursts of Superheated Magma while hovering. Analysis indicates its shield is inoperable during levitation.", "authors": "Unknown[Metroid Prime] "}, "13224": {"title": "Triskelion", "text": "Trace's alternative form, the Triskelion, is a sophisticated Kriken military biotechnology that allows Trace to biomorph into a three-legged war machine with a powerful lunge attack. It also features stealth cloaking, enabling Trace to become invisible while immobile.", "authors": "Unknown[Metroid Prime] "}, "13225": {"title": "Sniper Shield", "text": "Used for precision projectile training.", "authors": "Unknown[Metroid Prime] "}, "13226": {"title": "Morph Ball", "text": "Samus has the ability to transform into a ball that can move at high speeds and access areas her bipedal form cannot. To enter the alt-form, tap the icon in the lower corner of the touch screen. Use the +control pad or A, B, X, and Y buttons to move the Morph Ball. use the touch screen for more precise control with gentle direction or by pressing the Boost button.", "authors": "Unknown[Metroid Prime] "}, "13227": {"title": "Magma Vent", "text": "Relieves pressure buildup from the unstable planetary core.", "authors": "Unknown[Metroid Prime] "}, "13228": {"title": "Stronghold Portal", "text": "Three Artifacts are necessary to restore functionality.", "authors": "Unknown[Metroid Prime] "}, "13229": {"title": "Arcterra", "text": "The outmost planet in the Alimbic Cluster, Arcterra is an inhospitable wasteland noteworthy for a honeycomb of tunnels and caves within its frozen interior.", "authors": "Unknown[Metroid Prime] "}, "13230": {"title": "Judicator", "text": "The Judicator is powered by cold-fusion synthesis. It fires Supercooled Plasma at temperatures approaching absolute zero.", "authors": "Unknown[Metroid Prime] "}, "13231": {"title": "Gorea (First Stage)", "text": "Superficial scan indicates Gorea's body is impervious to attack.", "authors": "Unknown[Metroid Prime] "}, "13232": {"title": "Synergy Drive", "text": "This device maintains the orbit and rotation of the space station. Operation appears normal.", "authors": "Unknown[Metroid Prime] "}, "13233": {"title": "Small Missile Pack", "text": "Replenishes Missile reserves by 10 Missiles.", "authors": "Unknown[Metroid Prime] "}, "13234": {"title": "Gravity Stabilizer", "text": "Scan registers severe damage.", "authors": "Unknown[Metroid Prime] "}, "13235": {"title": "Quadtroid", "text": "Genetically engineered from leech and reptile DNA, this creature can crawl on almost any surface. The Quadtroid seeks sources of biological energy. The use of a Morph Ball Bomb is the only method to break free of its grasp.", "authors": "Unknown[Metroid Prime] "}, "13236": {"title": "Frozen Fuel Line", "text": "Pipes show signs of structural failure.", "authors": "Unknown[Metroid Prime] "}, "13237": {"title": "Trace", "text": "Scan indicates the exoskeleton of the hunter may not be as durable as it appears. This potential vulnerability may explain Trace's tactical preference for sniping. Its weapon of choice, the Imperialist, is a long-range quantum cascade laser with precision targeting.", "authors": "Unknown[Metroid Prime] "}, "13238": {"title": "Thermal Regulator", "text": "Transduces volcanic heat into usable energy.", "authors": "Unknown[Metroid Prime] "}, "13239": {"title": "Morph Ball Bomb", "text": "Small bursts of energy detonate from the Morph Ball shortly after after being triggered. Ideal for opening secret passages and eliminating small creatures. Press the Fire button while in Morph Ball mode to place the Bombs. Bomb Jumping is possible by triggering Bombs with proper timing.", "authors": "Unknown[Metroid Prime] "}, "13240": {"title": "Slench 1a", "text": "Another member of the Alimbic defensive arsenal, this enormous cybernetic eyeball was engineered to protect sacred Alimbic relics. The Slench attaches itself to the biodefense chamber with three synapses which transfer power to Energy Blasters. Its primary weapons are the green venom torpedo and the deuterium laser.", "authors": "Unknown[Metroid Prime] "}, "13241": {"title": "Docking Bay L3", "text": "Recieving port for Alimbic passenger carriers.", "authors": "Unknown[Metroid Prime] "}, "13242": {"title": "Noxus", "text": "Analysis indicates that the skin of this hunter has extraordinary insulating properties. Noxus's weapon is the Judicator, capable of a charged shot that can freeze an opponent in its tracks.", "authors": "Unknown[Metroid Prime] "}, "13243": {"title": "Cretaphid V3", "text": "Combining the features of its predecessors, this version of the cybernetic Cretaphid tower features both precision chemical lasers and bursts of heat-seeking plasma. A central component of the Alimbic military defense system, it was designed to safeguard the Alimbic's most sacred objects.", "authors": "Unknown[Metroid Prime] "}, "13244": {"title": "Incubation Tank B", "text": "Nanobot incubation tank. Operating at 67% capacity.", "authors": "Unknown[Metroid Prime] "}, "13245": {"title": "Medical Hub", "text": "Access denied. Alimbic medical data bank severely damaged.", "authors": "Unknown[Metroid Prime] "}, "13246": {"title": "Alimbic Insignia", "text": "A large ceremonial emblem of the Alimbic Order, celebrating their victories and leadership. Solar-cycle counter dates its creation after Alinos first came under attack.", "authors": "Unknown[Metroid Prime] "}, "13247": {"title": "Spire", "text": "Analysis of this creature's physiology indicates the presence of molten ferrous compounds normally found only in a planet's core. Spire is armed with the Magmaul, a weapon that lobs cohesive bursts of Superheated Magma.", "authors": "Unknown[Metroid Prime] "}, "13248": {"title": "Slench 3b", "text": "Analysis indicates that although the shield is down, the improved exoskeleton on this model may allow it to charge at its prey.", "authors": "Unknown[Metroid Prime] "}, "13249": {"title": "Stinglarva", "text": "Bioengineered with genetic material from the galaxy's most dangerous predatory insects, Kanden can transform into the Stinglarva. This fast-moving segmented insect has a detachable regenerating tail that homes in on its target before exploding.", "authors": "Unknown[Metroid Prime] "}, "13250": {"title": "Blastcap", "text": "A large mushroom that explodes on contact, emitting noxious gas. Originating on Tallon IV, its spores can survive without atmosphere and have propagated throughout the galaxy on solar winds.", "authors": "Unknown[Metroid Prime] "}, "13251": {"title": "Synergy Strut", "text": "Reinforcement pillar for synergy drive.", "authors": "Unknown[Metroid Prime] "}, "13252": {"title": "Psycho Bit V1.0", "text": "A levitating spherical sentry droid equipped with 360-degree sensors and a low level teleportation device. The basic silver model fires an energy blast, whereas the advanced green model features a Heavy-Duty gun powered by a nanoscale nuclear reactor.", "authors": "Unknown[Metroid Prime] "}, "13253": {"title": "Hunter Gunship", "text": "Hunter-Class Gunship registered to Samus Aran. Return to this ship to save your progress and to recover your energy.", "authors": "Unknown[Metroid Prime] "}, "13254": {"title": "Blast Shield", "text": "Used for projectile weapons training.", "authors": "Unknown[Metroid Prime] "}, "13255": {"title": "Missile Launcher", "text": "Launches explosive-tipped Missies that detonate in a percussive blast. This standard-issue weapon is extremely effective in dealing with biological threats. Hold the Fire button to charge the weapon and cause the Missile to seek heat signatures. Charging will attract energy and ammo.", "authors": "Unknown[Metroid Prime] "}, "13256": {"title": "Cooling Vent", "text": "Nitrogen pumps establish and maintain a subzero atmosphere throughout the Vesper Defense Outpost.", "authors": "Unknown[Metroid Prime] "}, "13257": {"title": "Spore Farm", "text": "A controlled enviroment used to grow toxic spores. The spores have expired.", "authors": "Unknown[Metroid Prime] "}, "13258": {"title": "Silo Levitator", "text": "Repository for heavy interplanetary warheads, held in place by a continual updraft from a high-pressure wind tunnel.", "authors": "Unknown[Metroid Prime] "}, "13259": {"title": "Lesser Ithrak", "text": "This nocturnal creature clings to the ceiling and is exceptionally fierce when disturbed.", "authors": "Unknown[Metroid Prime] "}, "13260": {"title": "Greater Ithrak", "text": "The impenetrable hide on this cousin of the Lesser Ithrak makes it a formidable threat. Anecdotal evidence suggests that frontal assault is eneffective against this aggressive predator.", "authors": "Unknown[Metroid Prime] "}, "13261": {"title": "Psycho Bit V2.0", "text": "A levitating spherical sentry droid equipped with 360-degree sensors and a low-level teleportation device. This model uses High-Voltage electromagnetic pulse to drain energy from its target.", "authors": "Unknown[Metroid Prime] "}, "13262": {"title": "Missile Expansion", "text": "Increases the capacity of the Arm Cannon's arsenal by 10 Missiles.", "authors": "Unknown[Metroid Prime] "}, "13263": {"title": "Alimbic Crest", "text": "Each of these crests celebrates the accomplishments of a major Alimbic tribe", "authors": "Unknown[Metroid Prime] "}, "13264": {"title": "Alimbic Turret V1.0", "text": "A mounted gun equipped with infrared motion detection and DNA-identification technology. This weapon will fire on any non-Alimbic creature within its range.", "authors": "Unknown[Metroid Prime] "}, "13265": {"title": "Scan Visor", "text": "An essential tool, the Scan Visor is able to identify most forms of alien language and xenobiology. To activate the Scan Visor, tap and hold the small button centered at the bottom of the touch screen. Once it is activated, press and hold the Fire button to scan an object. Scroll data by tapping the left and right arrows. Tap the Scan Visor button again to deactivate.", "authors": "Unknown[Metroid Prime] "}, "13266": {"title": "Ice Bridge", "text": "A frozen block carved into an overhead catwalk. A structure capable of holding considerable weight.", "authors": "Unknown[Metroid Prime] "}, "13267": {"title": "Arm Cannon", "text": "An essential part of Samus's Power Suit, the Arm Cannon is Upgradable and adaptable to other weaponry. To fire the weapon, press the fire button. Switch weapons by tapping the weapon icons at the top of the touch screen.", "authors": "Unknown[Metroid Prime] "}, "13268": {"title": "Vdo", "text": "Vesper Defense Outpost is situated on the outer edge of Alimbic territory. Serving as a refueling station and munitions dump, subzero temperature is maintained to prevent overheating of fusion-powered weapons systems. Structural failure of fuel containers has resulted in a vast radioactive spill into space, leaving toxic and explosive fuel frozen to the sides of the structure.", "authors": "Unknown[Metroid Prime] "}, "13269": {"title": "Backup Processor", "text": "Deconstructed for maintenance, apparently incomplete.", "authors": "Unknown[Metroid Prime] "}, "13270": {"title": "Fuel Rod", "text": "Powers nearby bioweaponry chambers.", "authors": "Unknown[Metroid Prime] "}, "13271": {"title": "Battlehammer", "text": "The Battlehammer is powered by a miniature nuclear reactor. This Heavy-Duty repeater is recommended only for those familiar with high-caliber weaponry.", "authors": "Unknown[Metroid Prime] "}, "13272": {"title": "Slench 1b", "text": "When aggravated, the Slench detaches from the wall to commence a hovering attack. analysis indicates its shield is inoperable during levitation.", "authors": "Unknown[Metroid Prime] "}, "13273": {"title": "Cryogenic Storage", "text": "Weapon Storage containers. Maintained at subzero temperatures for stability and to prevent overheating of fusion-powered weaponry.", "authors": "Unknown[Metroid Prime] "}, "13274": {"title": "Heating System", "text": "Thermal tube designed to maintain room temperature. Currently disabled. Scan indicates interior is frozen solid.", "authors": "Unknown[Metroid Prime] "}, "13275": {"title": "Dialanche", "text": "Spire's alternative form is the Dialanche, a hypercondensed ferrous orb able to roll at high speeds. The Dialanche is equipped with two retractable titanium limbs used to batter adversaries.", "authors": "Unknown[Metroid Prime] "}, "13276": {"title": "Witherite Shards", "text": "Naturally occuring minerals with phosphorescent properties.", "authors": "Unknown[Metroid Prime] "}, "13277": {"title": "Cartograph Artifact", "text": "The Cartograph Artifact is encoded with the spatial coordinates of a hidden chamber.", "authors": "Unknown[Metroid Prime] "}, "13278": {"title": "Wall Scroll", "text": "This language cannot be translated.", "authors": "Unknown[Metroid Prime] "}, "13279": {"title": "Political Hub", "text": "Access denied. Alimbic political data bank severely damaged.", "authors": "Unknown[Metroid Prime] "}, "13280": {"title": "Structural Debris", "text": "Severe architectural damage. Evidence of unidentifiable interstellar matter, a result of an extraterrestrial collision.", "authors": "Unknown[Metroid Prime] "}, "13281": {"title": "Slench 2a", "text": "This revision of Alimbic cyber-defense technology features enhanced capabilities. The Slench attaches itself to the biodefense chamber with three synapses which transfer Superheated Magma to the Energy Blasters. Green venom torpedoes can be neutralized with the Arm Cannon.", "authors": "Unknown[Metroid Prime] "}, "13282": {"title": "Flow Regulator", "text": "This station controls the flow of lava tributaries.", "authors": "Unknown[Metroid Prime] "}, "13283": {"title": "Red Barbed War Wasp", "text": "One of the most aggressive varieties of wasp, the Red Barbed War Wasp uses body heat to generate an igneous projectile.", "authors": "Unknown[Metroid Prime] "}, "13284": {"title": "Magma Voldrum", "text": "Another modification of Voldrum technology. Its high operating temperature causes reduced defensive capability against subzero weaponry.", "authors": "Unknown[Metroid Prime] "}, "13285": {"title": "Cretaphid V1", "text": "Utilizing the most sophisticated Alimbic cybernetics, this massive cylindrical defense mechanism features precision chemical lasers. The Cretaphid is a key component of Alimbic military defense technology, designed to safeguard the Alimbic's most sacred objects.", "authors": "Unknown[Metroid Prime] "}, "13286": {"title": "Cretaphid V4", "text": "The apex of the Cretaphid line of cybernetic defenses, this ultimate model deploys lethal lasers and homing plasma from a mobile tower whose very casing is an offensive weapon. A key component of Alimbic military defense technology, it was designed to succeed where all others fail.", "authors": "Unknown[Metroid Prime] "}, "13287": {"title": "Shield Key", "text": "When retrieved, this Dynamic piece of technology will deactivate the Artifact Shield in this area.", "authors": "Unknown[Metroid Prime] "}, "13288": {"title": "Celestial Archives", "text": "This space station, in orbit directly above Alinos, is the primary repository of the combined knowledge of Alimbic Scholars, scientists, and historians.", "authors": "Unknown[Metroid Prime] "}, "13289": {"title": "Sylux", "text": "This hunter's power suit appears to be based on a federation prototype and possesses extraordinary offensive and defensive capabilities. Sylux's weapon is the Shock Coil, a banned technology that fires charged blasts of high-density neutrinos.", "authors": "Unknown[Metroid Prime] "}, "13290": {"title": "Cooling Fans", "text": "High-speed fans cool the synergy reactor. There are signs of severe deterioration.", "authors": "Unknown[Metroid Prime] "}, "13291": {"title": "Psycho Bit V4.0", "text": "Cryogenic nanite technology enables this advanced sentry droid to freeze its prey with Supercooled Plasma.", "authors": "Unknown[Metroid Prime] "}, "13292": {"title": "Lab Equipment", "text": "Used to grow bioweaponry. Systems inoperative.", "authors": "Unknown[Metroid Prime] "}, "13293": {"title": "Tetra Trade Map", "text": "Schematic of Alimbic interstellar shipping routes.", "authors": "Unknown[Metroid Prime] "}, "13294": {"title": "Barbed War Wasp", "text": "An aggressively territorial insect capable of launching its stinger as a projectile. The more dangerous cousin of the War Wasp, Barbed War Wasps migrate in large swarms, attacking even the largest life-forms in isolated regions of Tallon IV.", "authors": "Unknown[Metroid Prime] "}, "13295": {"title": "Clone Engine", "text": "Severe deterioration of microcircuitry detected. Systems nonfunctional.", "authors": "Unknown[Metroid Prime] "}, "13296": {"title": "Volt Driver", "text": "The Volt Driver draws energy from the planetary electromagnetic field and converts it into multi-terawatt bursts of High Voltage.", "authors": "Unknown[Metroid Prime] "}, "13297": {"title": "Literary Hub", "text": "Access denied. Alimbic literary data bank severely damaged.", "authors": "Unknown[Metroid Prime] "}, "13298": {"title": "Photon Stabilizer", "text": "Bridge secured by beam of tripolarized photons.", "authors": "Unknown[Metroid Prime] "}, "13299": {"title": "Navigational Chart", "text": "Holographic directory of the Tetra Galaxy.", "authors": "Unknown[Metroid Prime] "}, "13300": {"title": "Starboard Helm", "text": "\"The secret to ultimate power lies in the Alimbic Cluster.\" Binary irregularities indicate the message was broadcast telepathically.", "authors": "Unknown[Metroid Prime] "}, "13301": {"title": "Large Missile Pack", "text": "Replenishes Missile reserves by 25 Missiles.", "authors": "Unknown[Metroid Prime] "}, "13302": {"title": "Damaged Bridge", "text": "Structure has been severly compromised by impact. Decay indicates the damage occurred several hundred solar cycles ago.", "authors": "Unknown[Metroid Prime] "}, "13303": {"title": "Electro Voldrum", "text": "This version of the Voldrum has a weaker hull than the standard model, rendering it vulnerable to rapid-fire weaponry.", "authors": "Unknown[Metroid Prime] "}, "13304": {"title": "Blue Barbed War Wasp", "text": "A mutated form of the Red Barbed War Wasp. The metabolism of the Blue Barbed War Wasp requires a frozen enviroment to produce endothermic projectiles.", "authors": "Unknown[Metroid Prime] "}, "13305": {"title": "Geemer", "text": "A small but dangerous creature that exposes sharp spikes on its back when threatened. This scavenger is known to forage through human refuse and is an infamous pest on Zebes.", "authors": "Unknown[Metroid Prime] "}, "13306": {"title": "Lava Processor 01", "text": "Utilizes organic activity for treatment and processing of igneous material.", "authors": "Unknown[Metroid Prime] "}, "13307": {"title": "Magma Station", "text": "Senors operating at 79% lava levels stable.", "authors": "Unknown[Metroid Prime] "}, "13308": {"title": "Gorea Arm", "text": "Analysis indicates the presence of fragile biomorphic neurons in Gorea's shoulders, periodically vulnerable to specific energy types.", "authors": "Unknown[Metroid Prime] "}, "13309": {"title": "Alinos", "text": "This once-beautiful planet of Alinos, home to the Alimbic Elders, has fallen into disrepair since the explosion of the planet's core.", "authors": "Unknown[Metroid Prime] "}, "13310": {"title": "Incubation Tank A", "text": "Nanobot incubation tank. Operating at full capacity.", "authors": "Unknown[Metroid Prime] "}, "13311": {"title": "Anthropological Hub", "text": "Access denied. Alimbic anthropological data bank severely damaged.", "authors": "Unknown[Metroid Prime] "}, "13312": {"title": "Lift Controls", "text": "Control panel for anti-gravity lifts. System offline.", "authors": "Unknown[Metroid Prime] "}, "13313": {"title": "Psycho Bit V3.0", "text": "Similar in design to earlier models, this version fires Superheated Magma at its target.", "authors": "Unknown[Metroid Prime] "}, "13314": {"title": "Voldrum", "text": "A high-speed rollingrobot in nearly constant motion. Equipped with two large guns for attacking from a distance, it is equally efficient at close-quarters combat.", "authors": "Unknown[Metroid Prime] "}, "13315": {"title": "Large Energy", "text": "Replenishes 100 units of energy expended from the Power Suit due to battle damage. Energy has also been known to have a rejuvenating effect on alien technology and physiology.", "authors": "Unknown[Metroid Prime] "}, "13316": {"title": "Exposed Rebar", "text": "Structural integrity of load-bearing walls has been compromised by forcible impact.", "authors": "Unknown[Metroid Prime] "}, "13317": {"title": "Artifact Shield", "text": "A security device that protects the Artifacts. This device can be unlocked with the proper key.", "authors": "Unknown[Metroid Prime] "}, "13318": {"title": "Imperialist", "text": "Equipped with a Zoom function ideal for Precision targeting. The Imperialist fires a thin and lethal laser beam with high accuracy over long distances.", "authors": "Unknown[Metroid Prime] "}, "13319": {"title": "Large Ua Pack", "text": "Replenishes 25 Rounds of Universal Ammo. Morphing UA contains munitions nanotechnology engineered for instant adaptation to almost any weapon, altering caliber and composition at the molecular level to match the ballistic specifications of the host weapon.", "authors": "Unknown[Metroid Prime] "}, "13320": {"title": "Slench 4a", "text": "The pinnacle of Slench technology, this model employs three synapses three synapses to transfer Supercooled Plasma to the Energy Blasters. Cryogenic projectiles can temporarily immobilize the Power Suit.", "authors": "Unknown[Metroid Prime] "}, "13321": {"title": "Council Chamber", "text": "Assembly hall for Alimbic Elders. Extreme structural damage evident.", "authors": "Unknown[Metroid Prime] "}, "13322": {"title": "Docking Bay L1", "text": "Recieving port for Alimbic heavy-cargo starfreighters.", "authors": "Unknown[Metroid Prime] "}, "13323": {"title": "Thermal Positioner", "text": "Samus's location is tracked by a Thermal Positioner which relays an image of Samus and he surroundings. This valuable imaging tool also identifies objects objects and entities with unique Power Sigatures. Access the Thermal Positioner by pressing Start.", "authors": "Unknown[Metroid Prime] "}, "13324": {"title": "Power Beam", "text": "The standard-issue Power Beam has limited offensive capability and unlimited ammunition. As with all charge weapons, press and hold the Fire button to attract energy and ammo, and to charge up the shot. Release to fire a powerful blast. This weapon overheats quickly and works best when fired in controlled spurts.", "authors": "Unknown[Metroid Prime] "}, "13325": {"title": "Gorea Seal Sphere", "text": "Harmonic analysis of the central sphere suggests that it is susceptible to direct attack.", "authors": "Unknown[Metroid Prime] "}, "13326": {"title": "Lava Processor 02", "text": "Operating at minimum capacity.", "authors": "Unknown[Metroid Prime] "}, "13327": {"title": "Energy Tank", "text": "Increases the Power Suit's maximum energy storage capacity by 100 units.", "authors": "Unknown[Metroid Prime] "}, "13328": {"title": "Alimbic Turret V2.7", "text": "A late model Alimbic Turret with improved targeting capability.", "authors": "Unknown[Metroid Prime] "}, "13329": {"title": "Tetra Galaxy", "text": "This area was once under Alimbic control. Ruins detected on varius planets indicate a vast civilization.", "authors": "Unknown[Metroid Prime] "}, "13330": {"title": "Omega Cannon", "text": "This proscribed weapon of mass destruction was called an abomination by the Alimbic Elders because of the harm it could inflict on anyone desperate enough to use it.", "authors": "Unknown[Metroid Prime] "}, "13331": {"title": "Zoomer", "text": "Best known for breeding rapidly and carrying disease, Zoomers are responsible for the spread of flesh-eating bacteria on Zebes, resulting in the extinction of many native species.", "authors": "Unknown[Metroid Prime] "}, "13332": {"title": "Small Ua Pack", "text": "Replenishes 10 Rounds of Universal Ammo. Morphing UA contains munitions nanotechnology engineered for instant adaptation to almost any weapon, altering caliber and composition at the molecular level to match the ballistic specifications of the host weapon.", "authors": "Unknown[Metroid Prime] "}, "13333": {"title": "Kanden", "text": "A disruptive electromagnetic field appears to surround the hunter Kanden. Analysis suggests voltage potential comparable to that found in lightning storms. Kanden carries the Volt Driver, which is capable of a charged blast that can disrupt the Combat Visor.", "authors": "Unknown[Metroid Prime] "}, "13334": {"title": "Crash Pillar", "text": "Highly pleasing to Alimbic aestetics, this sentry cyborg is dormant until it senses an intruder, and returns to a dormant state once the threat retreats. The Crash Pillar levitates by means of antigravity propulsion before attempting to smash its quarry. Vulnerable neurocircuitry is housed underneath the base.", "authors": "Unknown[Metroid Prime] "}, "13335": {"title": "Science Hub", "text": "Access denied. Alimbic scientific data bank severely damaged.", "authors": "Unknown[Metroid Prime] "}, "13336": {"title": "Alimbic Garden", "text": "Scan indicates fossilized remains of Alimbic plant life.", "authors": "Unknown[Metroid Prime] "}, "13337": {"title": "Alimbic Artifacts", "text": "Artifacts are encoded with program data unique to the Stronghold Portal. Three Artifacts are necessary to activate the Portal.", "authors": "Unknown[Metroid Prime] "}, "13338": {"title": "Ammolite Shards", "text": "Naturally occuring minerals with phosphorescent properties.", "authors": "Unknown[Metroid Prime] "}, "13339": {"title": "Gorea (Second Stage)", "text": "Sensors unable to locate the upper-arm vulnerabililty present in Gorea's prior form.", "authors": "Unknown[Metroid Prime] "}, "13340": {"title": "Shock Coil", "text": "The Shock Coil is a prototype federation weapon that emits a concentrated beam of high-density Neutrinos within a set radius.", "authors": "Unknown[Metroid Prime] "}, "13341": {"title": "Lockjaw", "text": "Sylux's alternative form, the Lockjaw, may consist of stolen prototype federation technology. It allows the user to transform into two tetracarbon ceramic-alloy blades joined by an energy thread. Its principal method of attack is to weave a network of explosive trip wire.", "authors": "Unknown[Metroid Prime] "}, "13342": {"title": "Docking Bay L2", "text": "Recieving port for Alimbic medium-range transports.", "authors": "Unknown[Metroid Prime] "}, "13343": {"title": "Ice Voldrum", "text": "A late advance in Voldrum technology featuring freezing projectiles. Its pulse-tube cryocoolers are extremely susceptible to high temperature impact.", "authors": "Unknown[Metroid Prime] "}, "13344": {"title": "Magmaul", "text": "The Magmaul, powered by a hyperstatic hydrogen core, fires cohesive projectiles of Superheated Magma.", "authors": "Unknown[Metroid Prime] "}, "13345": {"title": "Jump Boots", "text": "An essential part of Samus's Power Suit. To jump, double-tap the touch screen or press the jump button. These boots can also be used in midair.", "authors": "Unknown[Metroid Prime] "}, "13346": {"title": "Weavel", "text": "Weavel's weapon of choice is the Battlehammer, a Heavy-Duty repeating weapon with a lethal blast radius. Maintain distance and avoid a direct hit from this high-caliber weapon.", "authors": "Unknown[Metroid Prime] "}, "13347": {"title": "Alimbic Emblem", "text": "This emblem commemorates fallen Alimbic heroes.", "authors": "Unknown[Metroid Prime] "}, "13348": {"title": "Arctic Spawn", "text": "Native to frozen habitats, this creature depends on low temperatures to survive. The Arctic Spawn is territorial in the extreme and will attack any percieved threat by hurling immobilizing shards of razor-sharp ice.", "authors": "Unknown[Metroid Prime] "}, "13349": {"title": "Medium Energy", "text": "Replenishes 60 units of energy expended from the Power Suit due to battle damage. Energy has also been known to have a rejuenating effect on alien technology and physiology.", "authors": "Unknown[Metroid Prime] "}, "13350": {"title": "Binary Subscripture", "text": "The Binary Subscripture Artifact contains the precise frequency of the Stronghold Portal's spectral transponder, allowing anything within the teleportation matrix to warp from one point to another.", "authors": "Unknown[Metroid Prime] "}, "13351": {"title": "Vhoscythe", "text": "The Vhosythe is the alternative form of the hunter Noxus. An evolutionary defense mechanism of the Vhozon species, it serves both offensive and defensive purposes.", "authors": "Unknown[Metroid Prime] "}, "13352": {"title": "Ua Expansion", "text": "Increases the Universal Ammo capacity by 30 Units.", "authors": "Unknown[Metroid Prime] "}, "13353": {"title": "Mixing Tanks", "text": "Used to synthesize poisonous gases. Trace amounts of toxic materials detected.", "authors": "Unknown[Metroid Prime] "}, "13354": {"title": "Slench 3a", "text": "This improved model of the Slench utilizes three synapses to transfer High Voltage to the Energy Blasters, whose electromagnetic pulse can disrupt the Combat Visor. The synaptic fibers may be vulnerable to Heavy-Duty weaponry.", "authors": "Unknown[Metroid Prime] "}, "13355": {"title": "Gestation Tanks", "text": "Reinforced tanks used to grow nanites for Morphing Ammunition and Missiles.", "authors": "Unknown[Metroid Prime] "}, "13356": {"title": "Attameter Artifact", "text": "The Attameter Artifact contains schematics for atomic mapping, allowing a Portal to disassemble the molecular structure of anything within the teleportation matrix.", "authors": "Unknown[Metroid Prime] "}, "13357": {"title": "Delano 7", "text": "Sylux's delta-class strike fighter is believed to be a stolen federation prototype. Due to an unresolved design flaw, the autocannon can be temporarily disabled by several direct hits to the ship's hull.", "authors": "Unknown[Metroid Prime] "}, "13358": {"title": "Shield Generator", "text": "Force shield compromised.", "authors": "Unknown[Metroid Prime] "}, "13359": {"title": "Cortex Chamber", "text": "Controls the entire neural ensemble by processing input from the thalamic coil.", "authors": "Unknown[Metroid Prime] "}, "13360": {"title": "Energy Blaster", "text": "Turrets on the walls of the chamber fire blasts of plasma generated by the Slench.", "authors": "Unknown[Metroid Prime] "}, "13361": {"title": "Glyph Pattern", "text": "Contains unknown charecters. Untranslatable.", "authors": "Unknown[Metroid Prime] "}, "13362": {"title": "Slench 4b", "text": "Analysis indicates its shield is down while hovering, but the Slench may be impregnable while rolling. Evasive action is advised.", "authors": "Unknown[Metroid Prime] "}, "13363": {"title": "Alimbic Turret V1.4", "text": "This modified turret is capable of rapid-fire operation with little or no overheating.", "authors": "Unknown[Metroid Prime] "}, "13364": {"title": "War Wasp", "text": "An aggressive flying insect that will vigorously defend its territory. The royal jelly of the War Wasp queen is so highly valued that hives continue to be harvested on Aether in spite of the shocking death toll.", "authors": "Unknown[Metroid Prime] "}, "13365": {"title": "Ceremonial Charms", "text": "Alimbic ornaments designed to enhance harmony.", "authors": "Unknown[Metroid Prime] "}, "13366": {"title": "Gorea 2", "text": "Gorea's final form is impervious to all weapons currently equipped in the Power Suit. Alternative weaponry is required to penetrate Gorea's armor. Sensors detect that Alimbic essence is no longer present in the Seal Sphere. Gorea remains attached to the sphere in order to draw all remaining energy from it.", "authors": "Unknown[Metroid Prime] "}, "13367": {"title": "Port Helm", "text": "\"The secret to ultimate power lies in the Alimbic Cluster.\" Author and origen unknown.", "authors": "Unknown[Metroid Prime] "}, "13368": {"title": "Trocra", "text": "These crystallized colonies of cynobacteria are highly unstable, and will detonate when they contact a solid surface. Avoid contact.", "authors": "Unknown[Metroid Prime] "}, "13369": {"title": "Methane Pipeline", "text": "Liquid methane fuel delivery system.", "authors": "Unknown[Metroid Prime] "}, "13370": {"title": "Petrasyl", "text": "Harmless from a distance, this airborne creature secretes a corrosive toxin that can burn through all but the toughest materials on contact.", "authors": "Unknown[Metroid Prime] "}, "13371": {"title": "Fire Spawn", "text": "A large creature that thrives on extreme heat, the Fire Spawn breathes superheated lava and never ventures far from its home pit. This creature is particularly unfriendly to carbon-based life-forms, and will hurl fireballs at anything approaching its territory.", "authors": "Unknown[Metroid Prime] "}, "13372": {"title": "Alimbic Scripture", "text": "This language cannot be translated.", "authors": "Unknown[Metroid Prime] "}, "13373": {"title": "Final Wish", "text": "Do not underestimate the danger concealed herein. We have sacrificed our world to confine the monstrosity known as Gorea. Do not seek this thing unless you have the means to destroy it.", "authors": "Unknown[Metroid Prime] "}, "13374": {"title": "Gorea 09", "text": "We deployed our deadliest weapons to defeat the beast. To our horror, every every weapon was somehow used against us by Gorea.", "authors": "Unknown[Metroid Prime] "}, "13375": {"title": "Oubliette 06", "text": "Gorea is alone in the Void. For the sake of all life, it must remain so.", "authors": "Unknown[Metroid Prime] "}, "13376": {"title": "Sealing Gorea 02", "text": "As the death toll rose, we crafted a plan. Rather than destroy Gorea, we would contain it in a interdimensional prison.", "authors": "Unknown[Metroid Prime] "}, "13377": {"title": "Gorea 01", "text": "The horror shrieked its name: Gorea.", "authors": "Unknown[Metroid Prime] "}, "13378": {"title": "Seal Sphere 03", "text": "The Alimbic Order directed surviving citizens to transfer their essences into the Seal Sphere. Our combined psychic energy is the engine that powers the sphere.", "authors": "Unknown[Metroid Prime] "}, "13379": {"title": "Alimbic War 04", "text": "Gorea devoured our people's life energy and grew powerful from it. Death swept across our worlds, and we despaired.", "authors": "Unknown[Metroid Prime] "}, "13380": {"title": "History 09", "text": "For generations our superior military capability deterred all enemies. A renewed sense of peace allowed us to return to our natural philosophical pursuits.\"", "authors": "Unknown[Metroid Prime] "}, "13381": {"title": "Alimbic War 05", "text": "We feared not only the extinction of our race, but the possibility that the evil would sweep the galaxy, annihilating all in its path.", "authors": "Unknown[Metroid Prime] "}, "13382": {"title": "Alimbic War 12", "text": "We gave our lives to confine the foul monstrosity known as Gorea. Do not seek this creature unless you have the means to Destroy it.", "authors": "Unknown[Metroid Prime] "}, "13383": {"title": "Oubliette 01", "text": "The monster cannot be defeated. As a resort, we created the Seal Sphere to cage the horror for all eternity.", "authors": "Unknown[Metroid Prime] "}, "13384": {"title": "History 02", "text": "We overcame our harsh genesis through intellect and resolve. The Alimbic mind is bound by a will of iron.", "authors": "Unknown[Metroid Prime] "}, "13385": {"title": "History 08", "text": "Our enlarged forebrains facilitated enhanced cognitive function. It was our ability to think quickly that saved us from early and violent extinction.", "authors": "Unknown[Metroid Prime] "}, "13386": {"title": "Alimbic War 08", "text": "We finally contained Gorea, but we paid a heavy price to do so. May our sacrifice bring peace to our galaxy.", "authors": "Unknown[Metroid Prime] "}, "13387": {"title": "Interment Chamber", "text": "Alimbic warriors of valor are here laid to rest, that their spirits may return to the planetary core.", "authors": "Unknown[Metroid Prime] "}, "13388": {"title": "Battle Sarcophagus", "text": "This tomb contains the remains of Alimbic general Almiiak, who led the Alimbic people to victory in the tetra border wars two thousand years ago. He later formed the Alimbic Order of elders.", "authors": "Unknown[Metroid Prime] "}, "13389": {"title": "Seal Sphere 02", "text": "Gorea is immobilized within the Seal Sphere, just one of the many precautions taken to ensure its eternal captivity.", "authors": "Unknown[Metroid Prime] "}, "13390": {"title": "Alimbic Prophecy 03", "text": "Yellow Lightning shall strike with demonic fury upon the Greenwood.", "authors": "Unknown[Metroid Prime] "}, "13391": {"title": "Sealing Gorea 03", "text": "We lured Gorea into our trap. The Seal Sphere was deployed and the creature ensnared. With Gorea bound, we had to act quickly.", "authors": "Unknown[Metroid Prime] "}, "13392": {"title": "Sealing Gorea 05", "text": "We forced open an alternate dimension with the Alimbic Cannon, and the Oubliette was sent into it. The Infinity Void was sealed shut, never to be reopened.", "authors": "Unknown[Metroid Prime] "}, "13393": {"title": "Alimbic Cannon 03", "text": "After trapping Gorea in the Seal Sphere, we consigned it to a prison from which there could be no escape.", "authors": "Unknown[Metroid Prime] "}, "13394": {"title": "Biodefense Chamber A", "text": "This room serves not only as home to our most sacred treasure, but also as a mortal terminus for those who would trespass.", "authors": "Unknown[Metroid Prime] "}, "13395": {"title": "Alimbic Prophecy 07", "text": "Violet Crystal shall shatter the heavens, leaving in its wake a Red Stain.", "authors": "Unknown[Metroid Prime] "}, "13396": {"title": "Alimbic War 03", "text": "Gorea was immune to even our most sophisticated weaponry, while we were defenseless against its relentless attacks.", "authors": "Unknown[Metroid Prime] "}, "13397": {"title": "Alimbic War 06", "text": "Gorea is a cancerous bloom that would wreak havoc across the universe.", "authors": "Unknown[Metroid Prime] "}, "13398": {"title": "Alimbic Order 05", "text": "Reunite all Eight Octoliths in the Cannon Control Room to open the doorway to Gorea.", "authors": "Unknown[Metroid Prime] "}, "13399": {"title": "Combat Hall", "text": "We used this room for combat training of Alimbic military recruits. In this room were forged some of our greatest heroes.", "authors": "Unknown[Metroid Prime] "}, "13400": {"title": "Gorea 02", "text": "Gorea is power beyond reckoning and evil unrelenting. The universe has not known terror such as this.", "authors": "Unknown[Metroid Prime] "}, "13401": {"title": "Alimbic War 01", "text": "The war lasted three standard galactic months. Even with the galaxy's most powerful technology at our disposal, we fell like dry grass beneath the blade.", "authors": "Unknown[Metroid Prime] "}, "13402": {"title": "Gorea 07", "text": "Our defenses were useless against Gorea as it swept through our empire in an orgy of annihilation.", "authors": "Unknown[Metroid Prime] "}, "13403": {"title": "Alimbic Pride 02", "text": "Our pride was a veil over our eyes. We did not see the danger until it was upon us.", "authors": "Unknown[Metroid Prime] "}, "13404": {"title": "History 06", "text": "To defend our territories from extraterrestrial attack. We deployed lethal bioweaponry.", "authors": "Unknown[Metroid Prime] "}, "13405": {"title": "Oubliette 08", "text": "Only the Alimbic Cannon can access the Infinity Void.", "authors": "Unknown[Metroid Prime] "}, "13406": {"title": "Gorea 03", "text": "At first we thought Gorea was comet. It crashed upon our planet and emerged as a vapor.", "authors": "Unknown[Metroid Prime] "}, "13407": {"title": "Alimbic War 07", "text": "We knew that if we did not stop Gorea, it would rampage across the galaxy, devouring everything in its path.", "authors": "Unknown[Metroid Prime] "}, "13408": {"title": "Alimbic Prophecy 02", "text": "In the beginning shall the darkness be torn asunder by a flash of Yellow Lightning.", "authors": "Unknown[Metroid Prime] "}, "13409": {"title": "Alimbic Order 01", "text": "There were Eight Elders in the Alimbic Order.", "authors": "Unknown[Metroid Prime] "}, "13410": {"title": "History 04", "text": "We focused our resources on military science and quickly developed weapons and defenses that surpassed the technology of our enemies.", "authors": "Unknown[Metroid Prime] "}, "13411": {"title": "Alimbic Prophecy 05", "text": "The Orange Blaze shall die away to be reborn on wings of Blue Smoke.", "authors": "Unknown[Metroid Prime] "}, "13412": {"title": "Oubliette 02", "text": "Eight Octoliths are required to power the Alimbic Cannon. Each Octolith contains unique coordinates, frequencies, and codes necessary to operate the cannon.", "authors": "Unknown[Metroid Prime] "}, "13413": {"title": "Oubliette 05", "text": "We have sent the Oubliette beyond this dimension to ensure that the galaxy will never again suffer the horror that is Gorea.", "authors": "Unknown[Metroid Prime] "}, "13414": {"title": "Alimbic Pride 04", "text": "Those who survived appeared lifeless and hollow, as if their very spirits had been sucked dry.", "authors": "Unknown[Metroid Prime] "}, "13415": {"title": "Gorea 05", "text": "We have seen Gorea alter its atomic structure from a vapor to a solid. Our scientists believe Gorea may also possess other Shape-Changing abilities.", "authors": "Unknown[Metroid Prime] "}, "13416": {"title": "Alimbic Order 03", "text": "There are never more than Two Octoliths hidden on any planet or space station.", "authors": "Unknown[Metroid Prime] "}, "13417": {"title": "Alimbic Prophecy 01", "text": "It is written that the Alimbic power shall materialize when six frequencies shimmer in the divine spectral sequence.", "authors": "Unknown[Metroid Prime] "}, "13418": {"title": "Gorea 06", "text": "Gorea is capable of changing its shape, and it uses a wide variety of lethal weaponry.", "authors": "Unknown[Metroid Prime] "}, "13419": {"title": "Octolith Safeguard", "text": "Beware our guardians. These deadly sentinels travel in packs and are programmed to protect that which is dear to us.", "authors": "Unknown[Metroid Prime] "}, "13420": {"title": "Alimbic Datashade 02", "text": "Designed to maintain data integrity indefinitely. Datashades are highly resistant to tampering and decay. Scanning these packets will allow you access to our scriptures and Lore.", "authors": "Unknown[Metroid Prime] "}, "13421": {"title": "History 05", "text": "We were a peaceful people, but we defended our homeworld with a fierce determination.", "authors": "Unknown[Metroid Prime] "}, "13422": {"title": "Sealing Gorea 04", "text": "We transported Gorea to its prison, the Oubliette. Trapping Gorea was not enough, however. Additional security measures were needed for so great a threat.", "authors": "Unknown[Metroid Prime] "}, "13423": {"title": "History 10", "text": "Through science and technology we increased our already formidable mental skills. Significant advances were made in the areas of Telepathy, Telekinesis, and Extradimensional Exploration.", "authors": "Unknown[Metroid Prime] "}, "13424": {"title": "Oubliette 04", "text": "The Oubliette cannot be found in this galaxy. It is hidden in another dimension. If you seek the Seal Sphere, you must first seek the keys.", "authors": "Unknown[Metroid Prime] "}, "13425": {"title": "Alimbic Cannon 01", "text": "The Alimbic Cannon issues bursts of polarized antimatter beyond light speed at specified coordinates and frequency to open a dimensional rift known as the Infinity Void", "authors": "Unknown[Metroid Prime] "}, "13426": {"title": "Alimbic Pride 03", "text": "Ruin came quickly as the cancer swept like fire across our worlds.", "authors": "Unknown[Metroid Prime] "}, "13427": {"title": "Alimbic Cannon 04", "text": "The Alimbic Cannon enabled us to open the Infinity Void and hide Gorea's prison within it. By locating the prison in an alternate dimension. We ensured that the prisoner would neither escape nor be released by accident.", "authors": "Unknown[Metroid Prime] "}, "13428": {"title": "Alimbic Prophecy 08", "text": "When the Red Stain shall vanish, so shall the ancient Alimbic power be manifest.", "authors": "Unknown[Metroid Prime] "}, "13429": {"title": "History 07", "text": "Our protective exoskeletons enabled us to survive the environmental extremes of the Alimbic homeworlds.", "authors": "Unknown[Metroid Prime] "}, "13430": {"title": "Alimbic War 10", "text": "If you are reading this message, our plan to contain Gorea was a success. Honor our sacrifice and do not seek this thing. Only harm can come from such a course.", "authors": "Unknown[Metroid Prime] "}, "13431": {"title": "Alimbic Pride 05", "text": "We should have been more vigilant. We became complacent in our technical prowess and thought ourselves unassailable.", "authors": "Unknown[Metroid Prime] "}, "13432": {"title": "Alimbic Datashade 01", "text": "Datashades are packets of telepathic data scattered throughout the Tetra Galaxy. They can be accessed by most galactic-standard scan systems.", "authors": "Unknown[Metroid Prime] "}, "13433": {"title": "Sealing Gorea 01", "text": "No weapon could defeat Gorea.", "authors": "Unknown[Metroid Prime] "}, "13434": {"title": "Biodefense Chamber B", "text": "Those who dare trespass upon our sacred chambers may expect to pay dearly for that which they would seek.", "authors": "Unknown[Metroid Prime] "}, "13435": {"title": "Alimbic War 02", "text": "Without warning, our doom fell from the sky. From whence it came we do not know.", "authors": "Unknown[Metroid Prime] "}, "13436": {"title": "Alimbic Prophecy 04", "text": "With a voice of thunder shall the Greenwood burst into an Orange Blaze.", "authors": "Unknown[Metroid Prime] "}, "13437": {"title": "Stronghold Void", "text": "This hidden room, accessible only by extraordinary means, houses our most sacred relics. It is guarded by our most formidable cybernetic security systems. Only by activating a Portal controlled by a trio of Artifacts one can gain access to this secret location.", "authors": "Unknown[Metroid Prime] "}, "13438": {"title": "Alimbic Cannon 02", "text": "This device opened the Infinity Void to imprison Gorea. Reuniting eight Octoliths will return power to this dormant machine.", "authors": "Unknown[Metroid Prime] "}, "13439": {"title": "Alimbic Order 02", "text": "You will not find all Eight of the Octoliths. They have been scattered. Hidden in Four of our most heavily defended territories.", "authors": "Unknown[Metroid Prime] "}, "13440": {"title": "Seal Sphere 01", "text": "The fathomless power of the captive beast is the very engine of the Seal Sphere. As long as its psychic powers are ensnared, Gorea cannot escape.", "authors": "Unknown[Metroid Prime] "}, "13441": {"title": "History 11", "text": "We continued to bolster our defenses against possible future invasion. Our military technology grew increasingly sophisticated and lethal.", "authors": "Unknown[Metroid Prime] "}, "13442": {"title": "Oubliette 07", "text": "The Infinity Void is a vast parallel dimension of formless antimatter.", "authors": "Unknown[Metroid Prime] "}, "13443": {"title": "Alimbic Prophecy 06", "text": "Tendrils of Blue Smoke shall weave the geometry of Violet Crystal.", "authors": "Unknown[Metroid Prime] "}, "13444": {"title": "Alimbic War 11", "text": "To contain Gorea, our people reduced themselves to pure telepathic energy through the process of Essence Transference.", "authors": "Unknown[Metroid Prime] "}, "13445": {"title": "Alimbic Order 04", "text": "Within each Octolith is a spirit. The transferred Essence of an Alimbic Elder.", "authors": "Unknown[Metroid Prime] "}, "13446": {"title": "Oubliette 03", "text": "The Alimbic Cannon creates a fissures between this dimension and the Infinity Void that houses Gorea's prison, known as the Oubliette.", "authors": "Unknown[Metroid Prime] "}, "13447": {"title": "Alimbic Pride 01", "text": "We continued research to improve our defense systems. Eventually we became so proficient in the art of war that we believed ourselves invincible.", "authors": "Unknown[Metroid Prime] "}, "13448": {"title": "History 01", "text": "These are our last recorded messages. We depart from this place of death. If you honor our memory, do not attempt to solve the mystery of our disappearance.", "authors": "Unknown[Metroid Prime] "}, "13449": {"title": "Gorea 04", "text": "Gorea mimicked our cellular structure and replicated itself in solid form.", "authors": "Unknown[Metroid Prime] "}, "13450": {"title": "History 03", "text": "The peace of ancient Alimbic tribal culture was shattered by a deadly extraterrestrial invasion. The survivors vowed never again to be caught unprepared.", "authors": "Unknown[Metroid Prime] "}, "13451": {"title": "Science Sarcophagus", "text": "This tomb contains the remains of the great Arctherus, whose discovery of Neurogenesis marked the advent of the modern Alimbic era, a time of unprecedented peace and prosperity.", "authors": "Unknown[Metroid Prime] "}, "13452": {"title": "Alimbic War 09", "text": "Eight of our elders gathered to create the Alimbic Order to prevent Gorea from destroying our civilization. Their final, desperate plan was to create the Seal Sphere.", "authors": "Unknown[Metroid Prime] "}, "13453": {"title": "Seal Sphere 04", "text": "The Seal Sphere is secure within the Oubliette, from which there is no escape.", "authors": "Unknown[Metroid Prime] "}, "13454": {"title": "Gorea 08", "text": "Alimbic soldiers were powerless before Gorea's onslaught.", "authors": "Unknown[Metroid Prime] "}}}