{"game_title": "Baldur's Gate", "codexes": {"1797": {"title": "Balduran's Log Book", "text": "It would appear that time has not been kind to the pages of this tome, but snippets of information are still readable.\n\nThis is the logbook of the goode ship Wandering Eye, under the command of the mos...orthy Balduran\n\n...will return once we have again seen far off shores. The men are restless, but the promise of wealth rivaling our last voyage will keep them well in line...\n\n...weather is clear and we shall make Anchorome in goodly time, of that I have no doubt...\n\n...have calmed the crew, though nervouse they will remain. I blame them not, for it was not a pleasante encounter in the least. Bloody Elves would do well to remember that the sea belongs to no one, save the gods that guard her. I shall avoide the northerly passage just the same, if only to prevent another overzealouse boarding party. Such paranoia from the 'fair folk...\n\n ...arrived in Anchorome, and I am remembered by a goodly number of people, not all fondly...\n\n...but 'his grace' has deemed me worthy to proceed through his lands. I am quite sure the two hundred-strong complement of the Wandering Eye aided in the decision. Still, we were received in goode humore, and I will not request tribute...\n\n...adventure it has been! Such wealth as this...only in the deepest ruins of home. Here it is almost for the taking, with only a measure of 'diplomatic' discussions as the cost...\n\n...attacked, and barely made it to the ship in time. Dradeel did warn of such, but who is to trust a worde from his mouth? I do sweare, his senses seem addled at the best of times...\n\n...the crew, but a larger share for the remaining will keep them well and truly happy. I shall conscript replacements from the local populace this night, and we shall set our sails at dawn...\n\n...delays, but with one hundred and fifty new hands, one must except the going to be slow at the start. They seem quite calm and orderly, not at all as I expected...\n\n...should have searched! We cast him out, but his words...eady inflamed the crew. I know not what was worse, the shaman's constant...or the reaction of the crew when he was committed to the sea. Their eyes are...and resigned. I dislike a crew with no fire in their bellies, but I do suppose it is better than a fire in the hold...\n\n...weather unseasonable, and the moode does worsen. As well, beetles have beset the food stores, and we shall surely be hungry long before reaching the coast of home...\n\n...set aground to forage. It is a small isle, but it will yield what we need. Perhaps I shall...on my own while the crew...time on land will do them goode...\n\n...orginal men seem quite shallow in the face, quite different from the pallor of the new recruits, but all are most definitely ill... ", "authors": "Balduran "}, "1798": {"title": "Book of Infinite Spells", "text": "This ancient tome creaks as you open it. Each page of the Book of Infinite Spells contains a spell described in layman's terms, easy enough for a thief, a cleric or even a fighter to understand and cast it. Each spell on a page can be cast once per day. \n\nA second function of the book is to turn to a different page of the book. This allows for the possibility of getting a better spell. However, once the page has been turned the previous spell is lost forever, unless it happens to appear again.\n\nBe warned. Once you turn to the last page of the book, you are stuck with that spell. ", "authors": "Unknown[Baldur's Gate] "}, "1799": {"title": "Elminster's Ecologies: Appendix IIIa", "text": "Elminster's Ecologies: Appendix IIIa\n\nThis time-worn tome is written by the sage Elminster, and apparently part of a much larger body of work containing detailed studies of most of the strange creatures from around Faerun.\n\nThe appendix seems to refer to newly-discovered variations on normal breeds of creatures. Of particular interest:\n\n\"Dense Puddings - a relative of the slimes and molds, this pudding is relatively normal...except when exposed to electricity or fire. When this occurs, it splits into new puddings and can therefore be very dangerous.\"\n\n\"Fire Trolls - a new form of troll thought to have been created by sorcerous Fire Giants for use as servants and guards. They are similar to regular trolls in most respects except for their lava-temperature skin and burning touch. Once they are defeated, they can only be permanently killed by cold or acid.\"\n\n\"Fission Slime - an off-shoot of the slimes and molds, this particular slime will split into new and independent creatures when hit. It is vulnerable to fire, which will kill it permanently.\"\n\n\"Magic Golems - this rare type of golem is formed from pure magical energy and is completely immune to spellcraft as well as enchanted weapons. To my knowledge, only weapons without enchantments have any effects on this creature.\"\n\n\"Marileths - while this is apparently a legitimate form of demon, it is one that only an exceptional few have encountered and survived. The Marileth is a six-armed demon with a human female front half and the back half of a snake.  She is incredibly quick and deadly, and on top of her martial prowess with six swords, she casts spells as well.  Fighters should beware: in addition to being immune to normal weapons and minor enchantments, this demon also likes to cast Immunity to Magic Weapons...which must be dispelled if a fighter is to have any chance with his armaments.\" ", "authors": "Unknown[Baldur's Gate] "}, "1800": {"title": "First Journal of Jon Irenicus", "text": "No doubt these texts will prove to be an embarrassing legacy, but I must order my thoughts herein, lest they spill from my accursed mind.\n\nSpellhold is in my control. Once recovered from my torpor I made short work of what defenses there were. Coordinator Wanev conveniently removed himself, suffering a peculiar reaction to a spell of mine. I forget what it was; perhaps something I heard in the temples of Suldanessellar... does it even matter now?\n\nMy condition grows worse, and what I remember of my 'home' is fleeting. I see images of family whose names I cannot recall, and dream of emotions I no longer feel as vividly.  On occasion I sense nature as if she is my mother, as though never removed from her bosom, but such moments are few. I bear the hallmarks of senility with the rage and power of a young elf to lament it.\n \nBodhi endured the curse much better than I do now, but she was more focused and, more importantly, undead. She is now thoroughly seduced by her vampiric condition, despite its previous failure to counteract the death sentence she was under. She had embraced her mortality, excited by the urgency of it, but now she is confused. Imoen's soul has restored her, but her motives remain transparent, even simplistic. She revels in her carnal nature, even as the elf within despises the creature she has become.\n\nI would pity my 'sister' if I was capable, but emotions come to me only in violent outbursts. Ellesime has taken my ability to truly feel, and I am left with the threadbare heart of a human, or some other short-lived vermin. I will not suffer this much longer.\n\nSpellhold has met my needs quite well. They had made a practice of experimenting on inmates here for quite some time, though in a barbaric fashion. I refined their instruments, and have finished preparing the necessary rituals. I am quite through with Imoen, though she can still serve as bait. I am certain Gorion's Ward will make an appearance sooner or later.\n\nBodhi has delivered more assassins than I had asked for. I disposed of some in advance, but it seems such a waste. I think she has done this on purpose, as she has taken to releasing the extras in the maze below and hunting at her leisure. I marvel at her hunger, and how she seems so *alive* in her undeath. Perhaps it is the soul of Imoen. Soon I shall see for myself. Gorion's Ward had best hurry.\n ", "authors": "Jon Irenicus"}, "1801": {"title": "History of Amn", "text": "History of Amn: \n\nAmn has the good fortune to have abundant natural resources; some would say Amn is the richest land on the continent. This has worked in Amn's favor for generations, because even if they were conquered, the new masters would be gentle, looking to gain wealth from the land, rather than to put it to the torch.\n\nAmn has been a center of trade and commerce for as long as anyone can remember. Oral traditions handed down from father to son tend to support the theory that Amn has been a trade center for at least 800 years. Unfortunately, written records are difficult to find and often incomplete. It would seem the typical Amnish citizen was too busy trying to fill their coffers to write down events of the day.\n\nAmn has always been more interested in the present and the future than the past, and this makes an accurate history difficult. The best records, the business papers of the oldest trading companies, are jealously guarded. The fear of revealing \"trade secrets\" is stronger than the call of history, so the average citizen knows very little about Amn's past.\n\nIt appears that the Amn of 100 years ago was very much like the Calimshan of today. Each major city was basically an independent entity, banding together for defense when necessary, and fighting for control of territory and profitable trade routes the rest of the time. A particularly brutal trade war began 24 years ago, with each city exacting prohibitive tariffs on goods imported from the others. The trade war escalated, and city troops began to raid caravans sponsored by other cities. In a matter of months commerce was brought to a halt, a number of cities were under siege, and war threatened to engulf the entire region.\n\nInto the breach stepped a young merchant named Thayze Selemchant. Thayze was smart, charismatic, and very well connected (the Selemchant trading house was one of the oldest and richest in Athkatla.) He secretly contacted representatives of the five other richest merchant houses in Amn, and started to plan.\n\nThe first part of the plan involved the careful sprinkling of rumors about outside threats. One involved a pirate invasion from the Nelanther, another was about a massing of orcs just on the other side of the Cloud Peaks. Thayze even started a rumor about an elf army in the Forest of Tethir, ready to pounce on a divided Amn. None of the rumors were true, but they began to turn people's thoughts toward unity, not war.\n\nThayze knew that if he and the other members of his council were to take control of Amn, they would need broad-based popular support. Tensions between cities and merchant houses were still high, so to get that support, Selemchant and the others agreed to drop their family names and never use them again.\n\nWhen news of a \"Council of Six\" spread throughout the land, many people accepted their rule. A group that would unite Amn under one rule, governing for the benefit of all instead of one city or trading company over another, was indeed a welcome change. The Council raised an army (at great personal expense) to quell the few pockets of resistance that remained, and have been in total control of Amn for the past 22 years. ", "authors": "Unknown[Baldur's Gate] "}, "1802": {"title": "History of Calimshan", "text": "Calimshan is older than either of the other Empires of the Sands, first settled over 7,000 years ago by the Djen, a humanoid race from the Elemental Plane of Air. These Djen were known to be very magical, and during the course of their rule they developed many new spells previously not available in the Plane of Air.\n\nThe Djen prospered for over 1,000 years in Calimshan, but their reign was ended by an invasion of creatures and minions from the Plane of Fire. Some say this is where the bitter hatred between djinni and efreeti started, though others contend this was just a result of a hatred that was already there. Whatever the cause, the battle was long and bloody, and took over 100 years to complete. The Djen finally routed the attackers, but were greatly weakened in the attempt. They slowly declined, and the last mention of the Djen is just under 6,000 years old.\n\nFor the next 4,000 years Calimshan was dominated by nomadic tribes of humans. Tribes from various places - Chult, the Shaar, The Shining Plains, Chondath, even Amn and Cormyr - took turns dominating, only to be conquered by the next, nearly identical tribe.\n\nSlowly, the nomadic nature of Calimshan began to change. As explorers and traders from Amn, Waterdeep, and Cormyr discovered the wonders of the area, some tribes began to settle down and develop new means of support, like fishing, farming, or trading. These communities began to band together for mutual protection, and soon a civilization was born. It was only 1,300 years ago that the Shoon Empire (now called Iltkazar) came into being.\n\nThe Shoons were a grand and glorious empire, and their excesses were the foundation of Calishite snobbery today. They grew wise and powerful in the ways of magic, and ships and caravans bearing the Shoon flag traveled across the Forgotten Realms. Shoon himself, a particularly powerful mage, created a book of great power during this time called the Tome of the Unicorn. The exact location of the Tome has been lost in time, but since the book is 2' by 3' and made of pure metal, it is likely to still be around... somewhere.\n\n900 years ago the Shoon empire abruptly vanished. A great magical upheaval was suspected at first, but learned mages of other lands dispute the claim. A force that great, they say, would have disturbed magical powers and beings throughout the Realms, and that didn't happen. Sages who have studied the Shoon at great length have reached no definite conclusions, but the most popular theories today center around a plague or disease that decimated the population.\n\nToday, the Shoon impact on Calimshan is still great. The grandeur of that empire is responsible, more than anything else, for the strong national character of Calimshan today. The ruins of the Shoon's greatest city, Monrativi Teshy Mir, can still be found in the wilderness to the west of the edge of the Forest of Mir (see below for more on Monrativi Teshy Mir).\n\nSince the fall of Shoon, no force or people has risen to soley dominate the land. There are a half dozen or so major cities, each of which exerts its power over its own area. About 170 years ago, a man in Calimport amassed a large army and declared himself \"Pasha\" over the land. Before that army could march, however, the representatives of each major city met and agreed to recognize the Pasha's authority in limited areas, and to pay a small tribute to him; enough to pay for the works the Pasha was expected to do. The oldest son of each Pasha inherits the title; if there is no son, the mayors of each large city select a new one. The current Pasha, Rashid Djenispool, has ruled for over 18 years, and is the grandson of a pasha elected by the mayors of Calimshan 44 years ago. ", "authors": "Unknown[Baldur's Gate] "}, "1803": {"title": "History of Cormyr", "text": "Cormyr dates its years from the founding of House Obarskyr 1,342 years ago, the first of the noble houses and the line of its kings. For the bulk of this time, Cormyr was little more than a single city (Suzail) and a few fortified outposts. At times the monarch was forced by rebellion and intrigue to rule from those outposts instead of from the throne. King Azoun is the fourth of his name and the 71st of his line.\n\nThe land has been officially at peace for many years - since Rhigaerd overthrew the last of the border raiders. However, Cormyrean armies have taken part in many actions in nearby regions, recently mustering its forces to face Gondegal, the rebel of Arabel; to occupy Tilverton on the marches of the Dalelands; and to lead a crusade against the great Tuigan horde invading from the east. One wit has noted that \"Yes, the land is at peace, but the army has to keep busy.\" In addition to pursuing major actions, Cormyrean patrols often skirmish with bandits on the roads in the north and west, and are at present battling orcs and other creatures north and east of Cormyr in Tilver's Gap and Shadow Gap. Both of these areas are threatened by raiders who will menace Cormyr itself if they ever overrun Tilverton. Cormyr has built a fortress, Castle Crag, to defend the kingdom from attacks from that quarter, and maintains the High Horn to protect against attacks from the West. ", "authors": "Unknown[Baldur's Gate] "}, "1804": {"title": "History of Dambrath", "text": "The nation of Dambrath was formed out of a barbarian kingdom almost a half-millennium ago by a powerful alliance of priestesses of Loviatar and the drow from the city of T'lindhet.\n\nIn 211 DR, fleeing from the destruction of the homeland by the then-great kingdoms of Unther and Muhlorand, four tribes of barbarians entered Dambrath. They found a coast where the dolphins danced and plains where the grass was long. They roamed from the borders of the Walls of Halruaa as far east as the current borders of Estagund. They soon became known as the Arkaiun, or people of the wind.\n\nIn 545 DR a great warchief, Reinhar, arose to lead the tribes. The halflings of Luiren were quickly enslaved, and several of the coastal cities of Durpar were captured or razed. Estagund fell to his rule, and eventually Reinhar turned his attention to Halruaa.\n\nAn army of 40,000 horsemen and a fleet of 50 ships mounted a coordinated attack, and even though Reinhar was able to get beyond the Walls of Halruaa and occupy the cities of Mithel, Galdel, and Zalsuu, their magics proved to be more than a match for the invaders. Reinhar was finally defeated in a great battle at Sulaziir by the archmage Mycontil and his troop of wizards.\n\nReinhar's son, Reinhar II, took command of the army and set out on a two month overland retreat. He arrived home with a thousand surviving fighting men and no shaman. Reinhar II proved to be as good a ruler in defeat as his father was in war. He consolidated his forces and pulled home almost all of his troops, as he knew that the defeat made them tempting prey for raiders and encroaching monsters. This action allowed for the safe developement of his peoples.\n\nBy the time the ninth Reinhar was king in 802 DR, the Arkaiuns were fat and lazy. Reinhar IX, or Reinhar the Foolish as he is more commonly known, insisted on expanding his nation to gain more gold to finance his military campaigns. He ordered the mining of many rich lodes of silver and electrum in the Gnollwatch mountains, but before his plans of expansion could begin, the miners encountered the drow of T'lindher. The drow were outraged and began a steady series of raids and attacks on the Arkaiun strongholds. Whole villages were destroyed overnight, and no trace of the invaders could be found.\n\nReinhar IX committed the foolhardy action of attacking the drow in retaliation. While the Arkaiuns managed to get a force into the drow city, this action only succeeded in uniting the normally chaotic drow. For once, the full power of a drow city was turned against an enemy.\n\nThe battle quickly moved back to the surface. Reinhar's raiders were wiped out, leaving Reinhar with only a small portion of his original military. This was not enough for the drow, who demanded total enslavement of the entire surface nation. The Arkaiuns resisted valiantly, and the war went on for three decades at tremendous cost in life to both sides.\n\nFinally, the drow had the Arkaiun forces cornered at Malduir. Almost without hope, the defenders were overjoyed when a group of half-elven pilgrims appeared on the scene. The high priestess, Cathtyr Shintar, offered the aid of her clerics to help defend the city, and Reinhar took this to be an omen from the gods. A priestess was placed with almost every company.\n\nWithin a tenday the drow struck. The priestesses did indeed prove to be of great aid, but to the drow. Every priestess turned on the Arkaiuns, and Cathtyr herself slew Reinhar. The drow were still weakened by the battle, and only the presence of the priestesses enabled them to win. Cathtyr, realizing the unique advantage she possessed, made a deal that even the suspicious drow embraced. Her priestesses would rule the land, and in exchange they would provide access to the surface for the drow, trading weapons, slaves, and supplies.\n\nThe drow were delighted with this brazen offer from a surface dweller. Reinhar had been slain and the insult avenged, and after 30 years of war the drow were not particularly interested in Dambrath. They did insist, however, on taking the best captured males as slaves. Cathtyr quickly agreed to this, seeing the males as an obstacle to her own power.\n\nCathtyr ruled for 205 years. She fulfilled her promise to make Dambrath, or \"The Nation of Pain,\" a bastion of evil in the Realms. In her time, Cathtyr saw the priesthood of Loviatar expand to thousands, and faith in the Beastlords previously worshiped by the Arkaiuns was nearly eradicated. Many of the Arkaiuns were able to escape their new mistresses and flee to the Swagdar. There they resumed their almost forgotten nomadic life.\n\nThe priestesses of Loviatar continued to enjoy good relations with the drow, and some even took mates, creating a race of drow half-elves. These dark half-elves became known as the Crintri, or \"noble ones.\" Most are pristesses of Loviatar, though many are mages as well. They consolidated their power, learning much of the area from the Shebali, or \"lower ones,\" as the Arkaiuns are now called. The capital of Dambrath was established at Cathtyr, built after Cathtyr's passing and named in her honor. Her death came at the hands of her daughter, Filina, who had grown tired of waiting for her mother to die. Filina ruled for only five years, however, before her own daughter, Cathakay, assumed the throne in the same fashion. Cathakay ruled for 54 years, eventually falling in battle against a gold dragon. She died childless, and her niece Melanith assumed the throne.\n\nMelanith faced an increasing population, and unrest among males who longed for a return to their prestige of old. Melanith did not return their previous status, but she did make use of them. Fearing that the great nations of Mulhorand and Unther might rise again, she decided that mundane tasks, such as the defense of the kingdom, would be handled by men. She was the first to name a male to the post of warchief. Sadalar, a Crintri, became the queen's consort. His term as warchief was characterized by widespread bribery and corruption. He was, however, responsible for getting many privileges returned to the Arkaiuns. After Melanith's rule, the Shebali were considered second class citizens, rather than slaves.\n\nThough males were granted more power during her rule, Melanith also solidified the split beween the sexes. While the rulers of Dambarth had been females for over two centuries, it was more because of competence than gender. Melanith, however, decreed that men could have no authority except over other men. The female-led hierarchy of Loviatar was quick to back this move.\n\nMany of the bravest and best men of the kingdom perished in raids on Estagund, Durpar, the bandit tribes of Veldorn, and against the gnolls that had returned to the Gnollwarch mountains. Some even fought at the side of the drow in their battle with the svirfneblin city of Aventine. The deep gnomes were destroyed, but so were the Shebali. The drow and the Crintri were largely unharmed, and for their aid, the Crintri were rewarded with a number of drow males to breed in to their race. Melanith took a drow male as her consort to replace Sadalar, who had perished in the conflict. The drow, Nym Inthigg, fathered three daughters and a son. It was at this time that Melantih began the isolationist policy that Dambrath still follows today.\n\nMelanith ruled for 156 years; her daughter Ausitil for 125. The current queen of Dambrath is Yenandra; she is known there as the \"Pirate Queen,\" for she has sailed as far south as Zakhara on pillaging raids. Yenandra has been ruling for 71 years, and is beginning to show signs of age. She has three daughters as well, named Luatharyn, Meltruil, and Hasafir. While she does remain extremely popular, especially to the Crintri, the children of leaders in this land are not known to patiently wait their turn. ", "authors": "Unknown[Baldur's Gate] "}, "1805": {"title": "History of Durpar and Var the Golden", "text": "Durpar and Var the Golden share a common history. Over three-thousand years ago, these countries were both subject to the great kingdom of Raurin. When Raurin fell in 2488DR, the countries of Durpar and Var barely survived the destruction.\n\nRioting, mass destruction, and hatred of nobility were rampant, and the two countries descended into barbarism for over two millennia. Finally, after most of the barbarian tribes were wiped out by the great empire of Mulhorand, a leader emerged. Satama, a mere trader, experienced a divine revelation and formulated a new philosophy. All things in the world were connected, were part of a single creation spirit, and all of the gods of the Realms were merely parts of the same entity. Soon all the Shining Lands embraced the teachings of Satama, and the seeds of civilization were laid in what came to be known as the Lands of the One.\n\nSince the Lands of the One had many natural resources, trade with Mulhorand and Luiren became a way of life. Merchants were honored above all. In time, the Maharajah of Durpar and the Rajah of Var were replaced with a Council of Merchants. During this time the land suffered occasional raiding attacks from the horsewomen of Dambrath, and had many skirmishes with the neighboring countries of Estagund and Ulgarth.\n\nIn 1023 DR, after an armed peace had been worked out with Ulgarth, the Council of Merchants decided that something needed to done about the raiders from Estagund who were hurting trade with other countries. War was an inconvenience, but interrupting trade was life-threatening.\n\nJeradeem, the richest merchant in the lands, was given power to negotiate a settlement. During these negotiations he proved, at least in the eyes of the Durparians, that he was indeed the master trader he seemed. Estagund had just tried a foolish invasion of Dambrath. The vengeful female leaders of that land wiped out nearly every ablebodied fighting man they sent. The monsters of Veldorn were causing problems, and Estagund was going through a famine.\n\nIt was here that Jeradeem showed his fine merchant's instincts. He could not pass up such an advantage, and began bargaining the most outrageous trade of all time. He met with the leaders of Estagund, a fearful king and his nobles, and explained the advantages of Durparian life and the philosophy of the Adama, the oneness of all things. He bargained for days until finally the king made the trade. He purchased the whole of Estagund for the countries of Durpar and Var at the price of 24 gems. He also promised protection, and help for their integration into the Durparian way of life. Thus were formed the Shining Lands.\n\nWithin a hundred years, the three countries shared a common way of life, and with the added strength and resources of Estagund, Durparian merchants increased their trading range. They roamed as far east as Kara Tur, as far north as the Sea of Fallen Stars, and west to Dambrath and Halruaa. At the present time, with the newly discovered lands of Maztica and Zaakhara beckoning, the future looks bright. ", "authors": "Unknown[Baldur's Gate] "}, "1806": {"title": "History of Estagund", "text": "Estagund history follows a different path than those of Durpar and Var. The Gunders were conquered in 551 DR by Reinhar I, warchief of the Arkaiuns of Dambrath. Estagund regained its independence when Reinhar was slain by the Halruan archmage Mycontil, though the country soon degenerated into a group of small independent city states.\n\nSkirmishes with Var, and between the city-states, continued for several centuries until a king once again united the country. King Bornial was a skilled ruler, and under him Estagund began to prosper. His descendants did not share his wisdom, and in 1053 DR, King Selkarin more than illustrated this. He had failed to conquer Durpar, and Veldorn resisted his challenges. An avowed mysogynist, Selkarin turned his attentions to the matriarchy of Dambrath. He led a large fleet to attack Dambrath, taking extreme losses, including his own life. Selkarin died childless, so his brother Seltarir was crowned King. The new ruler faced a country with most of its fighting men gone, and an unforseen problem: famine. The famine was caused by a blight that wiped out nearly all the year's crops in Estagund. This made him eager for a deal posed by the Durparian merchant Jeradeem, and in a legendary trade the entire country of Estagund was sold. Contrary to popular rumor, Seltarir did not trade away the country for 24 pearls. In actuality he received diamonds worth almost a million gold pieces. The sudden wealth gave him an instant seat on the Council of Merchants, so he retained a measure of rule in addition to his fortune. Chaka Seltarir is still the richest chaka in Estagund to this day. In the years that followed, the Gunders began rebuilding their lives under their new circumstance, and now they compete on equal footing with the merchants of Durpar and Var. ", "authors": "Unknown[Baldur's Gate] "}, "1807": {"title": "History of Gondegal the Lost King", "text": "History of Gondegal the Lost King:\n\nArabel, long under the dominion of Cormyr, for a time became the center of swordman's empire. This swordsman was Gondegal, the Lost King, who in the year of the Dragon (1352 DR) attempted to carve a kingdom for himself centered on Arabel. It was to extend north to the Desertsmouth Mountains; south and west of Wyvernwater and the farms outlying from Eveningstar; and east to Tilver's Gap and the mountain passes.\n\nIn the year following, people would say that Gondegal's reach was no longer than his blade. He could not hold any of the territory against the might of Cormyr, Sembia, Daggerdale, Tilverton and several other dales - all of whom he drew the blood and ire in the making of his throne.\n \nGondegal ruled for less than a season, though he reigned only officially scarcely eight days. The remainder of his rule was spend fighting here and there against one foe or another in the lands he claimed. His troops were largely mercenary, and his treasury of seized goods was small and soon gone. One night Gondegal's forces simply melted away before the advancing troops of Cormyr, and was gone. King Azoun IV retook Arabel that morn without wetting a blade.\n\nNo one has found the body of Gondegal; he is known to have fled north and then east via Teshwave, but then his fate becomes a matter of conflicting rumor and legend. Some believe he is still lives with a score of or more loyal followers keeping court in the wilds somewhere,  a careful and a ruthless bandit who takes care that none survive his attacks to carry tales anywhere. When entire caravans vanish at times anywhere between the High Dale and far-off Impiltur, he is blamed by talk in the taverns.\n\nGondegal was said to be a tall, grey-haired warrior of considerable personal skill and intelligence. His badge was a grey wolf's head, face on, with red eyes. Caravan guards often warn merchants to beef up the escort on a particular caravan, \"else thy gold'll soon be gilding Gondegal's throne.\" Gondegal was an impeccable and somewhat chaotic in his self professed neutral alignment. If he does indeed yet live, the magic or treasure he carries and who his allies might be, are all unknown.\n\nGondegal's reign had a great influence on the King of Cormyr, at that time in his second decade of rule. Not only was Azoun forced to put down an effective rebellion in his own country, he was forced to pay more attention to matters outside Suzail, to become the ruler of a nation as opposed to a city-state: Further, the bloodless assault on Arabel was Azoun's first experience at the head of his army, and the joy of \"freeing\" the people of Arabel is one that remains with him. ", "authors": "Unknown[Baldur's Gate] "}, "1808": {"title": "History of Halruaa", "text": "The last attack upon Halruaa was less than 100 years ago, through the Tetath Pass by the power hungry king of Lapaliiya. He had allied with bandits from the wastes,though this time the Halruans were able to field a larger force, including fighting men as well as wizards in their skyships. The attackers were easily routed.\n\nHalruaa also suffered through a civil war about five hundred years ago, when a number of mages beginning in new experiments in magic, ones which even the Netheril didn't approve of.  The renegades were driven from the region, but went on to found the land of Thay, or so it is said in Halruaa.\n\nSince then, Halruaa has been at peace (they have not declared wars) though it still suffers from Dambraii pirates, bandits of the wastes, savages from the Mhair Jungles, and any other pirate, raider, or hungry wizard who thinks that magic and wealth grow on trees in Halruaa. This constant raiding has made the Halruans very defensive, warlike and traditional. The people say that since wizards have always led them, wizards always will. ", "authors": "Unknown[Baldur's Gate] "}, "1809": {"title": "History of Luiren", "text": "History of Luiren, Land of the Halflings:\n\nThe halflings of Luiren claim that it is the original homeland of halflings in the Realms. Although other halflings may disagree with this, it is true that Luiren was settled hundreds, perhaps thousands, of years ago. \n\nLuiren's history is one of conquerors and subjugation. Throughout the centuries the halflings have been conquered by the barbarians who used to inhabit Dambrath, by the kingdom of Estagund, and even once by the monsters of Beldorn. In every case, the invaders were eventually defeated because they made the mistake of underestimating the halflings due to their small stature. A good bit of mischief, mayhem, and general trouble-making by the halflings also helped end the occupations.\n \nCurrently, Luiren is enjoying unprecedented prosperity. The halflings are currently taking advantage of their relationship with the nation of Durpar; their biggest customer and greatest competitor. Also, through these close ties with Durpar, Luiren has protected itself against another Dambraii invasion.  he rulers of Dambrath must know that if they begin to expand to the east, they will arouse the ire of Durpar, as well as Var and Estagund. The threat of a trade embargo and/or military consequences have kept this aggressive nation away from the Luireners.", "authors": "Unknown[Baldur's Gate] "}, "1810": {"title": "History of Sembia", "text": "History of Sembia:\n\nThe land of Sembia was settled by humans coming from the Sea of Fallen Stars from the south, and was originally chosen for its stands of huge high-quality ilivyr-woods timber so prized in shipbuilding. However,as the forests were cleared over the years, the treecutters came into increasing conflict with elves who feared the loss of their entire wood. This would undoubtly have occured, had not the hastily gathered mercenary troops of the fledging land been defeated by the elves at Singing Arrows (884 DR). This battle convinced distant Chondath to abandon its holdings in the region and allow immigrant Sembians to establish their independence (though as little more than a collection of rival city-states, much like the Moonsea of Vast today). It also set the stage for the appearance of the Raven.\n\nThe young country grew strong as farms prospered in the newly cleared lands. Craftsmen arrived from the south to take advantage of this chance to acquire land and wealth, bringing their trades with them. Rauthavyr the Raven unified the city-states and towns in the face of the continuing \"elven menace\", and insisted on maintaining a standing army, which he kept in practice by policing Sembia's borders and improving its roads. At this time (913 DR), Sembia became a true nation.\n\nThe Moonsea's (Dragon Sea's) mineral wealth was discovered by humankind at this time, and pressure began to grow for a trade road through the elven woods to make Sembia the world's gateway to all these riches. The Raven went alone as an envoy to the Elven Court. There, he asked the elders of their council to approve a road, open to humans, linking Sembia to the shores of the Dragon Sea (an earlier road had been destroyed during the conflict and was now overgrown). Raven proposed that the elves choose the route and retain control of it and the woods around it, so that no woodcutting or human settlement would occur.  The elves of earlier made similiar arrangements with the Dalesmen and had no difficulty with the concept of such an arrangement. However, the inhabitants of Velarsdale (now Harrowdale) refused the proposal,  not wanting or needing such a road at that time (curious, since later a ruler of the Harrowdale commisioned the disastrous Halfaxe Trail). The elves, not wishing to offend long-time allies, refused Raven's request.\n\nRebuffed, the Raven then threatened to exterminate the isolate elves in Amathoi, the last embattled remnant of Sembia, if the Elven Court did not cooperate. If the road was build, however, they would be free to trade, or not trade, as they wished. The elves agreed under pressure, and Sembia's financial future was secured. Hillsfar, on the shores of the Dragon Sea, became a commercial meeting point ground between humankind and elves, as did Elventree. The route the elves chose ran past the base of the Standing Stone as a reminder of earlier, less-hostile dealings between humans and elves. Over the years the elves of Amathoi came north to join their brethen or slipped away to seek Evermeet, leaving their woods to gradually disappear. ", "authors": "Unknown[Baldur's Gate] "}, "1811": {"title": "History of Shadowdale - Ashaba Becomes First Lord of Shadowdale", "text": "Upon taking the Twisted Tower and removing the drowish yoke from the people, the Dalesmen had fully established the Dale of Shadowdale, with its seat of power in the tower itself. Its first lord was a water wizard who had aided in the final attack; Ashaba, who was great in age when he ascended, and ruled peacefully for 40 years thereafter. It is said that Ashaba realized he was dying and turned himself into water, merging with the river. Since that time, the river, the ford, and the Twisted Tower all bear his name. Before passing on, Ashaba chose one of his trusted lieutenants as the new lord of Shadowdale. Presented to the people of the Dale, he was made the new lord by acclamation. In an additional honor, the pendant worn by Ashaba was thereafter recognized as the symbol of the lordship in the Dalelands, and was possessed by each of the successive lords following.", "authors": "Unknown[Baldur's Gate] "}, "1812": {"title": "History of Shadowdale - Aumry Rules in Peace", "text": "The longest period of peaceful rule was by Lord Aumry and his wife Sylune (better known as the Witch of Shadowdale). They ruled over the community for fourty years, a period of extended peace with their neighboring dales, nations, and the elven peoples. It was this very peace and power which made the Dale the target for attacks and sabotage for the Black Network (Zhentarim). They sought (and still seek) to control the trade of from the Moonsea to the Sword Coast, and desired to make Shadowdale a vassal state of Zhentil Keep. Lord Aumry's rule ended tragically when he was assassinated by Zhentish agents.", "authors": "Unknown[Baldur's Gate] "}, "1813": {"title": "History of Shadowdale - Doust Chooses Mourngrym Amcathra to Succeed Him", "text": "Doust Sulwood, recommended to the position by Khelben Blackstaff, ruled Shadowdale as lord for five years. \"Seems like a millennium,\" he was oft known to have reported, and the tedium of court life and the lure of adventure eventually caused him to retire his position and rejoin the Knights of Myth Drannor in regular adventuring. He handed the Pendant of Ashaba (symbol of the Lordship) on to one of the younger Knights, a Waterdhavian noble named Mourngrym Amcathra. Mourngrym had been dispatched by Khelben from Waterdeep for other purposes, but Doust liked both the young man's straightforward honesty and his willingness to shoulder the burden of protecting the small community from myriad dangers. Time has proven this choice a wise one.", "authors": "Unknown[Baldur's Gate] "}, "1814": {"title": "History of Shadowdale - Doust Sulwood Becomes Lord of Shadowdale", "text": "Three winters following his defeat of the evil Lord Jyordan, Khelben Blackstaff found a suitable candidate to assume the leadership of the Dales, or rather a group of candidates. They were the Knights of Myth Drannor, so named to show their interest in the elven territories and their connection with the elven people, and Khelben gave them the Pendant of Ashaba (the symbol of the Lordship) in return for their services rendered to himself and to Shadowdale. Their leader, the Ranger Florin Falconhand, refused the honor of the lordship. It was therefore passed to Doust Sulwood, who was made the new lord with the support of Florin and Sylune (wife of the murdered Lord Aumry), and apparently also the secret support of Khelben Blackstaff as well. \n\nDoust reoccupied the Twisted Tower, driving out the last agents of the Black Network. He also reinstituted many of Ashaba's democratic ideals, including the Lord's Court where all citizen may speak freely and air their grievances without threat of reprisal. Doust ruled for five years and proved to be a capable leader, beloved by the people. The regular presence of the Knights of Myth Drannor did much to ensure the protection of the area, particularly against incursions by Lyran Nathar the Pretender. Lyran was to have been Jyordan's named replacement, but with the Zhentarim routed there was little validity to the claim.", "authors": "Unknown[Baldur's Gate] "}, "1815": {"title": "History of Shadowdale - Elminster Moves to Shadowdale", "text": "It is of note that during the time Doust Sulwood of the Knights of Myth Drannor assumed role of Lord of Shadowdale, Elminister took up residence in the area. A semi-regular visitor up to that time, he took possession of a low, abandoned tower at the foot of the Old Skull, and declared himself to be officially in retirement. The nature of that retirement varies from active involvement in local affairs to long-term vacations on other planes. The natives of the Dale have come to understanding that they cannot always count on the powerful mage being in residence in times of need and danger, but when he is present in these circumstances his aid is usually given.", "authors": "Unknown[Baldur's Gate] "}, "1816": {"title": "History of Shadowdale - Joadath and the Tyrist Massacre", "text": "The past hundred years have been an example of the best and the worst of the lords of Shadowdale. All have been nonnative to the Dalelands, though all made the land their home. A century ago the lord of the Dales was one Joadath, a stiff-necked agnostic who denied the power of any god, good or evil, and used force to back up his beliefs. During this time there was a great deal of religious persecution, including a massacre of Tyrists on Watcher's Knoll. Joadath was eventually killed by a beast of the nether planes summoned by parties unknown, which then proceeded to rampage through the Dales. The beast was killed by and Shadowdale rescued by the spellcasters Aumry and Sylune. Aumry was proclaimed lord by acclamation.", "authors": "Unknown[Baldur's Gate] "}, "1817": {"title": "History of Shadowdale - Jyordhan the False Lord", "text": "Lord Aumry was assassinated by Zhentarim agents, who in turn were captured and killed by the warrior Jyordhan. Jyordhan, with the Pendant of Ashaba in hand (the symbol of the lordship in the Dales), proceeded to present himself as the new lord, and was so acclaimed by the people. It was unknown to the people that Jyordhan was also an agent of the Zhentarim, and the entire proceeding had actually been a ruse.\n\nJyordhan abandoned the Twisted Tower, instead established himself in Castle Kreg east of Shadowdale. His court was soon overrun by agents of the Black Network. When the people eventually revolted, Zhentil Keep send peace-keeping forces to maintain Jyordhan's rule. Sulyne, Lord Aumry's widow, now aware of the deception but a firm pacifist, did her best to keep the Dale healthy and intact during Jyordhan's evil rule. ", "authors": "Unknown[Baldur's Gate] "}, "1818": {"title": "History of Shadowdale - Lords Accepted by Acclamation", "text": "This acclamation of the people has formed the basis for choosing the lord of Shadowdale since the routing of the evil Lord Jyordhan by Khelben Blackstaff. Usually a predecessor will step down as opposed to dying in office, and his chosen successor will be approved by the populace at large. This system has its drawbacks, as will be shown below, but in general, it has served the independent, self-willed people of the Dale very well. They have avoided the \"generic lottery of which good bureaucracies and bad kingships are made\"(a quote from the venerable Elminister). The symbol of the Lordship is the Pendant of Ashaba, a device owned by the original wizard, and used to determine the rightful lord of the Dale.", "authors": "Unknown[Baldur's Gate] "}, "1819": {"title": "History of Shadowdale - Mourngrym's Rule", "text": "Since being recommended to the position by the outgoing Lord Doust Sulwood, Lord Mourngrym Amcathra's rule of Shadowdale has been less peaceful than he had hoped. The First Battle of Shadowdale occurred in the Year of the Prince (1357 DR) and involved Daleland forces routing those of Lyran the Pretender. Lyran has made repeated attempts to gain the Lordship, as was intended by the former Zhentish puppet, Lord Jyordhan. While significant, this battle pales when compared to the larger battle fought on the same site between Bane-led Zhentil Keep forces and the Dales during the Time of Troubles (1358 DR/0 PR). When the Battle of Shadowdale referred to (without a number), it usually mens this second battle. In addition, Mourngrym has had to deal with a large number of skirmishes, incursions, a possible invasion from below, and other sundry disasters.  \n\nMourngrym and Shaerl have one child, Scotti, who is now nine winters old. By the customs of the area, he is not considered the heir apparent, and another suitable warrior or mage may take the reins of power of the small community. Most feel that Mourngrym will hold the Pendant, until his son has reached his maturity, then abdicate in young Scotti's favor once he takes his grown name. If this happens, it will be the first occasion of the lordship of Shadowdale passing down a family.", "authors": "Unknown[Baldur's Gate] "}, "1820": {"title": "History of Shadowdale - Shaerl and Mourngrym Meet and Marry", "text": "The implications of Khelben \"Blackstaff\" Arunsen \"choosing\" the last two lords of Shadowdale (Doust Sulwood and Mourngrym Amcathra) were not lost on the Dale's more powerful neighbor to the south, Cormyr. An agent was sent northward to divine Mourngrym's true intentions and to guarantee the Dale's good relationship with the throne of the Purple Dragon. The agent was a rogue named Shearl Rowanmantle, sent by Vangerdahast (though all paperwork on this matter has been curiously incinerated in Suzail, so all is hearsay and tale). Shearl discovered more than she intended and fell in love with young Mourngrym. The two married and became the lord and lady of Shadowdale. Shearl's loyalty is now to her husband and to the land they co-rule. This was probably not the intention of Cormyreans.", "authors": "Unknown[Baldur's Gate] "}, "1821": {"title": "History of Shadowdale - The Fall of Azmaer, Last Drow Marshall of the Twisted Tower", "text": "The drow rule of Shadowdale lasted until the early 900s Dale Reckoning, when the increased human population in the area brought the elves in conflict with their now more numerous neighbors. The humans were the Dalesmen who a millennium earlier had crossed the Dragon Reach and made peace with the elves of Myth Drannor, settling at the borders of the great woods that was the elven home. The drow soon found themselves under continual attack, and most of those who held overgrown settlements retreated back below. The last powerful drow leader was Azmaer, the marshall of the Twisted Tower in its last drow-held days. Azmear oversaw the last retreat of the drow holdings in the face of a human uprising, and held the citadel against a year-long siege. \n\nWith supplies and slaves brought up from the Underdark directly into the tower, the drow could have conceivably held out forever; however, a human slave (family histories in the Dales indicate a number of possible individuals) poisoned the well in the Tower and the citadel was easily overrun. Azmear's body was not found among the dead, leading some to believe that escaped back into the depths to rejoin his people. Noting the fact that he would have had to explain to his matriarch how he lost Shadowdale, it is much more likely that, should Azmear have survived, he went into voluntary exile, hiding from both human and drow. Given that this occured 400 only years ago, it is certainly possible that Azmear still lives. ", "authors": "Unknown[Baldur's Gate] "}, "1822": {"title": "History of Shadowdale - The Time of No Lords", "text": "During the period when Khelben Blackstaff held the Pendant of Ashaba(the symbol of the lordship in the Dales), Sylune (Widow of the murdered Lord Aumry) was the de facto ruler of Shadowdale; though these years were known as the Time of No Lords. Sylune and an adventuring company known as Mane's Band were responsible for driving out the Zhentil Keep forces and keeping at bay the monsters in the area. The Twisted Tower, the natural seat of leadership, remained uninhabited following it's abandonment by the evil Lord Jyordhan, and neither Sylune nor the companions of Mane's Band wished to assume the mantle of leader. With time, Mane's Band passed on to other lands and adventures.", "authors": "Unknown[Baldur's Gate] "}, "1823": {"title": "History of Tethyr", "text": "For the past 1500 years, Tethyr had a single, strong royal family ruling with absolute power. When a king died or became incapacitated, his oldest son took the throne. As the family trees of those close to power became more intertwined and complicated, there were the inevitable wars of succession and bickering over which second cousin was the \"true\" heir to the throne. Civil wars were brief, however, and once the fighting was over the system returned to normal (until the next major dispute in a few hundred years or so). ", "authors": "Unknown[Baldur's Gate] "}, "1824": {"title": "History of the Bell in the Depths", "text": "One of the great and mysterious sites in the Moonsea area, the Bell in the Depths, is connected with legendary Northkeep, an island kingdom that was the first great citadel of humankind in these cold lands. Northkeep was a great and magical city, and it was under the protection of these magics that humanity first began to press back the orc hordes and take command of the sea.\n\nThe power of Northkeep made it an obvious target for orcs, giants, and other evil races. However, these creatures were not inclined towards sea actions, and Northkeep seemed safe until the day when (according to legend) 40,000 inhuman mages, shamans, witch doctors, and priests of all foul races gathered on the northern shore of the Moonsea and began to chant, bringing the vengeance of their gods down upon the human interlopers. The gods (at least some of them) came and destroyed their priests for disturbing them, but also sank Northkeep beneath the waves.\n \nThe upper reaches of Northkeep - its slender, now-broken spires - can be seen beneath the water by boats that sail nearby. This is not attempted often, however, as the region is said to be haunted by the original defenders of Northkeep, seeking company in their watch over the Cold Lands. On fog-ridden nights the bells of the tallest towers, despite being submerged, can be heard as far away as Hillsfar.", "authors": "Unknown[Baldur's Gate] "}, "1825": {"title": "History of the Chosen of Mystra", "text": "The reason why Mystra, the Goddess of Magic, invested a portion of her divine might into mortals is not known. One of the popular theories, and one that is gaining more support in light of the other goddess' during that period, is that Mystra foresaw the Time of Troubles (and her own passing at the hands of Helm) and chose to give some of her powers to mortals in order to ensure that her successor (the female mage, Midnight, as it turned out) would have a number of nearly immortal allies in the struggle against the schemes of the gods (the now dead Bane, Myrkul and Bhaal) who precipitated the Time of Troubles by stealing the Tablets of Fate.\n \nThe theory goes on to suggest that Mystra informed Azuth at approximately the Year of the Rising Flame (0 DR), more than 1,300 years ago before the Times of Troubles, that some of her power must be put into the hands of mortals who would then become known as Mystra's Chosen. The power would sleep within the bodies of those mortals, allowing Mystra only to call on it only with their permission. It would give the Chosen to innate ability to heal quickly, and would give them life spans far greater than those of ordinary mortals. Mystra speculated that these mortals might be able to call on her power and thereby gain some special abilities, but that these powers would not rival those of a deity. (See \"Powers\" below.)\n\nThe Goddess of All Magic then began to select mortals she thought to be suitable. One of the first was the young mage Elminister, and she also singled out a promising wizard named Khelben Arunsen. Both of them proved to be worthy and capable receptacles of her power, but Mystra's other early attempts in invest her power in living humans were unsuccessful, and she came to realize that only a very few mortals were of stern enough substance to contain such power within themselves without being destroyed or corrupted. Even though some people aside from Elminister and Khelben may have possessed the requisite strength, it is possible that having lived for years prior to being visited by Mystra had set them on a path from which they were not able to deviate. Whatever the reason, the problem needed to be solved. To get around the difficulty, Mystra devised a plan to use herself as a vessel to breed individuals who could be nurtured and acclimated to her power from the very beginnings of their lives.\n\nFor the father of these individuals, she picked the best example of human stock she could find: Dornar Silverhand, a nobleman and a former Harper who lived near Neverwinter. Mystra then possessed the body of Elue Shandur, a helf-elven sorceress whom Dornal was already attracted to. Mystra revealed her presence and her plan to Eleu, who happily and eagerly agreed to have the goddess share her body. Eleu had been reluctant, but under the influence of Mystra the woman became a seductress, and Dornal found his advances being suddenly returned with great favour.\n\nDornal and Mystra/Eleu were wed in the Year of the Drifting Stars (760 DR). The first of the seven daughters, Anastra Sylune, was born the following winter. Sylune's six sisters emerged at one-year interval thereafter: Endue Alustriel, Ambara Dove, Ethena Astorma (she prefers the name \"Storm\" these days), Anamanue Laeral, Alassa Shentrantra (known today as the Simbul) and Er'sseae Qilue. These siblings have become known in Realmsian lore as the Seven Sisters.\n\nDornal, who had been kept in the dark about his wife's true nature through the years (presumably because Mystra didn't want to risk losing his services), was disappointed and distraught by the time his sixth child was born; he had always wanted sons as well as daughters. More importantly, he was seeing his wife deteriorate right before his eyes. The strain of coexisting with the goddess all these years had turned Eleu into a withered shell - in essence a lich, clinging to life only because Mystra's power was within her.\n\nWhen Eleu was carrying the seventh child, Dornal consulted a priest who told him his wife had been possessed by a entity of great magical power. To spare both of them any further agony, he attempted to slay his wife's physical form by severing her head from her body.\n\nAs soon he had done this, Mystra was forced to reveal herself to him, and she went on to explain her scheme. Just as she had worried would happen, Dornal was aghast at how he and wife had been used by the goddess. He turned his back on the corpse of his wife, abandoned his lands and his children, and vanished into the North. Mystra bore him no ill will, and in fact protected him for the final 30 years of his life. When Dornal finally did meet his end he called out to Mystra, and the Goddess granted his continued existence as her servant. Now known as the Watcher, Dornal Silverhand travels the world unseen by mortals continuing mission to locate candidates to swell the ranks of the Chosen and to identify possible threats to Mystra and her minions. ", "authors": "Unknown[Baldur's Gate] "}, "1826": {"title": "History of the Dales and the Elven Court", "text": "The founding of the Dales long preceded the creation of any of the existing Dales by hundreds of years, and the year numbering system known as the Dalereckoning is actually a commemoration of humankind being given permission to settle in the lands north and west of the Inner Sea. Most of the current Dales are relative newcomers, the older have been abandoned, destroyed or overrun long ago. In those ancient days, when Suzail and Chondathan (now called Saerloon) were mere coastal trading posts, the elves who ruled this forest entertained a request of settlers from the East; refugees and farmers from far-off Impiltur and Damara. This request was to farm and settle the borders of the great forest Cormanthor, in particular the rich delves and dales along the river Arkhen and Ashaba. These newcomers did not wish to lumber or clear the inhabitated forest, but only to settle on the rich territories on its edges, and unlike some earlier settlers (early Sembia comes to mind) were willing to ask for permission.\n\nThe lords of the elven court granted that request in return for aid from these new Dalelanders against outside aggression, both monstrous (orcs and goblins from the lands of Thar) and human (the rising powers in Cormyr and Sembia). In commemoration of this pact, humans and elves raised the Standing Stone that is now seen where the Moonsea Ride reaches Rauthauvyr's Road, the road from Essembra to Hillsfar. It is from the date of the raising of this stone that Dalereckoning is counted; According to the pact made, the Dalesmen would only settle those regions that were unforested or unclaimed by the elves. As the elven woods receded under the axes of further invaders and settlers, old Dales perished and new ones came into being along the borders of the woods. People, both good and bad raised petty nations in the Dalelands since, though any one Dale that turned against the pact would have to deal with the others. Each of the Dales is a large swath of farms and fields, with a few scattered settlements and usually one central marketplace, capital or Dale center. These centers are often, but not always, named after the Dales they are in, adding to the confusion as to what is a Daleland's territory.\n\nThe Dales are not city-states, for their largest groupings of population rate as towns at best, and they lack the defensive walls common throughout the Heartlands. They neither true nations in the fashion of Cormyr and Sembia, and occupy a gray middle ground wherein they are nothing more, or less than Dales.\n\nEach Dale has slightly different laws, customs, and military organizations. Many rely on the work of charismatic heroes and adventuring companies for aid in time of troubles, and a large number of these individuals use the region as a base. Their attraction for adventurers is further increased by the large number of elven and pre-elven ruins in the area and the departure of the Elven Court for Evermeet, leaving the woods open to exploration and exploitation.\n\nThe history of Dales is filled with battles and attacks on its various members. In the Year of the Worm (1356 DR), Scardale, under the command of Lashan Aumersair, launched a number of swift attacks, conquering a number of the surrounding dales. A coalition of forces from the others, as well as Sembia, Cormyr and Zhentil Keep crushed the invaders and occupied Scardale. During the Time of Troubles (1358 DR / 0 PR), Shadowdale was attacked by Zhentil Keep. More recently, the Dalelands have committed forces to a unified army under King Azoun IV of Cormyr to turn back the Tuigan Invasion (1360 DR). ", "authors": "Unknown[Baldur's Gate] "}, "1827": {"title": "History of the Sisters of Light and Darkness", "text": " This was the birth of the world and the heavens. After Lord Ao created Realmspace, there was a period of timeless nothingness, a misty realm of shadows before light and dark were separate entities. Within the dim chaos stalked 13 lords of shadow, the Shadevari - whether their form came from elsewhere or are children of shadow itself, none can say.\n\nEventually this primordial essence coalesced into twin beautiful goddesses who where yin and yang to each other; there were so close they thought themselves as one being. The Two-Faced Goddess created the heavenly bodies of the crystal sphere and together infused them with life to form Earthmother, Chauntea. (Although Chauntea has since contracted her essence to encompass only Albeir-Toril, in the beginning she embodied all of the Realmspace.) This new universe was lit by the face of the silver-haired goddess, who called herself Selune, and darkened by the welcoming tresses of the raven-haired goddess, Shar, but no heat or life existed within.\n\nChauntea begged for warmth so that she could nurture life and living creatures upon the planets that were her body and limbs, and the two sister Who-Were-One, become divided, as for the first time they were of two minds. Silvery Selune constested with her dark sister over whether or not bring further life to the worlds. During this great conflagration, the gods of war, disease, murder, and death, among others, were created from residues of the Deific battle. At one point during the battle, Selune seized the advantage and reached across time and space to a land of eternal fire. Fighting the pain of the blaze, which burned her sorely, she broke off a fragment of that ever-living flame and ignited one of the heavenly bodies so that it burned in the sky and warmed Chauntea.\n\nIncensed, Shar redoubled her attack on her injured twin and began to snuff out all light and heat throughout the crystal sphere. Again Selune gave of herself and tore the divine essence of magic from her body, flinging it desperately at her sister in defense of life in the sphere. This essence entered Shar, ripped an equal portion of energy from her, and reformed behind her as the goddess of magic, now known as Mystra, but then as Mystryl. Though Mystryl was composed of both-light and dark magic, she favored her first mother Selune initially, allowing the silver goddess to win an uneasy with her more powerful dark twin. Consumed by bitterness at her defeat, Shar vowed eternal revenge.\n\nThe twin goddesses contested for eons as life struggled into existence on Toril and the other planets under Chauntea's watchful gaze. Shar remained powerful, but bitterly alone, while Selune waxed and waned in power, often drawing strength from her allied daughter and sons and like-minded immigrant deities. Over time, Shar grew strong again, aided by the shadevari who preferred light to blinding light and who stalked the Realms seeking to meld light and dark into shadowy chaos once again. Shar's plot to reform the world after her own devices was undone when Azuth, the High One, formerly the greatest of all mortal spellcasters and now consort to Mystra, (incarnate successor to Mystryl), found a way to imprison the shadevari in a pocket-size crystal located beyond the edges of the world by creating the illusion of a realm of shadows. The Lords of Shadow were drawn to investigate, and before they discovered the trick, Azuth imprisoned the shadevari with the Shadowstar, a key of shadows forged by Gond. The High Lord then hurled the key into the endless reaches of the cosmos allowing life to flourish on in Chauntea's loving hands. ", "authors": "Unknown[Baldur's Gate] "}, "1828": {"title": "History of the Dead Three", "text": "In ages past there was but one god of strife, death, and the dead, and he was known as Jergal, Lord of the End of Everything. Jergal fomented and fed on the discord among mortals and powers alike. When beings slew each other in their quest for power or in their hatred, he welcomed them into his shadowy kingdom of eternal gloom. As all things died, everything came to him eventually, and over time he built his power into a kingdom unchallenged by any other god. Eventually, however, he grew tired of his duties for he knew them too well. Without challenge there is nothing, and in nothingness there is only gloom. In such a state, the difference between absolute power and absolute powerlessness is undetectable.\n\nDuring this dark era, there arose three powerful mortals - Bane, Bhaal, and Myrkul - who lusted after the power Jergal wielded. The trio forged an unholy pact, agreeing that they would dare to seek such ultimate power or die in the attempt. Over the length and breadth of the Realms they strode, seeking powerful magic and spells and defying death at every turn. No matter what monster they confronted or what spells they braved, the three mortals emerged unscathed at every turn. Eventually the trio destroyed one of the Seven Lost Gods, and they each seized a portion of his divine essence for themselves.\n\nThe trio then journeyed into the Gray Waste and sought out the Castle of Bone. Through armies of skeletons, legions of zombies, hordes of noncorporeal undead, and a gauntlet of liches they battled. Eventually they reached the object of their lifelong quest - the Bone Throne.\n\n\"I claim this throne of evil,\" shouted Bane the tyrant. \"I'll destroy you before you can raise a finger,\" threatened Bhaal the assassin. \"And I shall imprison your essence for eternity,\" promised Myrkul the necromancer.\n\nJergal arose from his throne with a weary expression and said, \" The Throne is yours. I have grown weary of this empty power. Take it if you wish - I promise to serve and guide you as your seneschal until you grow comfortable with the position.\" Before the stunned trio could react, the Lord of the Dead continued: \"Who among you shall rule?\"\n\nThe trio immediately fell to fighting amongst themselves while Jergal looked on with indifference. When eventually it appeared that either they would all die of exhaustion or battle on for an eternity, the Lord of the End of Everything intervened. \"After all you have sacrificed, would you come away with nothing? Why don't you divide the portfolios of the office and engage in a game of skill for them?\" asked Jergal.\n\nBane, Bhaal, and Myrkul considered the god's offer and agreed. Jergal took the heads of his three most powerful liches and gave them to the trio that they would compete by bowling the skulls. Each mortal rolled a skull across the Gray Waste, having agreed that the winner would be he who bowled the farthest.\n\nMalar the Beastlord arrived to visit Jergal at this moment. After quickly ascertaining that the winner of the contest would get all of Jergal's power, he chased off after the three skulls to make sure that the contest would be halted until he had a chance to participate for part of the prize. Bane, Bhaal, and Myrkul again fell to fighting as it was obvious their sport was ruined, and again Jergal intervened. \"Why don't you allow Lady Luck to decide so you don't have to share with the Beast?\"\n\nThe trio agreed, and Jergal broke off his skeletal finger bones and gave them to the players. When Malar returned from chasing the skulls, he found that the trio had just finished a game of knucklebones.\n\nBane cried out triumphantly, \"As winner, I choose to rule for all eternity as the ultimate tyrant. I can induce hatred and strife at my whim, and all will bow down before me while in my kingdom.\"\n\nMyrkul, who had won second place, declared, \"But I choose the dead, and by doing so I truly win, because all you are lord over, Bane, will eventually be mine. All things must die - even gods.\"\n\nBhaal, who finished third, demurred, \"I choose death, and it is by my hand that all that you rule Lord Bane will eventually pass to Lord Myrkul. Both of you must pay honor to me and obey my wishes, since I can destroy your kingdom, Bane, by murdering your subjects, and I can starve your kingdom, Myrkul, by staying my hand.\"\n\nMalar growled in frustration, but could do nothing, and yet again only the beasts were left for him.\n\nAnd Jergal merely smiled, for he had been delivered. ", "authors": "Unknown[Baldur's Gate] "}, "1829": {"title": "History of the Dragon Coast", "text": "The history of the Dragon Coast is the history of money, particularly the darker side of the coin. Situated on the main trade routes between the Inner Sea and the Sword Coast, these lands never coalesced into a solid, coherent nation, like Cormyr or Sembia. Instead small petty city-states have risen and fallen, powered by greed and the most powerful merchant or pirate faction of the day.\n\nAs a result, the Dragon Coast has always been the home of the smuggler, the pirate, the rogue, and the hired killer. It has been the place where those seeking to skirt the laws of the more civilized nations to the north make landfall. It is here that the Red Wizards gain their access to the Western Heartlands, and where the cult of the Dragon launches its plots to the south. And it is here that independent secret societies and assassins guild have their greatest power.\n \nThe last semblence of organized resistance to this trend was the reign of Verovan, last of the kings of Westgate. The monarchy of Westgate had long worked closely with the various mercantile and pirate factions, but Verovan attempted to stem the growing power of the merchant houses and petty lords. His sudden and mysterious death without acceptable heirs in 1248 DR opened the door for-much of what is now commonplace in the Dragon Coast - corruption and treachery.\n\nIt should be noted that while Verovan's name is still venerated in these lands, better known is Immurk, the greatest of the Inner Sea Pirates, a brash and flamboyant rogue who united a pirate fleet beneath him and ruled from 1164 DR to his death in 1201 DR. Such it is in the Dragon Coast, that good people are venerated, but the power of darker rogues in imitated. ", "authors": "Unknown[Baldur's Gate] "}, "1830": {"title": "History of the Drow, The Dark Wars", "text": "The warlike drow nature did not change when they escaped their surface foes during the Descent. In fact, they immediately launched a series of wars to establish territories in the Underdark. They began stealing and seizing dwarven magical items, and using them against the dwarves - establishing an enmity that is still strong today.\n\nThe drow then fought amongst themselves, noble against noble, priest against priestess, for rule of their new realm. This all-out war ended amid great magical explosions that brought down the roof of largest dwarven city they had seized, great Bhaerynden. The ceiling collapsed entirely, burying many drow and the shattered dwarven cities. The cavern, now open to the sky, became known as the Great Rift. The surviving drow nobles gathered what people, slaves and equipment they could seize, and fled into the Underdark in search of places to dwell.  The \"Scattering\" brought about the many rival, self-interested cities where most drow live today. ", "authors": "Unknown[Baldur's Gate] "}, "1831": {"title": "History of the Drow, The Descent", "text": "We know very little of the Ilythiiri, or \"Elves of the South,\" before this crucial event. Even then they were known as \"Dark Elves\" for the hue of their skins. They dwelt in the jungles and hot forests of the South. A proud, warlike, culturally advanced (some sages of other elven people say \"decadent\") folk, the Ilythiiri attacked all neighbors, including other elven tribes. Their cruel raids and depredations, ordered by warlike nobility and the clergy of their two cruel deities, Ghaunadaur and Lolth, forced elves, humans, dwarves and others to ally against them.\n\nDefeated in a series of titanic magical battles, the dark elves fled into underground warrens they had earlier discovered. This event, known as \"the Descent,\" marked the end of the drow as a surface-dwelling race. ", "authors": "Unknown[Baldur's Gate] "}, "1832": {"title": "History of the Fateful Coin", "text": "Old tales tell that luck plays a crucial role in each person's life. When each new-born enters into the realm, Tymora flips a coin formed from the remnants of the old goddess of luck, Tyche. Bashaba calls it in the air- the moon (heads) or the cloak (tails). If Bashaba is right, that person is cursed with misfortune for the rest of his or her days. If she is wrong, Lady Luck smiles on that child for the rest of his or her life. For some rare beings, the coin lands edge on - and these luckless few can forge their own fates, for they have more freedom over their destinies than the powers themselves. ", "authors": "Unknown[Baldur's Gate] "}, "1833": {"title": "History of the Last March of the Giants", "text": "East of the Great Rift in the eastern Shaar once stood a land of the titans. This empire rose at the dawn of of time in Faerun, and its lords thought to challenge the gods in their arrogance. In punishment, the powers cursed the reigning monarch of the land with fascination and his brethren with devotion. The powers then dropped a star onto the land. The impact of the fallen star created a huge valley later known as the Sea of Fallen Stars. Slowly picking up speed, the ball rolled through the titan nation and onward to the south.\n\nUnable to contain his curiosity, the titan king ran off after the the bouncing sphere and his devoted followers dutifully followed his tracks. The meteorite rolled on and on until it reached the Great Sea and vanished into the depths. The monarch dove into the sea, and lemminglike, the entire titan race swam dove in after him, never to be seen again.\n \nAshamed at the desctruction they have wrought, the powers vowed to keep both curiousity and loyalty firmly in check to avoid such disasters in the future. They have done so to this day, preventing both new ideas from being pursued with any speed and the intelligent races of Toril from ever fully cooperating.", "authors": "Unknown[Baldur's Gate] "}, "1834": {"title": "History of the Moonsea", "text": "The Moonsea has a long history at the border between the elven lands to the south and the darker, more sinister lands of the Ride and Thar, home to dragons and giant and ogre tribes in  great multitudes. The deep sea was an excellent barrier to the raiders, as those tribes who sought invasion had to detour around and through the lands that would eventually hold Yulash, Zhentil Keep, and Hillsfar.\n\nThe first true settlement in Moonsea was Northkeep, a shining citadel established as a beacon of civilization and a jumping-off point for merchants seeking trade with the dwarves of the North - including not only Tethymar, but the clans of the Cold Lands - who traded their metalwork and craft for much-needed magic. In the end, Northkeep was sunk beneath the icy waters of the Moonsea by the inhuman forces, and humankind suffered one of many setbacks in the region.\n \nSo has been the nature of human habitation of this region since the beginning. Human settlements thrive for a few years, usually to sheer willpower and on the strenght of a sharp sword, and then are overrun by goblins, orcs, dragons, beholders, or giants. Phlan has fallen and risen again. Yulash is a ruin where a decade ago there was a thriving town. Hulburg and Sulasspryn are empty hulks. Each of the cities of the Moonsea is threatened by with extintion in its turn, then is rebuilt.\n\nThe cycle may be the reason that only the strongest and the most savage survive, even prosper, in the lands of the Moonsea. The greatest cities - Hillsfar, Mulmaster, and the imprenetrable Zhentil Keep - are all ruled by evil people who control their lands with an iron grip. The lesser cities, Elventree, Phlan, and Threnia, may be less evil, but have a strong, independent, almost chaotic nature. In many ways the Moonsea is a frontier, with a frontier mentality. ", "authors": "Unknown[Baldur's Gate] "}, "1835": {"title": "History of the North - 1368, Year of the Banner", "text": "As the dwarves settled in for the winter in their reclaimed city of Felbbar, a group of Zhentarim-sponsored adventurers broke into the Great Wyrm Cavern, slaying Elrem the Wise, shaman leader of the Great Worm tribe. As the tribe's warriors descended into the ranks of the evil adventurers, teleportation magic spirited at least three of those responsible - as well as a vast amount of treasure stolen from Elrem - to safety.\n\nAccording to Thelrem, the tribe´s present shaman, Elrem promised to \"watch over the tribe in spirit now that my mortal form is destroyed.\" Despite the reasurring words of Elrem, the tribe suffered through an oppressive winter that includede heavy snow, scarce game, and low morale.''\n \nTrusted visitors to the barbarian encampment report that Themrim and Gweshen \"Ironhand\" Talistars are wearing some form of armor made from the scales of Elrem. The use of their former shaman's body as \"protection\" was supposedly ordained through a dream vision. The armor appears little more than a supple leather armor, but seems to deflect blows and protect as well as full plate mail.\n\nNesme reported a drastic rise in the number of troll attacks in the Evermoors, and various sources confirm that something is driving the trolls out of the moors. Whatever is behind the trolls' exodus is destined to remain a mystery for the remainder of the year, as adventuring parties expend themselves against the never-ending supply of trolls that are fleeing the bog.\n\nIn the most surprising move of the year, the Blue Bear Tribe, led by the shaman/chieftain Tanta Hagara, marched on the fiend-ridden fortress of Hellgate Keep. While a brief struggle for political control of the city was reported by various sources, Tanta Hagara emerged as the new ruler of the city.'' ", "authors": "Unknown[Baldur's Gate] "}, "1836": {"title": "History of the North - 1369, Year of the Gauntlet", "text": "This tumultious climate of Hellgate Keep continued to provide adventuring activity. A group of Harpers infiltrated the city using cloaking magic and revealed that Tanta Hagara was actually an annis. This revelation did nothing to hamper the Blue Bear's respect for their powerful chieftain however, and the city responded to the unmasking by attacking caravans en route to Sundabar. In addition, a few expeditionary forces of tanar'ri were sent to harass the Citadel of the Mists, Sundabar, and Silverymoon. Tanta Hagara informed her \"loyal troops\" that gates existed in these cities that could allow other tanar'ri to \"join us in the glorious battles to come as we take control of all of the North.\"\n\nAlustriel cast powerful magical spells in the defense of Silverymoon against the raiding tanar'ri, and the city itself suffered no damage from their attack. The Mistmaster of the Citadel of the Mists likewise aided in the defense of his citadel, though reports still rage about the assistance of the treant of the High Forest.\n\nSundabar suffered from Hellgate Keep's attack, as the fiends broke through the walls and raised havoc along the city streets. While adventurers battled the fiends, Helm Dwarfriend let a large contingent of the city guard to drive out the remainder from Sundabar. Still, the fiends left the city with the satisfaction of knowing that it was burning in their wake. Within two days, however, the fires were extinguised, and Sundabar has since rebuilt from the attack.", "authors": "Unknown[Baldur's Gate] "}, "1837": {"title": "History of the North - 1370, Year of the Tankard", "text": "  History of the North - 1370, Year of the Tankard:\n\nEven before spring has graced the Savage North, reports of treants massing in th High Forest have reached all of the northern cities. It seems that all of the creatures of the forest have mobilized to restore the High Forest after the fall of Hellgate Keep. Something must still reside below the ruins of Hellgate Keep, however, for the Company of the Jaded Heart never emerged from the depths below the city. The treants have since blocked entrance into the ruins, sealing whatever evil still lurks within far below the sight of man.\n\nBut there is other activity in the North as well. Luskan still flirts with war, tempting neighboring cities and staying just below the wrath of Waterdeep. The barbarians still brew in the north, quick to take offense at innocent incursions into their sacred holdings. Rumors of the Zhentarim agents scouring the Fallen Lands for powerful magics from long-lost Netheril continue to circulate. And adventurers still abound in the Savage Frontier. ", "authors": "Unknown[Baldur's Gate] "}, "1838": {"title": "History of the North - Recent History of the North", "text": "In the waning summer of 1367, an immense orc horde descended from the Spine of the World, intent on winding its way south into the trade lands of the North. This force of orcs, led by King Greneire, surged its way south between the Moonwood and the Cold Wood, stopping just outside the Citadel of Many Arrows.\n\nKing Obould, orc ruler of the Citadel of Many Arrows was terrified at the prospect of another orc horde, despite the fact that he knew they should be working together against the humans of the North and the spawn of Hellgate Keep. His tribal shaman, however, had been predicting a treacherous fall of the citadel - and they'd told the king that he'd be disposed by other orcs.\n\nThus, it was a dark day when King Greneire and his horde of 150,000 orcs appeared on the plains outside the Citadel of Many Arrows. King Obould announced to his followers that this horde had been sent to dislodge them from their home and send them out to be scavengers among the plains. He vowed that, as Gruumsh as his witness, the Citadel of Many Arrows would slaughter these treacherous orcs \"like elves during a festival.\"\n\nFor four months, the 40,000 orcs within the citadel held their ground. Assault after assault was mounted against the high walls of the garrison, but the attacking orcs were losing far more than the defenders. Still, the living conditions within the walls - never too good to begin with - created losses of their own.\n\nThe battle for the Citadel of Many Arrows culminated during the first week of Uktar. As another light blanket of snow sought to bury the gathered orcs, King Greneire threw his entire remaining army at the citadel, bursting its gates and pitting orc against orc in a flurry of swords. As the two orc kings sought one other along the ramparts, the citadel began to burn.\n\nThe orcs that survive the battle still speak of the superhuman prowess of the two kings as they battled one another before their troops. Finally, King Obould ran Greneire through with his long sword, but Obould was severely wounded by the time Greneire had breathed his last breath. The orcs erupted in battle again, and no one was sure what became of King Obould.\n\nIt was through the smoke and snow that the victors of the conflict emerged: the dwarves of Clan Warcrown along with a contigent of troops from Silverymoon. Charging in through the shattered gate, these new attackers quickly routed the exhausted orcs of the citadel, sending them scurrying off into the wilderness.\n\nKing Eremus Warcrown now rules the citadel of Many Arrows, though the dwarves call the city by its old name of Fellbar. Most in the North still refer to the city as the Citadel, however, waiting to see if it can withstand the next orc horde. King Warcrown has put out a call for all dwarves t help defend the citadel, and news of a new vein of gold and silver is spreading rapidly through dwarven communities. ", "authors": "Unknown[Baldur's Gate] "}, "1839": {"title": "History of the North - Return of the Beast (1367 - ?)", "text": "Sages, philosophers, historians, and priest alike feel an ill-boding in the chill air. They predict a slow change over the next decade, but within the lifetime of men born on the first day of this age. They believe that the beasts that once ruled the land plan to return to claim what's rightfully theirs, imprisoning and enslaving the crowns. Where elves once reigned, men now rule, but their hold - as true as all civilizations before - is tenuous at best. ", "authors": "Unknown[Baldur's Gate] "}, "1840": {"title": "History of the North - The Crown Wars", "text": "Humans immigrated into bands from the Shining Sea and up to the Sword Coast. They became seafarers, striking out across the waves to the Moonshaes, Mintarn, Ruathym, and the northern lands. Elves engaged unceasing war against each other with the humans and the orcs taking over the resulting ruins. Perhaps the greatest calamity befall the Fair Folk was the Dark Disaster, a killing magic that took the form of a dark, burning cloud. It enshrouded the Kingdom of Mieyritar and when it faded away some months later, not an elf lived - nor were trees left, only an open blasted moor: the High Moor.\n \nAll was not dark for the elves. Although in retreat, as barbarian humans and orcs hordes grew in strenght, their power rose in the Elven Court of Evereska (remaining a stronghold to this day). They conceived a cooperation between dwarves, kindly humans, and other elves who for mutual survival against ocrs, marauding humans, and the tide of beasts (ogres, bugbears, trolls, goblins, gnolls and other nonhuman creatures) led by the rising power of the giants. Astonishingly, in at least three places - the Fallen Kingdoms and their cities of Silverymoon and Myth Drannor - they succeeded with shining grace.\n\nTo the east, on the sandy shores of the calm and shining Narrow Sea, human fishing villagers grew into small towns and they joined together as the nation of Netheril. Sages believe the fishing towns were unified by a powerful human wizard who had discovered a book of great magic power that had survived from the Days of Thunder - a book that legends calls the Nether Scrolls. Under this nameless wizard and those who followed, Netheril rose in power and glory; becoming both the first human land in the North and the most powerful. Some say this discovery marked the birth of human wizardry, since before then, mankind had only shamans and witch doctors. For over 3,000 years Netheril dominated the North, but even its legendary wizards were unable to stop their final doom. ", "authors": "Unknown[Baldur's Gate] "}, "1841": {"title": "History of the North - The Elven Exodus", "text": "This era left behind elven strongholds ripe for pillaging by human and orcs. When elves chose to leave the north and travel to Evermeet, their works quickly dissapeared, leaving only places like the Old Road and a ruined port in the High Forest to mark Eaerlenn's passing. And yet it was not only the elves who would dissapear from their long-held homes; the human nation of Netheril also stood on the brink of history.\n\nDoom for the Netheril came in the form of a desert, devouring the Narrow Sea and spreading to fill its banks with dry dust and blowing sand. Legend stated when the Great Wizards of Netheril realized their land was lost, they abandoned it and their countrymen, fleeing to all corners of of the world and taking the secrets of wizardry with them. More likely, this was a slow migration that began 3,000 years ago and reached its conclusion 1,500 years later.\n\nWhatever the truth, wizards no longer dwelled in Netheril. To the north, the once-majestic dwarven stronghold of Delzoun fell upon hard days. Then the orcs struck. Orcs have always been foes of the North, surging out of their holes every few tens of generations when their normal haunts can no longer support their burgeoning numbers. This time they charged out of their caverns in the Spine of the World, poured out of abondoned mines in the Graypeaks, screamed out of lost dwarfholds in the Ice Mountains, raged forth from the crypt complexes of Nether Mountains, and stomred upward from the bowels of the High Moon Mountains. Never before or since has there been such an outpouring of orcs. Delzoun crumbled before this onslaught and was driven in on itself. Netheril, without wizards, was wiped from the face of history. The Eaerlenn elves alone withstood this onslaught, and with the aid of the treants of Turlang and other unnamed allies, were able to stave off the final days of of their lands for yet a few centuries more.\n\nIn the east, Eaerlenn built the fortress of Ascathorn and turned it over to refugees from Netheril as Netherese followers built the town of Karse in the High Forest. The fleeing Netherese founded Llorkh and Loudwater. Others wandered the mountains, hills, and moors north and west of the High Forest, becoming ancentors of the Uthgardt and founders of the Silverymoon, Everlund and Sundabar. ", "authors": "Unknown[Baldur's Gate] "}, "1842": {"title": "History of the North - The First Flowering", "text": "For millennia, gold elves dwelt in Illefarn (where Waterdeep now stands) and Eaerlann (Along the River Shining). From their ornate forest cities they traded with emerging human nations like Netheril and Illusk and repulsed the attacks of the goblin races. Meanwhile, dwarven clans united as the nation of Delzoun, named for the dwarf who made who forged the union. The nation, existing primarily underground, extended from the Ice Mountains to the Nether Mountains. Silver Moon Pass was its western border and the Narrow Sea its eastern border. Orcs came north from the Spine of the World but were turned back in great slaughter by the elves. To this day, this is the homeland and the stronghold for orcs and similar races. ", "authors": "Unknown[Baldur's Gate] "}, "1843": {"title": "History of the North - The Might of Men", "text": "Along the coast, in what was once the elven community of Illefarn, humanity was once again rising in power. Merchants from the south, tribesmen from the North, and seafarers from the western islands had created a village around a trading post on a deep-water harbor, first known as Nimoar's Hold after the Uthgardt chieftain whose tribe seized and fortified the ramshackle village. Nimoar and his successors, known as the War Lords, led the men of Waterdeep (as it had become known to the captains) in a slowly losing battle against the trolls. In a final, climatic battle, the trolls breached the aging palisade and all seemed lost - until the magic of Aghairon of Silverymoon turned luck against the trolls, destroying and scattering them.\n\nAghairon, heir to the heritage and learning of Netheril, stayed in Waterdeep, and in his 112th year he agan saved the city - this time from itself. In doing so, he created the Lords of Waterdeep. The city grew into the greatest in the North, possibly in all of Faerun. With Waterdeep as a firm anchor, civilization forged cautiously into the wilderness. Illuskan (now Luskan) was taken from the orcs. Loudwater, Llorkh, Triboar, Longsaddle, Secomber, and other towns were settled by poineers from Waterdeep, sponsored by the Waterdhavians merchant families.\n\nThouth it has been centuries since the last orc invasion, there is still a constant strife. Barbarians harrass merchants, travelers, and towns, the seas swim with Northern pirates, and wars marred the land in recent years. Luskan, now a fierce merchant city known to harbor - and support - pirates, waged a war with the island realm of of Ruathym over an act of piracy against one of the few legitimate Luskan merchant ships. The war nearly raged for a year; with Ruathym slowly losing ground. When it appeared that Luskan would finally win naval war and land on the island self, the Lord's Alliance entered the fray. They threatened war against Luskan if the skirmishes didn't stop immediatly. Unable to fight a two-front war efficiently, Luskan canceled its invasion plans.\n\nTension between Luskan and Ruathym are still high, and their ships are often seen taking potshots at each other as they pass, often just a wave or two away from each other. The government of Ruathym has recently been sending adventurers into the hills of the island realm, looking for mercenaries who are killing merchants, farmers, and woodsmen. Ruathym believes Luskan still has a presence on the island, trying to win through subversion and terrorism what it could not accomplish through war.\n\nTo the far north, the Ten Towns have finished rebuilding after being nearly destroyed by the monstrous forces of Akar Kessel. With help from the tundra barbarians living nearby, they've built and repaired their cities, replanted the sparse foilage, and - most importantly - replenished the morale of their citizens. A recent trader who passed through the area with carrying 17 wagons of rare oak lumber said that it was nearly impossible to to determine who is a barbarian and who isn't. \"They are living together!\" he reported in amazement. ", "authors": "Unknown[Baldur's Gate] "}, "1844": {"title": "History of the North - The Spread of Humankind", "text": "The adapatable humans made use of magic they could seize or learn from the Proud people to defeat all enemies, breaking (for a time) the power of giants and orcs. Waterdeep was founded. The last of the pure blood elves died out, a result of continued marriage with humans.\n\nIn the far west, men also dwelled - wise, clever primitives called the Ice Hunters. They lived simple lives on the coast since time beyond reckoning, countless generation before Netheril's first founders set foot on the Narrow Sea's western shore. Yet this peaceful folk fell prey to another invasion from the south: crude longships that carried a tall, fair-haired warlike race who displaced the Ice Hunters from their ancestral lands.\n \nThis race, known as the Northmen, spread farms and villages along the coast from the banks of the Winding Waters to the gorges of Mirar. Northmen warriors drove out the simple Ice Hunters farther and farther north, forced the goblinkin back to their mountains haunts, and instigated the last Council of Illefarn, Within 500 years of the Northmen's arrival, Illefarn was no more - its residents had migrated to Evermeet.\n\nFrom the coast, Northmen sailed westward, claiming and establishing colonies on the major western islands of Ruathym and Gundarlun, eventually spreading to all islands in the northern sea. Others migrated northward, past the Spine of the World, and became the truly savage barbarians of Icewind Dale.\n\nIn the centuries that followed, Ascathom became Hellgate Keep when it fell in the hands of fiends, and Eaerlann collasped under the attack of a new orc horde. The elves fled southwest, joining with Northmen, Netherese descendants, and dwarves to form what would later be known as the Fallen Kingdom. This realm was short-lived and collapsed under the next orcish invasion - though in dying, it dealt the goblin race a blow from which they have yet to recover. ", "authors": "Unknown[Baldur's Gate] "}, "1845": {"title": "History of the Red Ravens", "text": "One of the few long-standing mercenary companies that operate in Cormyr, the Red Ravens have a strength on paper of 110 swords, but can easily triple that number with new hires if they get a sufficiently large contract. They have been kept on retainer by the government of Cormyr with the stated purpose of cleaning out the Stonelands to the north. They have been moderately successful in this goal, but the Stonelands are still far from being a safe territory.\n\nThe Red Ravens are commanded by Rayanna the Rose, a veteran of the Horde crusade. They are noted for their honesty and trustworthiness, as they do not wish to jeopardize their royal charter. Most of their troops are armed with studded leather and carry long swords. They charge 200 gold pieces per week for the services of their 110-being unit. Their symbol is a red raven amulet. ", "authors": "Unknown[Baldur's Gate] "}, "1846": {"title": "History of the Sisters of Light and Darkness", "text": "This was the birth of the world and the heavens. After Lord Ao created Realmspace, there was a period of timeless nothingness, a misty realm of shadows before light and dark were separate entities. Within the dim chaos stalked 13 lords of shadow, the Shadevari - whether their form came from elsewhere or are children of shadow itself, none can say.\n\nEventually this primordial essence coalesced into twin beautiful goddesses who where yin and yang to each other; there were so close they thought themselves as one being. The Two-Faced Goddess created the heavenly bodies of the crystal sphere and together infused them with life to form Earthmother, Chauntea. (Although Chauntea has since contracted her essence to encompass only Albeir-Toril, in the beginning she embodied all of the Realmspace.) This new universe was lit by the face of the silver-haired goddess, who called herself Selune, and darkened by the welcoming tresses of the raven-haired goddess, Shar, but no heat or life existed within.\n\nChauntea begged for warmth so that she could nurture life and living creatures upon the planets that were her body and limbs, and the two sister Who-Were-One, become divided, as for the first time they were of two minds. Silvery Selune constested with her dark sister over whether or not bring further life to the worlds. During this great conflagration, the gods of war, disease, murder, and death, among others, were created from residues of the Deific battle. At one point during the battle, Selune seized the advantage and reached across time and space to a land of eternal fire. Fighting the pain of the blaze, which burned her sorely, she broke off a fragment of that ever-living flame and ignited one of the heavenly bodies so that it burned in the sky and warmed Chauntea.\n\nIncensed, Shar redoubled her attack on her injured twin and began to snuff out all light and heat throughout the crystal sphere. Again Selune gave of herself and tore the divine essence of magic from her body, flinging it desperately at her sister in defense of life in the sphere. This essence entered Shar, ripped an equal portion of energy from her, and reformed behind her as the goddess of magic, now known as Mystra, but then as Mystryl. Though Mystryl was composed of both-light and dark magic, she favored her first mother Selune initially, allowing the silver goddess to win an uneasy with her more powerful dark twin. Consumed by bitterness at her defeat, Shar vowed eternal revenge.\n\nThe twin goddesses contested for eons as life struggled into existence on Toril and the other planets under Chauntea's watchful gaze. Shar remained powerful, but bitterly alone, while Selune waxed and waned in power, often drawing strength from her allied daughter and sons and like-minded immigrant deities. Over time, Shar grew strong again, aided by the shadevari who preferred light to blinding light and who stalked the Realms seeking to meld light and dark into shadowy chaos once again. Shar's plot to reform the world after her own devices was undone when Azuth, the High One, formerly the greatest of all mortal spellcasters and now consort to Mystra, (incarnate successor to Mystryl), found a way to imprison the shadevari in a pocket-size crystal located beyond the edges of the world by creating the illusion of a realm of shadows. The Lords of Shadow were drawn to investigate, and before they discovered the trick, Azuth imprisoned the shadevari with the Shadowstar, a key of shadows forged by Gond. The High Lord then hurled the key into the endless reaches of the cosmos allowing life to flourish on in Chauntea's loving hands. ", "authors": "Unknown[Baldur's Gate] "}, "1847": {"title": "History of the Ulgarth", "text": " History of the Ulgarth:\n\nUlgarth was settled by the great empire of Raurin, in the heigth of its power. When the empire was destroyed, it endured centuries of of barbarism. Warchiefs united the country several times during this period. They fought many skirmishes with other barbarians, particulary those in Dunpar and Var the Golden. In 202 DR, the barbarian tribes were nearly wiped out by the forces Mulhorand.\n\nIn 348 DR a group of outlaws, fleeing the justice of the priest-kings of Molhurand came to Ulgardt. There they found a fertile, almost unoccupied land. They settled down, and began raising children and crops. This new society grew gradually in power, while its neighbors grew apace. But while Durpar grew as a result of its commerce and philosophy of balance, Ulgardt concentrated on agrarian pursuits.\n\nThe Ulgarthians developed a highly structured caste system of lords and peasants. 1002 DR, the centuries long skirmishes between Durpar and Ulgradt came to an end, as the two countries finally reached a balance of power. There were too many centuries of warfare between the countries for them to completely trust each other. With their mutual border well defended on both sides, both countries have given up the idea of conquering the other.\n\nTrade between Ulgardt and the Shining Lands has become a vital factor to both nations. Ulgardt produced many of the items that Durparians trade throughout the world. In return, Durpar trades many exotic items to Ulgardt. Of course, the Durparian merchants usually get the better of any trade. The current king, Drasna the Fortunate, had continued the predeccesor's policy of non-agression with the Durparians. ", "authors": "Unknown[Baldur's Gate] "}, "1848": {"title": "History of the Unicorn Run", "text": "History of the Unicorn Run: Bards and sages pass down the tale that the headwaters of the Unicorn Run are, in thruth, the Font of Life, and a cradle of fecundity. Each natural race is said to have emerged from the womb of Chauntea onto Toril at the river's source, and then traveled down the the Unicorn Run to the outside world. Some say that a daughter of Chauntea resides at the river's source to usher the newborns into the world, while others claim that Shialla midwifes the process. \n\nRegardless of the truth, the elves, korreds, and halflings all agree that the Unicorn Run is sacred to life and a site of incredible purity. As a result, all three races have strong taboos about extented trips up the run, for if the river is ever fouled, then no new races will ever be born on Toril again.", "authors": "Unknown[Baldur's Gate] "}, "1849": {"title": "History of the Valley of the Gods", "text": "It is said that even the powers must cavort and amuse themselves once in a great while. Far to the north of the Spine of the World is the Valley of the Gods. A paradise unequaled on this world or in the planes, this playground of the gods is not meant for mortals. Any mortal who reaches the Valley becomes a deity, for only deities may exist in the Valley. Far too many mortals with delusions of grandeur have thrown away the pleasures of this side of the Spine and their kingdoms in this world, only to break their backs searching for the legendary Valley of the Gods.", "authors": "Unknown[Baldur's Gate] "}, "1850": {"title": "History of the Vast", "text": "Two millennia ago the Vast was Vastar, the orcish land. These were the breeding grounds of the goblin hordes that would spill eastward and cross the Dragon Reach in ramshackle boats to raid the elves. The orcs were overthrown by invading dwarves, who established the Realm of the Glimmering Swords. It was during this time that the first humans came to the Vast, including the mage Maskyr.\n\nThe rule of the dwarves occured against a backdrop of constant war with the orcs, such that there were only forty years of true peace for the Realm of the Glimmering Swords. The dwarves were overrun by the orcs, and they escaped extinction only through the aid of human and elven allies. The remaining dwarves left the region to the newly arriving humans and retreated to the east, to the south, and to isolated and hidden communities within the Vast.\n\nThe most successful of the humans were the adventurers whose hunger was sated by gold and whose thirst was slaked by great deeds. This was the Time of the Glorious Fools, and there are those who will argue that it is still that age, as adventurers still rule the cities of Calaunt and Ravens Bluff. The orcs today are contained, if not conquered, and trade has grown up in the lands of the Vast. However, for many individuals with adventuring blood, it is still a wilderness in which one may prove one's worth.", "authors": "Unknown[Baldur's Gate] "}, "1851": {"title": "History of the Western Heartlands", "text": "The history of the Western Heartlands is a history of endless battles and destroyed empires. In ancient times these were the lands of the Fallen Kingdom of Illefarn, the Lost Kingdom of Man, and rumored Netheril. In more recent history, the land has been fertilized with blood and bone as forces from the Empire of the Sand surged northward, the evil peoples within Dragonspear and the Goblins Marches spilled forth, and mercenaries companies moved to and fro in the service of one petty warlord after another. Recent battles leveled the Way Inn and threatened Daggerford. Even  the Times of Trouble did not leave this desolate umarked - Bhaal himself perished at Boareskyr Bridge, and the waters it passed over have remained poisoned to this day.\n \nThe cities of the Western Heartlands are strong, independent, and varied. They are also strongly motivated by trade, and listen harder to the ringing of gold than the call of battle. But something else prospers in the open land - freedom and opportunity. No nation lays claim on the Western Heartlands beyond that which their armies can control, and no warlord can make demands beyond the swing of the axe. Small holds and castles regulary spring up, only to be knocked down by invading forces, or abandoned after a generation or two. Lost dungeons and secret citadels lie scattered throughout the land, and this rugged frontier presents more than enough opportunities for adventurers.", "authors": "Unknown[Baldur's Gate] "}, "1852": {"title": "History of the Zhentarim", "text": "History of the Zhentarim, Two Zhents' Worth:\n\nMuch confusion exists in the Realm regarding Zhentil Keep and the (not-so) secret society known as the Black Network or Zhentarim. The two are closely tied, such that a speaker may refer to one when meaning the other and still be clearly understood. In general, both mean trouble.\n\nZhentil Keep is a walled, independent city on the western shore of the Moonsea. It is one of the most evil cities in the Realms, a blight on the North, and a haven for Evil groups, plotting manipulators, dark religions, and foul practices. Its rulers seek to dominate the lands around it, including the Dragonspine Mountains, Yulash, Voonlar, and the neighboring Dales. The city of Zhentil Keep and its armies (known as the Zhentilar, to make matters even more confusing) have destroyed Teshendale, come close to destroying Daggerdale, and for a long time had an agent ruling Shadowdale.\n\nThe Zhentarim is an organization of evil priests, wizards, and inhuman creatures bent on controlling all the trade and power between the Sword Coast (meaning Baldur's Gate and Waterdeep) and the Moonsea (including the intervening lands of Cormyr and Anauroch). It aims in the Moonsea area are the same as Zhentil Keep's, and the two factions work hand-in-glove, often sharing the same membership. The Zhentarim have a more far-reaching effect than Zhentil Keep, though, and have agents throughout the North.\n\nIn addition, the Zhentarim are not limited to Zhentil Keep itself, and maintain a number of fortified outposts. Their rulership has spread within the passing years. In addition to being the dominant force in Zhentil Keep, the Zhentarim control the Citadel of the Raven and Darkhold, two important castle complexes. Over the years, more power has been moving away from Zhentil Keep (filled with a lot of unknown and untrustworthy flunkies) and into these more secure areas.\n\nWithin the Dalelands area, Zhentarim smells of Zhentil Keep and vice versa, but in reality not every Keeper (yet another name for a native of Zhentil Keep) is of the Black Network and not every agent of the Zhentarim is from Zhentil Keep. Adventurers should watch who they trust as a result. ", "authors": "Unknown[Baldur's Gate] "}, "1853": {"title": "History of Waterdeep", "text": "Waterdeep was used as a trading site for trade activities between northern tribesmen and southern merchants more than two millennia ago. By 1,000 years ago, permanent farms had sprung up in the area. The first mention of Waterdeep (not as a city, but as a collection of warlords) occurs only 400 years ago. The city was established as a going concern by 1032 DR, the year Aghairon became the first lord of Waterdeep, and the date from which Northreckoning is counted. The city grew spectaculary, such that by 1248 DR both the City of the Dead and the guilds had been developed.  \n\nThe guildmasters seized control soon afterwards, ushering a period of unrest and bitter conflict known as the Guildwars. The Guildwars ended only when the two surviving guildmasters brought in their own period of misrule. It was only in 1273 DR that the present system of government (or lack thereof) was instituted. This was the year that the Magisters were established and the secret Lords of Waterdeep were firmly reestablished. Since that time, the city has continued to grow and prosper. Humankind and other races come from all over the Realms to earn hard coin in the City of Splendors. Over the years these successful merchants have set up guilds and themselves become nobility, supporting the secret Lords of Waterdeep who police the city fairly, yet with a light hand, by means of the superb city guard (soldiers), city watch (police), and over 20 black-robed magistrates. As a result, Waterdeep is a place tolerant of different races, religions, and lifestyles. This in turn has encouraged commerce, and Waterdeep has grown into a huge, eclectic city.", "authors": "Unknown[Baldur's Gate] "}, "1854": {"title": "History of Waterdeep - Age 0, Tuabemoots and Pioneers", "text": "Few now know the true history of this great city, which had its beginnings over a thousand years ago, when the North was truely what Southerners still sneerily call it: \"the Savaga North.\" In those days, most of the North was covered with vast, tall forests of ancient green, and inhabitated by dwarves and goblinkind (in the most northern mountains and foothills) and elves (in widely scattered forest enclaves everywhere else). A few primitive human tribes lived along the Sword Coast, fishing and hunting and gathering in spring and fall to trade their furs with vessels sailing in and from the south for merchant's jewelry, metal tools and the occasionally-available weapon or two. In the spring, these vessels came primarily  to cut and take huge trees for shipbuilding, trees being no longer available in such large sizes down farther south.\n\nIn the fall, the vessels came in to cut timber for their own repairs, or take on a cargo of wood if the misfortunes of trading left their own holds low or empty. Most of these trademoots were at a certain place where there was a great natural deepwater harbor, protected from the sea by a rocky spur of land, an arm of an isolated coastal crag, or a rocky island beyond it.", "authors": "Unknown[Baldur's Gate] "}, "1855": {"title": "History of Waterdeep - Age I, The Rise of the Warlords", "text": "Over the years, the forest was cut back farther and farther from the shore, and tribes began to stay most of the year there, farming the cleared land. The wiser among them claimed and controlled some of the timber in order to trade for more weaponry and tools. Such claims angered many who found the squatters rich from frequented trade, and brought attacks from land and sea, the more warlike tribes slaughtering the more sedentary settlers. Noted among these tribes was that led by Nimoar, a chieftain who ordered his people to seize the farms, crude wooden docks, trading sheds, and storage barns built around the bay. They settled there themselves, and erected a log palisade within an earthen enbarkment to protect the holdings. After several abortive pirate and tribal raids, Nimoar's people thrived in their new home, a fledging town reffered to as \"the town of Water-deep.\"\n\nFarther north, orc tribes had outgrown their mountain strongholds. Attempts to expand underground had met fierce resistance (although many small gnomish colonies were overwhelmed and wiped out), and the orcs spread out on the surface of the land,  coming south and down from the mountains, hurling their seemingly endless numbers against all who stood in their path. Here and there elven enclaves held out, but the push southward displaced many other northern habitants, including the \"everlasting ones\" (trolls), who came down into the newly-cleared lands northeast of Nimoar's Hold, those lands now known as the Trollmoors. Nimoar died of old age during this time of increasing danger. Younger War Lords ted the men of Waterdeep (for so long the ship-captains called the harbor) in battles against the trolls. There were many bloody struggles between men and trolls for a decade, until the magic of the Northern youth named Ahgairon turned the fortunes of war against the trolls, and the \"everlasting ones\" were destroyed or scattered. Ahgairon rose slowly in skill and power with the passage of the years, until he became a great mage. He discovered a supply of potions of longevity (or learned the art of making such, for he lived on, still physically a man in his prime, for decade upon decade.\n\nFearing furhter attacks, the men of Waterdeep raised a small keep above on the slopes of Mount Waterdeep above their farms, where fire arrows from on high could defend against trolls. Many outlying tribes who had come to the settlement for safety from the trolls stayed, and expanded the walls with new farms several times. War Lords ruled the Free City of Waterdeep, holding it independent and increasingly wealthy as years passed. ", "authors": "Unknown[Baldur's Gate] "}, "1856": {"title": "History of Waterdeep - Age II, The Lords' Rule Begins", "text": "In his 112th winter, Aghairon had a sharp disagreement with Raultor, who was then Warlord of Waterdeep. Raultor wanted to use Waterdeep's acquired wealth and strenght-of-arms to create a Northern empire, with Waterdeep its capital (and Raultor its ruler) and gathered armies for the purpose. Aghairon defied him before all the people, and Raultor ordered the mage to be chained. Aghairon magically struck aside all who sought to lay hands on him. In a fury Raultor struck at the mage with his own blade. Aghairon rose into the air, just out of reach, and, as the infuriated warlord slashed repeatedly at his rising feet, gestured. Raultor's blade transmuted in his hand, from steel into a hissing serpent, which promtly bit him. The Warlord died of the venom before the shocked people assembled there. Aghairon then gathered all the captains of Waterdeep's army, and all the senior member of the families of Waterdeep. While runners sought to bring them to the Castle, flames roared and crackled in the empty Warlord's chair-of-state at Aghairon's bidding, so that none sat there.\n\nThen at a gesture from the mage, the flames were gone as thought they had never been, leaving the chair unmarked. Aghairon seated himself; then, and proclaimed himself the first lord of Waterdeep, saying that henceforth wisdom and not armed might would rule in the city. He would gather some few - in secret - to rule as Lords with him, masked and disguised when they appeared to the people, but equal to him authority and free of coercion by any, himself included.  These Lords were drawn from all walks of life in the city,  and could serve as long as they wished.\n\nThe people heard and agreed, and for the next two hundred years, Aghairon ruled with his unknown fellow Lords. Over the years, the masked Lords were a group of five, sometimes six or seven, who appeared seldom and said little. Some whispered that they were Aghairon's servants, or even magical automotons controlled by the Old Mage. Still, Aghairon's justice was swift and fair, his laws good, his guardsmen polite and just as ready to help and apprehend, and the people approved.  The years passed in peace and prosperity. The North was opened to humans. Roads built under Aghairon's direction linked it together, from the ruins of \"the Fallen Kingdom,\" which had been shattered by the goblin races' attacks before men were numerous in the North, to the cities that would later become Amn. Waterdeep grew fivefold in size and wealth. From all over the Realms, folk began to come to the \"Crown of the North,\" - drawn by money, and among them came those who rob, cheat, and steal.  When words of doings extented beyond the simple theft to depection-in-workmanship and the appearance of many fly-by-night imposter craftsmen reached Aghairon's ear, he called together the senior merchants, \"the Noble Ones,\" and suggested that they form guilds as was done in the far South to police the unscrupulous of their own professions. Some resisted, or were furious, but most saw the advantages of such an arrangement, particulary if they were free to set matters up themselves, and not have less favorable arrangements forced upon them. The Guilds were created forthwith. Twice more the city walls were expanded, as Waterdeep continued to grow in size and prosperity. Its merchants traveled the world over, bringing back exotic goods from afar, and spreading word of the city's wealth to remote lands. In the South, some listened with an eye of conquest or at least plunder, but swords were already out in those southern lands in a time of widespread strife, and no invaders came.\n\nAghairon's health eventually failed and he died. He was buried with ceremony in his tower, which was secured against thieves and fools. Those who learned the arts arcane from the Old Mage cast the most protective magic known upon his home and resting-place (which many believe, remains inviolate today).\n ", "authors": "Unknown[Baldur's Gate] "}, "1857": {"title": "History of Waterdeep - Age III, The Bloody Reign of the Guildmasters", "text": "There was great turmoil in the City as the Guildmasters argued amongst themselves as to who should govern the City, and more than one merchant of power was found murdered. Groups of liveried bodyguards appeared openly armed on the streets, accompanying their masters, and two very troubled months passed as they bickered and parleyed (and occasionally dueled in the streets). At last, they decided that all Masters should rule Waterdeep together, in a council. The lesser nobles and many townsfolk protested, saying that the Lords ruled by right and by the people's consent. The Guildmasters, however, said that the Lords had not been seen since Ahghairon's death, and that they must have been golems or zombies, controlled by Ahghairon to conceal his lone rule -- and indeed, the Lords were silent and unseen, and continued to be so.\n\nIn truth, the Lords were real men and women whose identities had been compromised, over the years, by certain curious Guildmasters who had ordered them slain by their own closemouthed, loyal servants following Ahghairon's death. The only Lords still surviving (those who had remained secret) were Baeron, a woodworker, and Shilam, an apprentice wizard. These surviving Lords kept very quiet, and waited. The Guildmasters thought all the living Lords of the City had been eliminated, and took firm rule over Waterdeep.\n\nThe Guildmasters ruled Waterdeep for only six years ere their self-interested squabbling led to bloodshed. Open quarrels and a few murders quickly erupted into a brief but vicious series of street fights and midnight attacks. This strife, oftimes termed \"the Guildwars\" by sages (although it was never as long-drawn-out or so formal as to be called a \"war\" when it was taking place), left all but two Guildmasters dead, most of the City's best minds stilled, and much of the City's gold wasted or plundered with the Guilds in disarray.\n\nThe surviving Guildmasters were Lhorar Gildeggh of the Shipwrights and Ehlemm Zoar of the Gemcutters. These two - ruthless manipulators both - were well-matched and could not overcome each other, though their private armies clashed often in the streets. At length, they sickened of bloodshed, after many from both families were dead in the gutters, and agreed to rule together. Two thrones were set up in Castle Waterdeep, and from then the two argued bitterly over this and that, and the City was a place of tension and fear. All matters, including the recognition of new Guildmasters to rule the \"headless\" guilds, had to come before the Two Lords Magister, as Lhorar and Ehlemm were called. Few matters were settled. ", "authors": "Unknown[Baldur's Gate] "}, "1858": {"title": "History of Waterdeep - Age lV, The Return of the Lords", "text": " History of Waterdeep - Age lV, The Return of the Lords:\n\nOne day to the Courts of the Lord Magister came two people masked and robes as the Lords of Waterdeep of old. Where they came from no one knew, but they appeared in the Castle's Great Hall where the Courts were, and commanded the Lords Magisters to leave the city forthwith. Laughing, the Lords Magisters refused, whereupon the shorter of the masked intruders (the lady Shilam, apprentice to Aghairon and his undeclared heir as first Lord of the City) blasted them with lightning and fire, and their very thrones were shattered and toppled.\n\nThe taller of the intruders (Baeron) then called for the heads of the noble houses to come to them, or leave the city forthwith and forever, if they cared not to come by nightfall. All in the Courts heard, and the news was cried out in the streets.\n\nThe surviving nobles came, reluctantly and with bodyguards, excepting such summons to be a trap. Bearon spoke to and the crowd of curious townsfolk that had come also, saying, \"this must not happen again.\" If Waterdeep was to be safe once more, he told them, all must support what he and his fellow Lord now planned, as they had supported Aghairon in the past. The two would choose others to be Lords as before, he said, and they would rule in secret, as before - save fro himself. He removed his mask, and said, \"I am Baeron. I would be safe in this my city again.\" And the folk of Waterdeep agreed. Shilarn, still masked, commanded that the two houses of the Two Lords Magister be Outcast. There was protest, and she raised her hands that had blasted the thrones, and it was still again. And the house of Gildeggh and of Zoar were outcast.\n\nPeace returned to the city, and Waterhavians to their labors. To inhibit discovery of who the Lords were, Baeron selected certain men of character whom he knew well, and appointed them Magisters (\"Black Robes\", they were soon called, from their robes of office) under the Lords, to judge and apply the laws of Waterdeep in daily affairs. These Magisters he paid well, to raise the from temptation, and gave lodgings to those who feared for safety to dwell among the people. To so serve, he told the city, was a burden, not a proud misuse of authority, and if any wished no longer to no longer serve, or were found wanting, they were not to be vilified, but accorded respect. And over the Magisters the Lords sat in their Court, to correct and overrule the judgements of the Magisters. Bareon told the people that none were to decry or belittle any judgements of Magisters that the Lord saw fit to alter or cast aside. If any thought ill of the offices or those who hled them they could turn back to the rule of the sword and whim, and perish as those before them. Before the Lord's Court Baeron encouraged people to speak freely for the length of a short candle's burning, without fear of chastisement or reproach from the Lords for anything they said, as long as they spoke openly and answered questions or opposing views put to them by any there. Thus, he held, just grievances of folk would be heard, no matter how small the matter or lowly the speaker. And so it was. Slow to take hold, until people knew it for careful justice, but enduring beyond Baeron's time, and beyond Shilarn's time, and beyond the time of their daughter Lhestyn, \"The Masked Lady,\" who wed Zelphar Arunsen of Neverwinter, and was mother to Khelben \"Blackstaff\" Arunsen, a Lord of Waterdeep today, who knows the secrets of long years as Aghairon did. And as the years have passed, Waterdeep has grown in size and variety, flourishing with good trade under the tolerance and protection of strong defenders and good government. The years passed not without troubles, varying from the Godswar (when Waterdeep played host to gods dying and ascending) to such occurrences as a green dragon assailling the Fields of Triumph (part of a plot by the Knights of the Shield to overthrow the Lord's Rule), but the city and her people survived and prevailed against all strife. The Lord's Alliance provided continued safety for all the setttlements of of the northern Sword Coast region and those inland, with Waterdeep as the heart of the alliance. Though it can be matched in size or commerce, there is no city the Realms over that compares to the sheer variety of life and experiences found in fair Waterdeep, Crown of the North. ", "authors": "Unknown[Baldur's Gate] "}, "1859": {"title": "Lellyn's Journal", "text": "This journal was found on the body of the shadow slain warrior that you stumbled upon near the entrance to the dark woods. The last entry is of particular interest:\n\n\"Nothing is as I'd imagined that it would be. I expected to become a hero when I joined Mazzy Fentan's party. I expected that we would slay monsters with ease and bask in the glory of victory as they do in the old tales. But it is not as it seems.\n\nI did not expect the drudgery of the march, the casual horror of slaughter, the smell of death everywhere. I swear I can taste it! We've killed so many shadows and black wolves that my brain has become as numb as my arm. I am covered in ichor but have not the energy to even clean myself.\n\nIf not for Mazzy I think that I would be mad. She is a constant source of strength and always reminds us of the innocents that these beasts have killed, of the horror that we must take upon ourselves to save the people who have no defense. Mazzy is the hero here, not I.\n\nThe battle has only just begun. Today we arrived at the entrance to the ruined temple. It was crawling with shadows. Were it not for Mazzy's quick thinking we would surely be dead. There were far too many to fight but Mazzy used the stained glass of the ruins to reflect what light we had, illuminating the entrance and sending the shades to their doom. While the stained glass caught the light, we were able to find a pocket of safety. Any shadows that came within were destroyed by the light.\n\nTomorrow we will attempt to enter the temple and the darkness. I have never felt such dread. I try to be as brave as Mazzy but cannot. I feel the horrible inescapable urge to run and when the battle is joined, I can only hope that I will not.\" ", "authors": "Lellyn "}, "1860": {"title": "Manual of Bodily Health", "text": "A typical manual of bodily health provides the reader with valuable information regarding preventative medicine, basic first aid, and proper muscle toning. As if this isn't enough, the manual is also magically enhanced, thereby allowing an individual to raise his or her Constitution by a single point. Unfortunately, the manual will disappear after a single use.", "authors": "Unknown[Baldur's Gate] "}, "1861": {"title": "Manual of Gainful Exercise", "text": "A typical Manual of Gainful Exercise provides the reader with a strictly regimented routine of daily stretches and tests designed to increase muscle bulk. As if this wasn't enough, the manual is also magically enhanced, thereby allowing an individual to raise his or her Strength by a single point. Unfortunately, the manual will disappear after a single use.", "authors": "Unknown[Baldur's Gate] "}, "1862": {"title": "Manual of Quickness of Action", "text": "A typical manual of quickness of action provides the reader with a wide variety of tips and pointers regarding the motion and coordination of one's hands and feet. This small tome is much in demand by people from many walks of life, including rogues wishing to improve their slight-of-hand and paladins wanting to perfect their thrust and parry. The secret of such a manual lies in its magical nature, as it permits an individual to raise his or her Dexterity by a single point. Unfortunately, the manual will disappear after a single use.", "authors": "Unknown[Baldur's Gate] "}, "1863": {"title": "Merella's Journal", "text": "You skip many of the entries of times and places far removed from your current worries.\n\nFlamerule 7. Kaatje came to visit again. A sweet child, eager to learn my ways with the wild creatures.\n\nFlamerule 12. Dark creatures roam the forests. Several townspeople have been slain by some unknown predator. Everyone seems to have their own opinion of what is doing the killing. The strangest thing is that the bodies are disappearing in the morning.  This leaves me baffled, for most signs point to a pack of wolves that have been in the area for a long time. Wolves don't steal bodies.\n\nFlamerule 13. Or perhaps I should say wolf-like creatures. At night while I've been patrolling I've often caught shadowy glimpses of these 'wolves' running alongside me. I've tried to attract their attention but they ignore me. I find this most strange, as if the pack is being controlled by someone else. Years ago I spoke with the pack leaders and they were cordial. Now they either flee from me, or, and I fear to say this, they stalk me.\n\nFlamerule  21\n\nIt is near noon and still the wood outside my cabin seems full of shadows. I've been hard pressed to hear birds and most of the larger animals have long fled.  I plan to find the wolf's den (this afternoon). I've drawn a map to it. All signs point to them as being the culprits, but what wolves act like these? They are wolves with the cunning of men. And there is something else, a whispering in my mind. It is faint now, in the waking hours, but while I sleep I dream only of this voice and the face behind it. Whether it is connected to the voices, I do not know. I suspect by the time that the sun sets tonight I'll have answers to my questions.'' ", "authors": "Merella "}, "1864": {"title": "Orcish Cookbook", "text": "Slice onion, crush garlic, peel chestnuts and cut boar into tiny cubes. In a greatpot over a large flame, heat oil; when it begins to smell hot, toss in the elk feces, then pour in horse urine. Mmmmmm... can you smell great food already?\n\nMaybe use different stuff for stew if boar is not available. Flesh of genies from tomb would work well. Could use wolfmen in west dungeon. Hmmm. If only I could avoid air monster in the well, then the well treasure would be MINE! Then could buy any stuff for stew I wanted! ", "authors": "Unknown[Baldur's Gate] "}, "1865": {"title": "Second Journal of Jon Irenicus", "text": "Victory! I am restored! <CharName>'s Ward has given exactly what I needed, exactly as I demanded, and now I see where Bodhi has found such fire! I feel the essence of the gods within me! Damn Ellesime's curse for the weak minded spell that it was; now I am free. Gorion's Ward did not make proper use of the heritage given him / her.\n\nNow comes the time of retribution. I will not allow such a crime to go unpunished. The audacity of Ellesime, claiming my punishment was just, and the hypocrisy of 'my' people, accepting such an act while decrying mine. I will not let this rest. I will take what I intended, and those that would stand before me will fall as they should. Today is a much better day. I will act at my leisure. ", "authors": "Jon Irenicus"}, "1866": {"title": "The Book of Kaza", "text": "The Book of Kaza is a famed tome written by the lich, Kaza. It is said to deal with the darkest secrets of necromancy, though the pages appear to be blank when you look at it. Kaza was destroyed during the upheaval of Nethril's final days. The book was brought to what is now Amn by Kaza's disciples. How it has come to its present location after so many years is anyone's guess.", "authors": "Unknown[Baldur's Gate] "}, "1867": {"title": "The Diary of Sarevok", "text": "Diary\n\n14th of Eleint, 1367: Today Cormyr has instituted a ban against the Iron Throne from operating within their borders. While this is a great blow to the Iron Throne, it is the perfect opportunity for Reiltar to approach the Throne high council with his proposal. If things go well, we could begin the operation within the year.\n\n25th of Marpenoth, 1367: Davaeorn has sent a message to Reiltar, informing him that the mines at Cloakwood have been drained and are ready for use. This revelation should help greatly in convincing the Throne high council.\n\n2nd of Nightal, 1367: The Iron Throne council has agreed to support Reiltar's plan. He has been given all the resources he needs, as well as leadership of the project. I have expressed interest to my 'father', and he had promised to include me within the operations along the Sword Coast. He mentioned mother in our conversation: how I wasn't to be unfaithful to him as she had. He made it clear that I would suffer her fate if I was. His threats are weak and hollow, and I shall listen to them for only so long. I have decided to take this time to make my visit to Candlekeep. I have waited a long time to research the prophecies of Alaundo, and I must know if the dreams speak the truth. I will not believe the words of phantoms without proof, and the Priest of Bhaal I confronted gave me nothing. He was old and died quickly in my grasp. If the words are true, I shall surely groom stronger acolytes than this.\n\n11th of Ches, 1368: My research has gone well. The monks here at Candlekeep have been quite helpful. From what I have read, it would seem certain that the blood of Bhaal does indeed flow through my veins. His prophecies are (of course) ambiguous, but I think I understand them. He foresaw his coming death, and seeded his essence across the land. The children born as a result bear the marks of chaos, have power with no direction, and shall feel the blood of a god within them. The deaths they bring shall awaken the father, and through them he will rise. It does not explicitly say, but obviously this means that death wrought by the children will cause them to ascend. Fitting, and since the father was the Lord of Murder, proving one's worth must involve an act in accordance with his portfolio. I begin to see what I must do. Death on a god-like scale.\n\n3rd of Tarsahk, 1368: The monk Gorion troubles me. He seems to have taken an interest in my readings. I must be careful to be more clandestine in my research. I wish I could simply kill him, but I doubt I could safely murder him within this damnable library.\n\n11th of Tarsahk, 1368: I had a dream this night. My mother was talking to me, but as she did her face became bloated and discolored. Her voice became weaker as she spoke to me, telling me to save her from Reiltar. I could see the garrote cutting into her neck, but I did nothing. It was only a dream.\n\n27th of Tarsahk, 1368: I take my leave of Candlekeep now, and not a moment too soon, for I am sure that Gorion has perceived my heritage. One thing that I am certain of: <CHARNAME> is, in actuality, one of Bhaal's brood as well. <CHARNAME> has all the markings, and it would explain Gorion's curiosity of my studies. Though there is nothing I can do now, I will have to make certain to return and kill the little brat. It would be foolish of me to let one of my siblings live, especially one being brought up by the Harpers (and I am sure that is where Gorion's allegiances lay).\n\n5th of Mirtul, 1368: Today I met with Reiltar in Baldur's Gate. The fool still insists on calling me his son, and for now I will let him. He assumes that I am loyal to him because he raised me. Well, loyal I am, but only as long as he is useful. He's set up a base in the mansion of a destitute noble family and says that everything is running smoothly. Mulahey has established himself at the mines of Nashkel, and his kobold minions should be already busily contaminating the iron ore. Only a few slaves have begun to mine out the ore at Cloakwood, though Reiltar assures me that once the bandit raids begin we'll have a steady supply of new slaves.\n\n8th of Hammer, 1369: I met with the leaders of the Chill, and Black Talons. I have little liking for Ardenor, the leader of the Chill, but Taugosz seems to be a man of his word. It is a good thing, as I'll have to work with these mercenaries for the rest of the year.\n\n3rd of Tarsahk, 1370: Everything proceeds well. The ore coming from Nashkel has started to deteriorate, and my mercenaries have been doing a fine job at destroying any iron caravans on route to Baldur's Gate. Though some of my mercenaries have been captured, most think they work for the Zhents, so no trouble has fallen on the Iron Throne. I am sure that the Zhents at Darkhold won't be pleased to know that their name has been falsely used. I will have to be wary for Zhentish agents in the coming months.\n\n28th of Tarsahk, 1370: I think I now have the time to deal with that old codger Gorion, and his little whelp. I will have to inform my men that I'll be gone for the next few weeks.\n\n? of Myrtle No time to write, but I must not neglect my journals so. The future dead must know of how the Lord of Murder again came to them. I shall hire a scribe when time allows. Things have not gone completely as I have planned, but I will still be able to salvage the situation. <CHARNAME> is on the move to Baldur's Gate; if I could maneuver the whelp to Candlekeep, then I would have the perfect scapegoat for my plan. My mortal 'father,' Rieltar, is there to meet with the Knights of the Shield. He has been blocking all my attempts to escalate the hostilities between Amn and Baldur's Gate, and these meetings will only serve to smooth relations. I must rid myself of them all and assume control of the Iron Throne myself. I cannot allow petty business and monetary concerns to interfere. Terribly sorry, 'father,' but my true parentage calls and you are in my way. I shall be sure to instruct the doppelgangers in the exact manner Reiltar should die. I think a garrote would be perfect for the task.\n\nThis diary looks to be important. You should probably keep it on your person. ", "authors": "Sarevok Anchev"}, "1868": {"title": "The Recipes and Ruminations of One Dradeel of Tethir", "text": "The Recipes and Ruminations of One Dradeel of Tethir:\n\nFormerly\n\n'A lovely Bun-cake Brightens Anyone's Day'\n\nThe recipes herein are mine own imagining, and thus ingredients are subject to change as per my whim.\n\nBelladonna Bun-cake\n\nA simple little dish for a rainy afternoon.\n\nCornflour,\n\nThe eggs of a seabird,\n\nA spoon of Whitecap-fungus,\n\nThe fruit of your choose for sweetening,\n\nOne small measure of the belladonna root.\n\nPrepare as one would a broadloaf, though less time given to the rising. Bake in a well stoked hearth under leaves for one turn of the hourglass.\n\nNotes to myself: Refrain from ever eating this ever again. Exceptionally poisonous. Remember the week on the kitchen floor.\nDradeel's Vegetable Surprise\n\nA dish that turned out surprisingly edible. Not recommended as the primary meal every day for 300 years. Some disorientation may result.\n\nPlace 2 cups of virgin Netherese Olive Oil and 1 large chopped onion in a large pot Saute onions in oil over medium fire until the onions begin to become clear. Add 2 chopped carrots and 2 chopped stalks of of celery. Saute for an additional 3 minutes. Add 1 1/2 quarts of water and bring to a boil. Add 2 diced potatoes, 1 cup of white wine (I find that a Myth Rhynnian vintage is perfect), 1 bay leaf, 2 diced potatoes, and chopped parsley to taste.\n\nCook, covered, over medium-smallish fire until vegetables are almost tender. Add 2 cups of chopped spinach and cook for additional 15 minutes. Serve hot and garnish with grated cheese.\n\nNote: for orcish version, replace all ingredients with turnips.\nCurative Ingredients for the Dispelling of Lycanthropy\n\nMother's family recipe.\n\nNotes: Mother's tropical salve is a rather large failure. Research further with the following in mind: The creatures on this isle are unusual beyond their splitting into two factions. There is an odd curse, one that defies traditional remedies (such as the unfortunately dangerous muffins previous), though one is not without hope. The exotic origin of the original stock suggest a unique enchantment, not unlike that of the more widely know vampiric afflictions. The casual bite might be averted using such things as the Belladonna flower, but an intentional infection could actually require the extermination of the leader of the clan. This is merely conjecture of course, as I have been unable to examine said leader.  Despite my strange immunity, his is a strength that could inflict a measure of serious damage upon my physical form. He and I have spoken on occasion, though his tolerance of me is no more resilient than mine of his.\n\nFurther note to myself: Future offerings of peace to either of the wolven clans should not take the form of muffins of any sort.\nThe Bachelor's Crutch\n\nNoodles of quality and convenience.\n\nIngredients:\n\nA measure of noodles.\n\nBoiling water.\n\nContainer.\n\nCombine ingredients in container. Enjoy. Oh yes, enjoy.\n\nNotes to myself: Should probably be supplimented with something of nutritional value, lest my bones become as brittle as chalk. Perhaps the container? ", "authors": "Unknown[Baldur's Gate] "}, "1869": {"title": "Tome of Clear Thought", "text": "A typical tome of clear thought contains a collection of esoteric and scholarly literature, often involving obscure mathematical or  algebraic formulae or the occasional reference to inter-planar  biology. Such tomes are usually magically enhanced, thereby allowing an individual to raise his or her Intelligence by a single point. Unfortunately, the manual will disappear after a single use.", "authors": "Unknown[Baldur's Gate] "}, "1870": {"title": "Tome of Leadership and Influence", "text": "One of the most popular recent tomes of leadership and influence is the cynically entitled book \"How to Win Friends and Influence People.\" Like others of its ilk, it peddles a philosophy of personal ascendancy and manipulation by charisma alone. The authors and advocates of such tomes claim that, by drawing on the most recent theories in sociology and interpersonal psychology, it is possible to raise an individual's charisma by a single point. In truth, such increases in personal charisma are the product of magical spells placed on the text as it is in the writing process. These same spells also cause the tome to disappear after their first use. An excellent marketing strategy, you must concede...", "authors": "Unknown[Baldur's Gate] "}, "1871": {"title": "Tome of Understanding", "text": "A typical Tome of Understanding contains a sober, if dry analysis of legal battles, historic events, government policies, philosophical treatises and theories of magic and metaphysics. While rarely interesting to anyone outside of their already well-educated niche market, it is said that some such tomes have even added a single point to the Wisdom of certain half-ogres. Such marvels, however are the product of a potent magic placed upon the tome as it is being written. Unfortunately, the same magic causes the tome to disappear after a single use.", "authors": "Unknown[Baldur's Gate] "}}}